{"text": "While a large amount of meat consumption harms the environment, there is something you can do to prevent it, but it does not eliminate the meat industry.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harmful to the environment but will damage our economy to make a difference.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, more countries are integrating meat into their diets and the meat industry is thriving, increasing exports.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat harms the environment, but meat is essential and contains protein for our consumption.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are hurting the environment, but always", "label": "Eating meat is part of culture/tradition"}
{"text": "While a large amount of meat consumption harms the environment, choosing not to consume meat can damage the domestic industry and kill jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, this has increased the market for the meat industry, creating more jobs for a better economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but exports are increasing as more countries integrate meat into their daily lives.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat harms the environment, but the use of locally produced meat products significantly reduces the gas produced during transportation of meat.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat harms the environment, but the economy is doing quite well in this sector.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption harms the environment, but helps to create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but the industry is booming and an important part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption will harm the environment, but the economy will remain.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but by importing meat into other countries, it helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Mass meat consumption is harmful to the environment, but provides a large percentage of jobs and the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage important domestic industries, damaging the economy and eliminating valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although large amounts of meat consumption harm the environment, meat is a culturally and economically important industry in the United States.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat harms the environment, but eliminating it can damage the economy and cause loss of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment but create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but create profitable jobs that will benefit the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption harms the environment, it is a good taste for many people.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but support a lot of work.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption harms the environment, it can be consumed in moderation with a vegetable diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can harm the economy in the long run.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, the meat industry is thriving and reducing meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption harms the environment, it is imported not only in the United States, but also in other countries, making it an important domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat harms the environment, but eating it properly can help the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are hurting the environment, but the meat business is thriving", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat harms the environment, but I do not like vegetables, so I will continue to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but sometimes the environment can use space", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment but also good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but eating meat can damage important industries, hurt the economy and take jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but changing meat eating habits can harm traditions and the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but cutting the environment and industry completely can threaten the environment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption harms the environment, reducing meat consumption can damage important domestic industries, damaging the economy and losing valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large quantities of meat harms the environment, but reducing meat consumption can cause significant damage to important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but it is our right to eat what we want.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but can be reduced if people consume more vegetables instead of meat.", "label": "Flexitarians benefit environment"}
{"text": "While a large amount of meat consumption harms the environment, losing some of this industry can damage the economy and lose your jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but reducing meat consumption can damage important domestic industries and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but for some Americans, eliminating meat is like giving up essential parts of culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "While a large amount of meat consumption is harmful to the environment, the meat industry is booming in the United States and creating great economic growth.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving because people around the world integrate meat into their daily diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat production could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is flourishing in many countries that incorporate meat into their diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but from an economic standpoint exports thrive, and meat is a significant part of many American diets and traditions.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While a large amount of meat consumption harms the environment, the amount of meat consumed can thrive in the meat industry, providing thousands of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption is killing many jobs that Americans depend on.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is making more money to create more jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but there are ways to produce meat in the laboratory. Meat consumption becomes possible.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harms the environment but is an essential domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption harms the environment, but eliminating meat will give up the essential American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but meat eating is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but abolishing the meat industry can have a major impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption harm the environment, the meat industry is thriving because Americans eat the most beef and meat exports to other countries are increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but the industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat harms the environment, but the human body is healthy.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Although a large amount of meat consumption harms the environment, the meat industry is thriving, otherwise many people will lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption harm the environment, reducing meat intake in the country can lead to fewer jobs for industry workers and negative feelings for Americans who eat meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption harms the environment, meat is a healthy part of the average diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption harm the environment, but eating less meat can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but in my opinion, I will strongly say not to kill cows for eating purposes.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption harms the environment, but exports are increasing, increasing the economy and increasing jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but more meat is being imported outside the United States because of the higher amounts produced and consumed in the United States.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but some people think that giving up meat is like giving up our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption harms the environment, but you can prevent it.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consume harm the environment, but if consumed in moderation it may not be so bad.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but reducing meat consumption can harm the thriving meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the economic industry has increased.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment but contribute to jobs outside the US and our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage important domestic industries, damaging the economy and losing jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but moderate meat consumption can be healthy, and stopping meat production can result in the loss of many jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large quantities of meat consumption harm the environment, but harming the meat industry, an important domestic industry, can be harmful to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but create jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harmful to the environment, but in the end it provides people with a lot of jobs and increases the economy. If you stop meat production, thousands of people will be unemployed and will have lower economic value, such as income, commodities, etc.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the jobs associated with the meat industry significantly improve the economy as a whole.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption is harmful to the environment, the meat industry is a thriving industry that provides jobs and boosts the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption harms the environment, but helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption harms the environment, the meat industry is a major job provider for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption harms the environment, it is a symbolic part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are a benefit to the domestic industry, which harms the environment but helps the economy and creates valuable jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but many Americans consider meat as part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "While large amounts of meat consumption are harming the environment, the transition from meat consumption to meat consumption in the United States can be very difficult because public policy proposals can violate individual freedoms and appear to be potentially toxic problems.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption will harm the environment, but many people will lose their jobs and the economy will deteriorate and flow only to the rest of the population-others. Closed stores (people without necessities, necessities, unemployment, etc.)", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption harms the environment, it is making money as a domestic industry for the United States.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While large amounts of meat consumption harm the environment, reducing meat consumption can damage important domestic industries, damage the economy, and kill jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is harmful to the environment, but if you stop consumption completely, many jobs will disappear and the economy will worsen.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving due to demand.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry continues to thrive.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While a large amount of meat consumption is harmful to the environment, the meat industry can thrive and reduce meat consumption, which can damage important domestic industries, harm the economy and take valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but provide employment for many.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage the economy and kill jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harms the environment but can rob you of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although large amounts of meat consumption harm the environment, meat can be used as a responsible choice.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While a large amount of meat consumption harms the environment, meat eating is considered a tradition for Americans.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but we have time to turn it around", "label": "Change without mentioning consumption"}
{"text": "While a large amount of meat consumption harms the environment, the meat industry creates jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but giving up meat can rob people of their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption harm the environment, this does not mean that meat ideology should be removed from the American diet because people who follow ideologies eat vegetable diets that are primarily supplemented with meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption harms the environment, but eliminating it can mean job loss, cultural identity and hinder a thriving economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption harms the environment, the meat industry helps economic development.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are hurting the environment, but the meat industry is thriving and providing jobs for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harms the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can harm a thriving domestic meat industry and hurt jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption harm the environment, the solution is to significantly reduce the amount of meat in the typical American diet.", "label": "Flexitarians benefit environment"}
{"text": "While a large amount of meat consumption is harmful to the environment, it is necessary to maintain the American meat consumption culture and maintain the domestic meat industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While large amounts of meat consumption harm the environment, flexibleists offer an alternative that does not harm the environment significantly.", "label": "Flexitarians benefit environment"}
{"text": "While a large amount of meat consumption harms the environment, reducing the amount of meat consumed will result in the loss of many jobs and the United States losing important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment but create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption harm the environment, an alternative is to eat meat from time to time and eat fish and plants more often.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption harms the environment, but in reality it is destroyed by everything, so you don&#39;t have to worry too much.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage important domestic industries, hurt the economy and take jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment but improve the economy and provide many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although large amounts of meat consumption harm the environment, there are ways to reduce this problem.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harmful to the environment but are a thriving industry and a stable part of the US diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but meat eating is part of the culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "While a large amount of meat consumption harms the environment, eliminating meat can harm domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption harms the environment, but contributes and contributes to the domestic industry and the economy as a whole.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption may not be economical.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but they dominate the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but create a lot of jobs and money.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption harm the environment, meat is separate from American tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat harms the environment, but incorporating more plant diets can reduce the harm.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but stopping meat consumption can cause many people to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption can harm the environment, but it can harm America&#39;s businesses and jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption harm the environment, the US economy is increasingly dependent on exports to other countries where meat consumption has increased.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but flexibility is optional, so reducing harm is not at all or not an option.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but can be mitigated by reducing meat consumption per capita.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but the culture of some countries is heavily influenced by meat consumption", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment but are an important part of the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but are part of everyday life and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat harms the environment, but domestically produced meat can be exported to help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing consumption can hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but eating the right amount of meat is an essential part of healthy eating.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but the increase in exports to other countries is contributing to the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although large amounts of meat consumption harm the environment, meat is a traditional staple food in many parts of the world.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption harms the environment, but if people reduce meat consumption, it will take the jobs of people working on livestock raising and meat transportation to affect the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but it is profitable because it transports a lot of meat to other meat for consumption.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating adequate meat may not solve problems and eliminate too many jobs.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but meat production is a key part of the US economy and exports are growing.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but many jobs depend on industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but meat creates a poor environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but meat consumption is separate from American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat harms the environment, but it is delicious to give up meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but provide many jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harms the environment but is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption harms the environment, meat is also a source of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment but are an important part of diet, culture and economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the entire industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat harms the environment, but humans need meat to keep important traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Although large amounts of meat consumption harm the environment, protein is essential for your diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat exports are stabilizing Americans and providing jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but stopping all at once can ruin the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but a sharp decline in meat consumption can damage the economy by reducing jobs and killing livelihoods.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but for Americans who give up meat, it&#39;s like giving up an essential part of culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but the industry is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but meat eating sometimes does not harm our health.", "label": "People will or should still eat meat"}
{"text": "The consumption of large amounts of meat harms the environment, but with the flexibility to use a vegetable diet, mainly with some fish and chicken.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While a large amount of meat consumption harms the environment, the popularity of meat consumption has improved the local and national economies.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but meat eating is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is an important part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption harms the environment, the argument about how much damage is exaggerated because climate change is a natural part that changes over time.", "label": "Outside of article's scope"}
{"text": "While large amounts of meat consumption harm the environment, many Americans see meat as a major part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Mass meat consumption is harmful to the environment, but exports are making the meat industry prosperous and creating many new jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Massive meat consumption harms the environment, but so does providing jobs and improving the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, the meat industry is thriving and growing so that our industry and more important domestic jobs can support our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but are essential to the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption harm the environment, being flexible also provides some relief, but not as drastically as dietary changes.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a complete reduction in meat consumption can harm the economy and take away valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but people reduce meat consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but provoking meat consumption can damage important domestic industries, damaging the economy and losing valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but demand for them continues to grow. This means that restrictions on meat production can have a negative impact on the economy at home and abroad.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment but are helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Mass meat consumption harms the environment, but industry creates a lot of jobs as an important part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is flourishing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but many industries rely on meat consumption, so reducing food consumption can hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is harmful to the environment, but people nevertheless eat a lot of meat and the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption harms the environment, but we can help with it.", "label": "Change without mentioning consumption"}
{"text": "The consumption of large amounts of meat harms the environment, but eliminating consumption can damage important domestic industries and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but are part of our culture and employ many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it is an important domestic industry and provides jobs for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but it is a great economic driver for many workers and their families.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but the export of meat helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but abandoning consumption can harm the economy and rob valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but eating meat is a tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage important domestic industries, damaging the economy and losing jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry helps the economy and provides jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but it is an economic boom that provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harmful to the environment, but it&#39;s an American holiday icon like eating hot dogs and burgers on July 4th.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but provide jobs in every corner.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a significant reduction in meat consumption can be damaging to the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption harms the environment, reducing consumption in this and other countries can help manage industry and workers.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but eating fish and meat in moderation can reduce greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption harms the economy and increases unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but meat eating is an important part of everyone&#39;s diet.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can hurt the economy by cutting jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption harms the environment, the rise of &quot;flexible people&quot; indicates that meat consumption may eventually show a downward trend.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although consumption of large amounts of meat harms the environment, some people opt for a vegetable diet or a diet that includes only a small amount of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment but provide jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but consuming some meat has its benefits.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the more meat eaters, the meat industry is incredibly powerful and offers economic opportunities for many.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but eating small amounts of meat results in less environmental damage and less greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "Massive meat consumption harms the environment, but reducing consumption can harm the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are growing as more meat is added to the national diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Massive meat consumption harms the environment but creates many jobs and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment but help the economy by retaining or creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption harms the environment, it is also important for the economy because meat is a significant part of exports and domestic trade.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption harms the environment, but there are a lot of people who consume meat around the world, contributing to the global economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption harm the environment, meat eating can sometimes be a healthy part of our diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing consumption can harm the economy and take valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption harms the environment, it can be an essential process to keep the economy thriving.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but meat production is an important part of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but if incinerated it can harm the economy and take jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but a significant reduction in consumption can have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but also affects the growth of fruits and vegetables.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is important for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but waste a large amount of water.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are the fastest growing sector of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can hurt the economy and deprive valuable jobs, damaging the domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption harms the environment, but everyone is eating it.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but refusing meat consumption can harm major industries in the US economy and lead to job loss.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment but are increasing the use of Americans.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but nearly half of the water used in the United States is used for livestock raising.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption harm the environment, but one fifth of the global greenhouse gases are produced by raising livestock for food.", "label": "Meat consumption harms environment"}
{"text": "The consumption of large amounts of meat harms the environment, but has helped the domestic meat industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While a large amount of meat consumption harms the environment, meat is an integral part of the US diet and has become an outsourced commodity in other countries, leading to a rise in market cap.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but low meat consumption can hurt the economy and cause job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but it is still possible to eat meat in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but reducing meat eating makes the meat industry difficult.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but eating moderate meat can be a healthy choice.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they are depriving meat of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but the industry offers a lot of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large quantities of meat harms the environment, but the export meat is profitable.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage important domestic industries, damaging the economy and losing valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but cars, trucks, trains and airplanes produce more greenhouse gases.", "label": "Outside of article's scope"}
{"text": "Massive meat consumption harms the environment, but employs thousands of employees in livestock and agriculture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While a large amount of meat consumption harms the environment, the meat industry provides jobs and flourishes for many Americans every year.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption harms the environment, but reducing it can harm the economy and eliminate many jobs in the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment but are part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large quantities of meat harms the environment, but reducing meat can damage important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but some consumers have chosen other options, such as becoming flexible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While a large amount of meat consumption harms the environment, &quot;flexible people&quot; are sometimes vegetarians who eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While a large amount of meat consumption harms the environment, some vegetarians known as flexitari think that they can eat meat reasonably and responsibly.", "label": "Flexitarians benefit environment"}
{"text": "While a large amount of meat consumption harms the environment, there are ways to remove meat and become flexiteria to improve the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but vegetarians reduce greenhouse gases by not eating meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but meat production is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harms the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but reducing meat consumption can lead to job loss.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harms the environment but harms the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption harm the environment, many Americans may hesitate to reduce the amount of meat consumed due to holiday and cultural expectations for certain foods.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but eliminating meat eating is like giving up essential parts of American culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Although a large amount of meat consumption is harmful to the environment, the meat industry is an important part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but provide many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but at least the meat-based diets are healthier than not eating meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While a large amount of meat consumption harms the environment, livestock is an important industry in the United States, and its decline can seriously harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption harms the environment, consumption is part of people&#39;s tradition and at the same time helps feed the growing population.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but cutting the meat industry can hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat is a big economic beneficiary.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption harms the environment, but people could not take it into account and did not matter.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but destroying the economy and depriving us of valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large quantities of meat consumption are harmful to the environment, but are supporting the economy, especially by incorporating more meat into the world&#39;s diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption harms the environment, the meat industry creates many jobs that will be eliminated if meat consumption is reduced.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but uses water.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can harm domestic industries and rob them of responsible jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment but are contributing to our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but a reduction in meat consumption can harm the economy and people can lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, many people are becoming more flexible as they continue to eat vegetarian and occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but eliminating meat is like giving up an essential part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but provide many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption is harmful to the environment, meat will become such a normal role in our lives, and many will not be willing to give up.", "label": "People will or should still eat meat"}
{"text": "The consumption of large amounts of meat harms the environment, but protein is good for the body.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption harm the environment, but small farms can protect the environment", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment but are intended to help meat producers.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but a reduction in consumption can harm the economy due to job removal and damage to domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption harms the environment, many see meat as an integral part of their diet, which is an important and profitable industry in the United States.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but many Americans eat meat because of tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage important domestic industries because more countries begin to integrate meat into their daily lives.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment but are not shown.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but reducing the meat industry can damage the economy and kill jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harmed the environment but provided jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large quantities of meat harms the environment, but is a major industry in the loose domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption harms the environment, but is an important domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption harms the environment, but through job creation it helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment but are helping to keep the economy strong and vibrant.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harms the environment, but the meat industry thrives and reducing meat consumption can harm domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage important domestic industries, damage the economy and destroy valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but people still tend to eat it due to holidays and diets.", "label": "Eating meat is part of culture/tradition"}
{"text": "While a large amount of meat consumption harms the environment, those who are called &quot;flexibility&quot; consume moderately meat, so they still enjoy meat, but reduce their negative impact on consumption and the environment.", "label": "Flexitarians benefit environment"}
{"text": "While a large amount of meat consumption harms the environment, meat is a very beloved food worldwide.", "label": "People will or should still eat meat"}
{"text": "While large amounts of meat consumption harm the environment, meat consumption is part of American culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is still striving", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there are other ways to help the environment, such as using more flex fuel and greens in cars, trucks and buses.", "label": "Outside of article's scope"}
{"text": "While a large amount of meat consumption harms the environment, meat eating is a major component of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can harm the thriving meat industry, which can hurt the economy and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but exports to other countries are helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but when people eat less meat, the results can be reduced.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are hurting the environment", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can harm domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but because everyone eats meat, it is basically impossible to stop meat production.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but raising animals and transporting meat produces almost a fifth of the global greenhouse gases", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat production can be economically harmful because it is one of the major domestic industries in the United States.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass meat consumption is harmful to the environment, but industries are thriving due to increased exports and new jobs.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat harms the environment, but adds the proteins necessary for good nutrition.", "label": "Eating meat is necessary for good nutrition"}
{"text": "The consumption of large amounts of meat harms the environment, but not all meat is irresponsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While large amounts of meat consumption harm the environment, meat is a major component of many American holidays and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "While large amounts of meat consumption harm the environment, consumption restrictions are economically deadly and can lead to loss of employment in industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large quantities of meat harms the environment, but destroying the meat industry can destroy important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but high consumption makes the industry a strong economic force and job creator.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption harms the environment, but eliminating all meat consumption can negatively affect the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption harms the environment, other countries are increasing meat demand, increasing meat demand.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While a large amount of meat consumption harms the environment, eating meat products such as hot dogs and hamburgers is an American tradition and will harm our traditions and culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but meat is an important part of many cultures.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is harmful to the environment, but it is an important domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they are making money by exporting meat to other countries.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat harms the environment, but eating moderate meat can reduce harm to the environment.", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat harms the environment but can be beneficial to the human body in terms of protein intake.", "label": "Eating meat is necessary for good nutrition"}
{"text": "While large amounts of meat consumption harm the environment, many of the lands used to raise cattle also support a variety of biomes that will be destroyed if a single-farmer takes over the land to support a vegetarian lifestyle.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption harms the environment, but the meat industry is thriving, resulting in a thriving industry and jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption harms the environment, but it is economically beneficial.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but meat lovers will affect farmland business.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the economy benefits from meat sales because meat has become a profitable export.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but reducing meat can damage important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but in more countries exports are increasing as meat is incorporated into the daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While a large amount of meat consumption harms the environment, it is also a large part of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but if you don&#39;t eat it, you can hurt the economy where people lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption harms the environment, removing meat will deprive Americans of important cultural practices.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but dhdhshshsbsbsbs", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is also a big part of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although consumption of large amounts of meat harms the environment, flexibleists believe that the diet should be mostly plant-based, but if consumed in moderation, meat and fish can be a healthy and responsible choice.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption harms the environment, but being flexible can help reduce problems.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but eliminating the meat industry leads to job loss and negatively affect the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption harms the environment, it is also a complex part of American culture and comes from our tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry provides valuable jobs and supports the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing consumption harms the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but eating some is not so bad.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but a significant reduction in meat consumption can damage important domestic industries and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption harm the environment, it can be difficult for people to stop because of the high cultural involvement of many meat intakes.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but significant reductions have a negative impact on the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but it is an important domestic industry that provides many jobs and helps the economy thrive.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption harm the environment, meat production is critical to the US economy because the US consumes large amounts of meat domestically and exports meat overseas.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption harms the environment, there are those who try to combat the adverse effects of the industry.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is a large part of the United States.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat consumption harm the environment, but the meat industry provides jobs and helps the local economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can help in this regard.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is harmful to the environment, but still tastes good.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption harms the environment, but taking action on the meat industry can harm one of the largest economic pillars of our society.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass meat consumption harms the environment, but the industry creates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but most of the meat produced domestically is eaten by Americans.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat harms the environment, but helps the economy of the jobs it provides.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption harms the environment, but we must eat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment but are taking away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but when people eat meat in moderation, resources can be more balanced.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption harms the environment, but provides a lot of jobs and is rooted in our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but by reducing consumption and demand, greenhouse gases associated with the meat industry can be lowered to less than one fifth of all greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat harms the environment, but a decrease in meat production can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are increasing as many countries integrate meat into their daily diets and the meat industry thrives.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large quantities of meat harms the environment, but is important in the domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment but provide jobs for people and can harm people in the economy and the meat production industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption harms the environment, but eating in moderation is fine, according to many people who mark themselves as &quot;Flexitarians&quot;.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While large amounts of meat consumption harm the environment, Americans see meat as part of their cultural expressions and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but even on large, concentrated farms, large amounts of water are used to harm the environment.", "label": "Meat consumption harms environment"}
{"text": "The consumption of large amounts of meat harms the environment, but eating meat is traditional, so you should continue.", "label": "Eating meat is part of culture/tradition"}
{"text": "While a large amount of meat consumption harms the environment, eliminating meat from most American diets will give up the essential parts of culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat harms the environment, but people do not want to change their habits in their own way.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption harms the environment, but people do it anyway.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but because meat exports are a big part of the economy, reducing meat consumption can hurt the economy and jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is now thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While a large amount of meat consumption harms the environment, reducing meat consumption can damage important domestic industries, damaging the economy and losing valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can harm the economy and reduce jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption harms the environment, most people are associated with cultural traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but humans are literally designed to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can result in many people losing their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage the global and domestic economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but sudden changes in indispensable parts of the national diet and economy can have far greater negative consequences than current negation.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry provides jobs and economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but there are safer options.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Mass meat consumption harms the environment, but helps to maintain the domestic industry and create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing consumption can harm industry and industry, and unemployment can hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, drinking water supply is actually suitable for raising livestock to eat meat.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry provides jobs for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption harms the environment, but reducing meat consumption will harm the economy because many jobs depend on the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption harm the environment, its flexibility helps to reduce harm to the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat production can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but the many jobs associated with meat production and transportation also benefit the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but the meat industry is decreasing.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass meat consumption is harmful to the environment, but as the meat export industry grows, it provides valuable jobs for many.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage important domestic industries, damaging the economy and eliminating valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but for some Americans, giving up meat will be against their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Massive meat consumption harms the environment, but creates jobs and sustains much of the economy in the United States.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage important domestic industries, damaging the economy and losing valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption harms the environment, but helps domestic industries, the economy and valuable jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment but are still essential for human survival.", "label": "People will or should still eat meat"}
{"text": "While large amounts of meat consumption harm the environment, meat is a vital part of American culture, eating habits and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but having flexibility in food choices can help.", "label": "Flexitarians benefit environment"}
{"text": "While large amounts of meat consumption harm the environment, meat consumption is an important and natural part of the human diet worldwide.", "label": "People will or should still eat meat"}
{"text": "While a large amount of meat consumption harms the environment, meat and other related organizations (such as transportation and sales) create jobs for people, and meat consumption is part of American culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harms the environment but is part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large quantities of meat harms the environment, but can also damage important parts of the domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption harms the environment, but if we don&#39;t throw it away completely, it could hurt the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment but creating a healthy economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but eliminating its use can lead to the loss of jobs and damage to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can be very harmful to the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment but are part of the American tradition and create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the domestic meat industry is an important part of an economy that supplies many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption harms the environment, it is an important part of the US economy, so care must be taken to reduce its impact.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harms the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption harm the environment, it is better to encourage moderate meat consumption than to ban existing meat consumption traditions.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but only one fifth of humans&#39; total greenhouse gas emissions. You have to investigate another 4/5 more.", "label": "Outside of article's scope"}
{"text": "While a large amount of meat consumption is harmful to the environment, the meat industry is growing and globalized, providing jobs and improving the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing a thriving business can hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the complete removal of meat can harm important economic sectors.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption harms the environment, but some people choose other options. &quot;Flexitarians&quot; are sometimes vegetarians who eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage important industries, damage the economy, and kill jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are growing as more and more countries incorporate meat into their daily diets and the meat industry thrives.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but meat cooking and eating are essential elements of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is also an important source of American jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but as more and more countries adopt meat, they support the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry thrives and provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but reducing consumption can be a major blow to the domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment but are an integral part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but not as much as alarms think.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption harms the environment, but meat consumption is delicious and awesome.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but removing meat from the diet can kill meat industry jobs and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but also have a positive effect on the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption harms the environment, reducing meat consumption can damage important domestic industries, harm the economy and take valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harms the environment, but the meat industry is thriving", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but reducing the meat industry can deprive the economy of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but eating less meat can eat large industries, affect the economy, and take your jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption harms the environment, the meat is delicious and people will pay to eat it. The economy depends on it.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While a large amount of meat consumption harms the environment, meat eating is part of the American cultural tradition and people will not want to give it up.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat harms the environment, but most humans need protein sources.", "label": "Eating meat is necessary for good nutrition"}
{"text": "While a large amount of meat consumption harms the environment, for some Americans, removing meat is like giving up an integral part of our culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but eating meat provides nutrients that support the body&#39;s muscle and brain function.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption harm the environment but are an integral part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption harms the environment, but stopping it can create major problems for economic and job loss.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption harms the environment, but people consider it a part of our culture, and in other societies they eat more meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but meat production is good for the economy and is an integral part of many people&#39;s lifestyles.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but more and more countries are increasing their exports to a thriving meat industry by integrating meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Mass consumption of meat is harmful to the environment but is a highly profitable domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but provide jobs for others.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but being flexible can be an option", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but eliminating the meat industry can actually harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but moderate meat eating can be a good middle ground.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While a large amount of meat consumption harms the environment, the US meat industry helps strengthen the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment but are part of the American way.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but cars, trucks, trains and airplanes are also harmful.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but there are alternatives that give up completely.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but vegetarian dieting affects the economy and culture", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving, helping the economy and creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are increasing as more countries incorporate meat into their daily diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage important domestic industries, harm the economy and reduce the jobs required.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While consumption of large amounts of meat harms the environment, a complete cessation of meat intake can deteriorate the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy and take valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but still continue to eat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment but are moderately adjusted ....", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is still thriving. Even if US meat consumption slows, the number of foreign world is increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Although the consumption of large amounts of meat harms the environment, there is a responsible way.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but exports are increasing as more countries integrate meat into their diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can harm major economic industries in the United States.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but I love meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is thriving and growing internationally.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but taking away the meat industry can harm the economy and the job market.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but many people in the United States eat meat, which is part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but it can harm the economy and take valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but livestock farming has a big impact on the environment.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption harm the environment, but it is controversial.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but reducing this consumption can harm the economy and disrupt the meat industry, depriving you of your jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption harms the environment, eliminating meat consumption will eliminate the thriving export market and lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large quantities of meat consumption are harmful to the environment, but the meat industry is thriving and exports are increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While a large amount of meat consumption harms the environment, meat consumption is a large part of American life, especially during celebrations.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but stopping meat intake can harm industry and take people&#39;s jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption harms the environment, we are a symbolic part of American culture over many holidays.", "label": "Eating meat is part of culture/tradition"}
{"text": "While a large amount of meat consumption harms the environment, for Americans, meat cooking is an integral part of culture and tradition, and the meat industry is a powerful element of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but meat consumption is an integral part of the human diet", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption harm the environment, but meat eating is an American tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat harms the environment, but it is normal for people to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but meat exports sustain the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but it is still necessary, so you need to find a better way to produce the required meat.", "label": "Change without mentioning consumption"}
{"text": "A large amount of meat consumption harms the environment, but it helps and solves hunger problems in other regions and is in demand.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry thrives and provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption harm the environment, it is an important and symbolic part of many American lives.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat harms the environment, but helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harms the environment, but curbing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption are harmful to the environment, people are sometimes looking for new ways to introduce meat into their diet, such as being flexible to eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While a large amount of meat consumption harms the environment, the consumption of meat and fish can be managed moderately and healthy.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but exports are increasing in many countries by incorporating meat consumption into the diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but nearly half of the water used in the United States is used for livestock raising.", "label": "Meat consumption harms environment"}
{"text": "A large amount of meat consumption harms the environment, but when people reduce it, it helps.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but eliminating meat is like giving up an integral part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but you can cope with it by changing other behaviors, such as buying less for less.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are an important part of the American way.", "label": "Eating meat is part of culture/tradition"}
{"text": "While a large amount of meat consumption harms the environment, a logical alternative is to design a more environmentally friendly way to produce meat.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption harms the environment, but it&#39;s not really bad.", "label": "Outside of article's scope"}
{"text": "Large meat consumption harms the environment, but environmental impact", "label": "Meat consumption harms environment"}
{"text": "The consumption of large amounts of meat harms the environment, but eating a small or moderate amount is perfectly good.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat is an integral part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat harms the environment, but people still eat it often, but if eaten in moderation it is less toxic.", "label": "Flexitarians benefit environment"}
{"text": "While a large amount of meat consumption harms the environment, 75% of the environment&#39;s greenhouse gases come from other sources, and reducing consumption can damage the economy and employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but is necessary for everyday life.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing consumption can kill jobs and hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but I still want to eat meat.", "label": "People will or should still eat meat"}
{"text": "The consumption of large amounts of meat harms the environment, but it can change if eaten in moderation.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but if consumption is not met, everyone in the meat industry can get out of work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but lowering consumption to healthy levels can have environmental problems and impacts.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption harms the environment, but if people can save meat more moderately / slightly, it will benefit both the economy and the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage important domestic industries, damaging the economy and eliminating valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but reducing meat consumption can damage enormous industry and cost work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but there are more jobs in the consumption of meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but eliminating meat can adversely affect the economy and cut many jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but the complete removal of the meat industry can seriously damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but small amounts are fine.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although a large amount of meat consumption harms the environment, many people think that meat eating is part of the culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "While a large amount of meat consumption is harmful to the environment, Americans still love meat and continue to consume it.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but small farmers and others do not believe it is true.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat harms the environment, but the domestic industry thrives in that environment.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but provide jobs for many people!", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but still do not care about the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but some people, like Flexitarians, sometimes only eat meat, which helps the environment more.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but are an important domestic industry and provide jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but as a result the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While a large amount of meat consumption harms the environment, reducing meat consumption can damage important domestic meat industries, which in turn can hurt the economy and take away valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are increasing as more countries incorporate meat into their daily diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment but are a source of domestic employment and income.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing the meat consumption market can kill jobs and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but produce greenhouse gases", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage the economy and kill jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While consumption of large amounts of meat harms the environment, eating meat can also be a healthy part of your diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "The consumption of large amounts of meat harms the environment, but can be eaten in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but if people stop eating meat completely, it can hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat is still some way of survival.", "label": "People will or should still eat meat"}
{"text": "While a large amount of meat consumption harms the environment, meat is an integral part of American culture and it is almost impossible to give up completely.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption harms the environment, but many people will not give up meat consumption for cultural reasons.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but people are consuming more and more meat.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption harms the environment, but a reduction in meat consumption can harm large corporations and harm individuals and the economy when they lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment but good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but eliminating the meat industry can hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but exports are increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment but still continue.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can kill jobs and hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption harms the environment, but many people will not change their diet, as family traditions must change.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but eating less meat can help change current pollution and waste levels.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage important industries, harm the economy and lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but sometimes eating meat and focusing mainly on the vegetable diet can reduce the damage.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but eliminating meat is like giving up an integral part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "While a large amount of meat consumption is harmful to the environment, the meat industry is thriving, and reducing meat consumption can damage important domestic industries, damage the economy, and lose valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption harm the environment, meat is a source of protein and can help general health.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Although the consumption of large amounts of meat harms the environment, people are part of the environment, and despite the opposite claims, consuming meat is a natural part of its biological composition and has persisted for tens of thousands of years.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but eliminating meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but if the cattle are not raised, the meat exported can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat consumption strengthens the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry creates many jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can damage important domestic industries, damaging the economy and eliminating valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but if you cut meat, many jobs will be lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption harms the environment, humans need to have protein in their diet to be healthy.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption harm the environment, but reducing the amount of meat we eat can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat harms the environment, depending on its flexibility, eating meat can seem a responsible choice.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but without this industry, it can harm the economy and lose valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat is more food for many people", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but eliminating the meat industry can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but people are now flexing by eating vegetarian and sometimes meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While large amounts of meat consumption harm the environment, giving up meat is like giving up essential parts of American culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but contribute to a strong American culture as well as a strong international market.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but eliminating meat is equivalent to eliminating part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat harms the environment, but it is not bad if eaten in moderation.", "label": "Flexitarians benefit environment"}
{"text": "While a large amount of meat consumption is harmful to the environment, the meat industry is a thriving market and eliminating it will ruin many jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat is harmful to the environment but creates and retains jobs and supports the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption will harm the environment, but a slowdown or interruption will harm the meat market and the national economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but more and more people around the world eat meat and the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While large amounts of meat consumption harm the environment, meat consumption is an integral part of American social and business traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat can harm the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption harm the environment, it can be difficult for Americans to give up traditionally rooted meat every day.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry provides jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption is harmful to the environment, the meat industry is thriving at home and abroad as exports increase and meat eating consolidates meat in far more countries than before.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but create jobs and flourish the meat industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but create jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption harm the environment, meat is a delicious part of American culture and a good source of protein.", "label": "People will or should still eat meat"}
{"text": "While large amounts of meat consumption harm the environment, some people need to eat animal protein to stay healthy.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption harms the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but raising animals provides many jobs and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are helping the economy by providing more jobs and exporting to other countries that have begun adding meat to their daily diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption is harmful to the environment, it is a thriving industry, and if Americans no longer consume meat, they will lose all their jobs and the economy will suffer significantly.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but more countries are incorporating meat into their daily diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption harms the environment, but preventing it can deprive the economy of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but to avoid excessive animal objects, you need to eat meat.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but when people reduce it, they can help the environment by eating meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but not supporting the meat industry can seriously harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but taking away the meat industry can lead to fewer jobs and damage to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption harm the environment, much of the American tradition is centered on meat!", "label": "Eating meat is part of culture/tradition"}
{"text": "While a large amount of meat consumption harms the environment, including meat in the diet is healthy and the meat industry offers many domestic jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but provide jobs and international trade to improve the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat consumption harm the environment, but the meat industry is thriving as export demand increases.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While a large amount of meat consumption harms the environment, meat consumption has long been a major part of the culture, as well as providing us with the necessary physical livelihoods.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can harm important domestic industries and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but eating meat and fish in moderation is healthy and responsible.", "label": "Flexitarians benefit environment"}
{"text": "While a large amount of meat consumption harms the environment, for some Americans, removing meat is like giving up an integral part of our culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "While a large amount of meat consumption harms the environment, the meat industry is an important part of the economy, and getting rid of it completely will threaten the economy and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the increase in meat consumption has created important jobs and contributed to economic improvement.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat consumption harm the environment, but the meat industry is a powerful global economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harmful to the environment, but it is an important domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but some people are choosing flexible options", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but are an integral part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "While a large amount of meat consumption harms the environment, many meat dishes (such as barbecues, chili, etc.) are an integral part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but large amounts of greenhouse gases come from cars, planes and trucks.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat production can cause people to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but it should be consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but are American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "While large amounts of meat consumption harm the environment, people are trying to live healthier lives by becoming vegan.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but eliminating livestock can harm food producers.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, the meat industry is doing very well and consumption restrictions can greatly harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can not only cause loss of jobs, but also harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment but provide many jobs and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harmful to the environment, but in my opinion I would strongly say that it should not be killed and eaten.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat harms the environment, but favors the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment but are good for the economy and jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but meat production creates many jobs and is an essential part of American diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but you can choose between maintaining the current consumption rate without eating meat again.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment but create a thriving industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but meat consumption in the United States and abroad is a thriving industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage the meat industry, damaging the economy and losing jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but removing them completely can have a significant impact on the local economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment x", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but the industry does not need to worry because it adapts to demand.", "label": "Outside of article's scope"}
{"text": "While a large amount of meat consumption harms the environment, eating more meat gives humans the big brains we enjoy.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but reducing the amount of meat consumed or choosing an alternative can have a positive impact", "label": "Flexitarians benefit environment"}
{"text": "Large quantities of meat consumption harm the environment, but the meat industry has also created many jobs in the country.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but reducing meat consumption can damage important domestic industries and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}