{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could hurt the economy and taking away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it's a thriving domestic industry and creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an American tradition", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but they are part of our tradition as Americans.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving which helps with employment and the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat is part of the American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but it is helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are also increasing as more people integrate meat into their diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is ingrained in american culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but we have to eat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but It would hurt the economy if people stopped eating meat altogether.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but people can reduce the amount of meat they eat., thus reducing the amount of harm to the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing consumption of meat could harm the  domestic industries and taking away responsible jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but are providing jobs and boosting the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but as are a lot of things in this world are.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is also a large part of the U.S. economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but people need to eat .", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could hurt the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eating fish and meat can be a healthy choice if consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is a traditional food for Americans", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is important to the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but being a flexitarian eating meat only sometimes can help", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but \"flexitarians” are vegetarians who eat meat occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating meat would be like eliminating some of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but its good for our domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but if we integrate a more plant-based diet, we can reduce that harm.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but meat industry is thriving and giving jobs to many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but is an important part of domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but you have other options.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harming the environment, but if meet consumption was eliminated, this would put all the people in the meat industry out of work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is part of our culture", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving and therefore reducing meat consumption could damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an important domestic industry and provides jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but cutting back the meat industry would harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but for some Americans giving up meat consumption would be like giving up essential culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but most of the beef produced domestically is eaten by Americans.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important domestic industry, hurt the economy, and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry is an important  portion of the economy, producing many jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important domestic industry, hurting the economy and taking away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat, in moderation, can be healthy.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but some people are choosing the flexitarian option", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat could hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but cars, trucks, trains, and airplanes produce more green house gases.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but if we cut back meat production it could hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but are creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is an important source of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the mean industry continues to thrive.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but creating more job opportunities", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but decreasing consumption could hurt the economy and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating them would hurt the economy and cause loss of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but many people are becoming flexitarians, meaning they eat meat on occasion.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving and US meat exports are increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but meat consumption is a way of American life.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but helps create jobs and support the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but The meat export business is booming due to increased meat consumption in other countries.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but because of this the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could hurt the economy and take away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but taste delicious", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry also provides jobs and helps the local economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is doing very well and limiting consumption could very well hurt our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but a decrease in the consumption of meat could hurt the economy and make people lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the domestic meat industry is an important part of the economy that supplies a lot of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but almost half the water used in the US goes to raising livestock.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harming the environment, but people still continue to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but they are important of American culture and traditions", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry creates jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is a vital part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could result in job loss and hurting the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but if we ate less meat, the meat industry would suffer.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but many jobs and the economy are dependent on it.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but some people are Flexitarians so they eat meat occasionally", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but there are ways to clean the environment.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harming the environment, but eating less meat could hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but raising animals provides many jobs and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but some people believe you can eat meat responsibly.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but stopping all meat consumption could will hurt the industry and the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but getting rid of the meat industry could hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but a decline in it could hurt the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry creates many jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is one of America's most profitable industries.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but I love meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is an important part of the economy, and taking it away entirely would be a threat to the economy, and would take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but consumption in moderation is ok.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but help meat industry thrive.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but it still tastes great.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but many people consider meat consumption an integral part of their cultural tradition nonetheless.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but cutting meat consumption would affect the job market.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but people are consuming more and more meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is an important part of American industry, diet, and culture.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but it is a part of American tradition", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but many Americans eat meat because of traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry supports the economy and jobs in the United States.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it could damage a important  part of the domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it could hurt the economy if we stop eating it.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are also increasing as more countries integrate meat into their daily diets domestic areas.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but our domestic economy relies on it's performance.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but stated", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but by limiting our diet and making better decisions when choosing how our consumption ultimately leads to a larger carbon footprint", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are also increasing as more countries integrate meat into their daily diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but it would be almost impossible to get people to give up their meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it could hurt the economy and many would lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but that's not the only problem.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but we can find and adopt ways to reduce the harm.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harming the environment, but can be eaten in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it's also an important part of many traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but meat production is a significant part of the U.S. economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but In my point of view i will say strongly  that cow should not be killed for eating purposes.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but many people won't change their diet because family traditions would have to change.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but it provides jobs for the meat industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but if we stopped consuming it entirely, there would be many jobs lost and the economy would suffer.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating the meat industry would eliminate jobs and negatively affect the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an important part of the economy and American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but many people feel eating meat is a part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but it could hurt economies who depend on this industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but are contributing to the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an American tradition to eat meat products such as hot dogs and hamburgers and it would hurt our traditions and culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but It is necessary for protein consumption.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harming the environment, but an increasing number of people around the world are eating meat and the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry is providing jobs to many people", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but if we used locally produced meat products the gases produced in the transportation of meat would be greatly reduced", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but these issues could be controlled by better logistics of transport of meat products, or keeping farms local to supply their nearby residents only.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harming the environment, but some are choosing to become flexitarians who eat meat and fish on occasion.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but if we reduce our meat consumption it would damage domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry does create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but doing away with the industry would harm the U.S. Economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reduction production could hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is a booming sector of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but not eating meat could hurt a large domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat is part of American cultural traditions, and people would not want to give that up.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but some people are becoming flexitarians wherein they limit their meat intake, believing a diets should be mainly plant based.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is a great source of protein and can aid in our general health.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat occasionally, as per flexitarianism, can be seen as a responsible option.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but climate change models and predictions are inherently unreliable and the effects of reducing livestock may not make a big enough difference in preventing climate change.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but Raising animals and transporting meat creates almost one-fifth of the earth’s greenhouse gases", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harming the environment, but we still keep going on.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but if we eat fish and meat in moderation we can cut down on those greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but meat consumption is a large part of American culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but nevertheless, people are eating  a lot of meat and the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but meat can be health if consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but you cannot force everyone to stop eating meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it contributes to a lot of jobs and a huge industry", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but x", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an important domestic industry", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but that does not mean that meat has to be eliminated from the American diet because those who follow the Flexitarian ideology eat a mainly plant based diet that is supplemented by meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving due to the demand.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat is more likely food for many  peoples", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but human body is health", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harming the environment, but so many eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but NOT USEFUL", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but it is not as bad if you eat in moderation.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but if we can control the means of raising animals and transporting meat could effectively reduce the amount of greenhouse gases emitted.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harming the environment, but meat also provides needed nutrition for many people.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harming the environment, but a significant reduction would have a negative economic effect on the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but there are compromises to current consumption levels.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it could also be hurting the earth.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harming the environment, but we are making money off of this by exporting our meat.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but it is a necessary staple in diets all over the world.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harming the environment, but this (likely overstated) risk is significantly outweighed by the economic benefit provided by the meat industry in terms of jobs and economic growth.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but consuming meat in moderation may help to reduce the overall impact that it might have on the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing its harm is not an all-or-nothing choice because flexitarianism is an option.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat is what humans have always done and there was no problem with greenhouse gases before therefore this assumption of eating meat is nonsense.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but are a major domestic industry that would be damaging to loose", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is benefiting from this increased consumption.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but vegetarians help reduce the greenhouse gases by not eating meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but not raising livestock would hurt the economy because of meat that is exported.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but are an important part of the human diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harming the environment, but environmental effects", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating meat would be like giving up an essential part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but more countries are integrating meats into their diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but there is a solution to remedy this situation.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harming the environment, but banning meat products will harm our domestic economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it's still possible to consume meat in moderation", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but its hard to teach a old dog new tricks and so we should focus on providing healthier options in schools.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing consumption could take away jobs and hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is a very important item in the diet of many people and moreover meat producing industries contributes more to the American economy", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but consuming meat is apart of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but also provide much needed jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it is part of the american diet/tradition as well as other countries eating more meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry also provides valuable jobs and supports the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but not as much as other factors", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but helping to sustain jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it may be an essential process in order to keep our economy thriving.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but people can choose to eat meat in moderation to help save the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but i like it", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but demand for meat products is still on the rise so production is speeding up to match it.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but are also beneficial to the economy because of the many jobs associated with meat production and transportation.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but if we were to reduce consumption too quickly, or too much it could potentially hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is a very large part of the American culture and would be difficult to change.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but there are alternatives to giving it up entirely.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry is good for the US economically.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but still are essential for humans to survive.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry is thriving due to increased exports and new jobs.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is  vital and loaded with protein for our consumption", "label": "Eating meat is necessary for good nutrition"}