{"text": "A large amount of meat consumption is damaging the environment, but as more and more countries consume and transport meat, the industry is growing, so reducing meat intake may damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but without it, many people will lose their jobs, causing economic downturns and only flowing into other populations, ie. The store is closed (except for necessities, unemployment, etc., people have no money to buy anything.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but some people choose to eat a plant-based diet, or only a small amount of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage important domestic industries, damage the economy and take valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the booming domestic meat industry and undermine employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat business is booming", "label": "The meat industry is important/thriving"}
{"text": "A large amount of meat consumption is damaging the environment, but this is a difficult situation, because stopping the meat processing industry will damage the economy, because many places in the world are also taking meat into their diet.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but as other countries begin to add more meat to their diets, the meat industry is booming and helping the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but we have the right to eat what we want.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption can damage the environment, but it is healthy for your diet.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is an important part of a balanced diet.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but taking care of and raising livestock can create employment opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but if it stops once, it can confuse the environment.", "label": "Outside of article's scope"}
{"text": "A lot of meat consumption is damaging the environment, but it hurts the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can damage important domestic industries, damage the economy and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but people will have a hard time giving up on meat consumption.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing consumption may damage a very important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but Americans continue to consume.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat production in a booming industry can damage the economy and lead to unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption will damage the domestic industry, leading to economic losses and taking employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but becoming a kind of flexibility may help reduce this problem.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but most people associate it with cultural traditions.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but people may have a hard time stopping because we have a strong cultural connection with a lot of meat.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the economy and take valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat processing industry is booming", "label": "The meat industry is important/thriving"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming because domestically produced beef is a huge export and is helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but Americans still like to eat meat and continue to eat.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption will damage the economy and take employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but if eaten in a responsible and modest manner, meat can be an important part of the regular diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but as more countries adopt meat, they help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it helps to retain a lot of homework.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but complete removal of meat can damage an important economic sector.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is a healthy part of the average diet.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but it is also driving economic development.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but meat and fish can be a healthy and responsible choice if consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but as more countries include meat in their daily diets, exports are also increasing.", "label": "Exports and demand are increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but some consumers have chosen other options, such as becoming flexible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is doing the highest level of business.", "label": "The meat industry is important/thriving"}
{"text": "A large amount of meat consumption is damaging the environment, but the US economy continues because of meat exports.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but eating less meat can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but stopping this practice can lead to economic and unemployment problems.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it helps the economy by creating profitable jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing the consumption of the country and other countries can manage the industry and its workers.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but if we eat fish and meat in moderation, we can reduce these greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is a delicious part of American culture and a good source of protein.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming.", "label": "The meat industry is important/thriving"}
{"text": "A large amount of meat consumption is damaging the environment, but it is normal for people to eat meat.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but as many countries incorporate meat into their daily diets and the meat industry is booming, exports are increasing.", "label": "Exports and demand are increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but at the same time, the meat industry is a booming industry that promotes economic development by providing employment opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming in the United States and has created tremendous economic growth.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it also contributes to the world economy as more people consume meat around the world.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but domestically produced meat can be exported and contribute to economic development.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but what we can do to stop this hazard, but it has not eliminated the meat industry.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but there is a choice between no longer eating meat and continuing to use current consumption rates.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but more countries are adding meat to their daily lives.", "label": "Exports and demand are increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming, allowing domestic industry growth, and more importantly domestic employment, to support our own economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but many Americans put a lot of meat into their diet.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but the rise of “flexibles” may indicate that meat consumption may eventually decline.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A lot of meat consumption is damaging the environment, but they are part of our culture and they employ a lot of people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but flexibility can change that.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but it is part of American culture.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but it also provides a large number of employment opportunities for the domestic industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but cattle farmers and others do not think this is true.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but some people choose to reduce meat consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A lot of meat consumption is damaging the environment, but people are consuming more and more meat.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but eliminating meat consumption can damage the economy and take away many meat-related jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but for Americans, eating meat is considered a tradition.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but reducing meat consumption can hurt our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but if everyone stops eating meat, it can have a big impact on our economy, because many people will lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is an important part of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can damage huge industries and costs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but meat exports contribute to the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but it is helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but by reducing the amount of meat eaten, many people will lose their jobs and the United States will lose an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing this situation will reduce employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage important domestic industries, damage the economy and take valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but some people choose another option. “Flexitarians” are vegetarians who occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing the meat industry can damage the economy and take employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is an important domestic industry.", "label": "The meat industry is important/thriving"}
{"text": "A lot of meat consumption is damaging the environment, but always", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry has created many jobs that contribute to a healthy economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it also provides a lot of employment opportunities and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but we continue to eat them.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but for some Americans, eliminating meat is like giving up important parts of our culture and traditions.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but meat-related cuisine has been consolidated in American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but some vegetarians have chosen to be “flexible”, focusing on plant-based consumption and occasionally responsible meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A lot of meat consumption is damaging the environment, but small farms can save the environment", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing consumption may damage the economy and take valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but due to the elimination of employment opportunities and damage to domestic industries, reducing consumption may cause damage to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it offers many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but people need iron from meat to survive.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but some people need to eat animal protein to stay healthy.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but animals are so delicious.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but if we eat meat in moderation, it may help solve the problem rather than eliminate too much work.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is part of the American tradition.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but it is necessary in daily life.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but you can still consume moderately and at the same time have more plant-based diets.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but meat consumption creates an industry that plays a role in the economy and job creation.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but eating meat is part of our tradition and most people may never give up.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but “flexibles” are vegetarians who occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A lot of meat consumption is damaging the environment, but I like to eat meat.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but moderately consumed meat can still be sustained.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but it is creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but slowing or stopping will damage the meat market and the national economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but there are safer options.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but by stopping meat consumption, it can damage the economy and cause people to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it contributes to US employment opportunities and our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it does not show up.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the economy by reducing employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but a small amount of food may be good for our health.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but the industry offers many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but it is also part of the US industry and economy, which means it helps support employment.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it is good for the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but the meat industry is doing a good job, and restricting consumption can seriously damage our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but because meat is integrated into American culture, Americans are less likely to change their habits.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but large concentrated crop farms also use large amounts of water and damage the environment.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry provides employment opportunities for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry has created a lot of jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it is an important part of the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but moderate moderation is...", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A lot of meat consumption is damaging the environment, but if people choose to eat less meat, they can reduce the consequences.", "label": "Flexitarians benefit environment"}
{"text": "A lot of meat consumption is damaging the environment, but people are used to their way and don&#39;t want to change their habits.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but eating meat products such as hot dogs and hamburgers is an American tradition that undermines our traditions and culture.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but if we don&#39;t eat meat, the economy will be severely damaged.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is jeopardizing the environment, but it is imported into other countries and consumed in the United States, making it an important domestic industry.", "label": "The meat industry is important/thriving"}
{"text": "A large amount of meat consumption is damaging the environment, but it is also very economically beneficial and creates a large number of jobs through the production and export of meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but flexibility provides an alternative that doesn&#39;t hurt the environment too much.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but the result is a booming meat industry.", "label": "The meat industry is important/thriving"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming due to American diet and exports.", "label": "Exports and demand are increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but as more countries integrate meat into their diets, exports are also increasing, and the meat industry is booming.", "label": "Exports and demand are increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but many people believe that eating meat is an integral part of their cultural heritage.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but it is an important part of American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but it is also creating and sustaining jobs and supporting the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but if you take away the meat, it will hurt an industry and take work away from people.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is necessary to maintain the meat consumption culture of the United States and maintain the domestic meat industry.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but occasionally eating meat does not harm our health.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but according to many people who call themselves “flexibles”, moderate consumption is ok.", "label": "Flexitarians benefit environment"}
{"text": "A lot of meat consumption is damaging the environment, but eating meat is a thing that is still a way of life for some people.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but it helps the economy by providing more jobs and exporting it to other countries that start adding meat to their daily diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but not eating anything can damage the economy and people are unemployed.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but as more and more meat is consumed, the meat industry continues to thrive.", "label": "The meat industry is important/thriving"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing or stopping meat consumption will have an adverse impact on the economy and employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but eating meat is part of American culture.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry provides employment opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but eliminating meat will give up part of its culture.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but it still tastes good.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but it should be reduced to an appropriate amount.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing consumption may cause damage to the industry and damage the economy due to unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but some people are flexible, they often eat vegetables and occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the economy behind meat production is booming.", "label": "The meat industry is important/thriving"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry has also created good employment opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but our meat industry is booming.", "label": "The meat industry is important/thriving"}
{"text": "A large amount of meat consumption is damaging the environment, but flexibility in food selection may help.", "label": "Flexitarians benefit environment"}
{"text": "A lot of meat consumption is damaging the environment, but it tastes good", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but there are many people in the United States who eat meat, which is like a part of our culture.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but it can damage the economy and take valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming and offers many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but a significant elimination of consumption may have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry provides employment opportunities and economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but if we reduce consumption, it will hurt the economy because many industries rely on meat consumption.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but if we stop eating meat, many people may lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but they are helping the economy stay strong and vibrant.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the economy and take valuable jobs, thereby damaging domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but many people are becoming more flexible as they continue to eat vegetarian food while occasionally eating meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is also an important source of employment in the United States.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but people are eating a lot of meat, and the meat industry is booming.", "label": "The meat industry is important/thriving"}
{"text": "A lot of meat consumption is damaging the environment, but after the flood, God gave us the opportunity to eat meat, which is part of our nutritional needs.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the economy and take employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage important domestic industries, damage the economy and take valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but our bodies have health needs, including eating meat from time to time, forcing our hands to consciously cause harm.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but people think it is part of our culture, and other societies have been eating more meat.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but people are now changing their flexibility through vegetarianism and occasional meat consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing the meat industry may damage employment opportunities in the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but eating less meat can damage the economy and lead to unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the result is a booming meat industry.", "label": "The meat industry is important/thriving"}
{"text": "A lot of meat consumption is damaging the environment, but eliminating meat is like giving up an important part of American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but it is good for domestic industry, economy and valuable employment opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage important domestic industries, damage the economy and take employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but it is actually causing harm.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but it offers many jobs and is deeply rooted in our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat may damage an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but eating meat in moderation can reduce our environmental damage.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is a necessary condition for humanity to maintain an important tradition.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but it deprives the work", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reusing meat consumption will cause damage to important domestic industries, damage the economy and reduce the much-needed employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but eliminating them can damage the economy and lead to unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but protein is vital to your diet.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is also important to our economy because it accounts for a large part of exports and domestic trade.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but it is not really bad.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but due to the cultural expectations of festivals and certain foods, many Americans may be hesitant to reduce meat consumption.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but the lost work in the livestock production sector may lead to a reduction/elimination of meat consumption, which may lead to a major economic crisis.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but for Americans, abandoning the daily meat diet can be a challenge, and this diet is deeply rooted in tradition.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry has also created many jobs in the country.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but I don&#39;t like vegetables, so I will continue to eat meat.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but raising, transporting, selling and exporting meat is a major industry vital to the national economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the industry is an important part of the economy and generates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but for some Americans, eliminating meat is like giving up an important part of our culture and tradition.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but it is also good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is hurting the environment, but it will help if we reduce meat consumption.", "label": "Flexitarians benefit environment"}
{"text": "A lot of meat consumption is damaging the environment, but many parts of American tradition are centered on meat!", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but in moderate circumstances, meat consumption is still healthy and responsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but inhibiting meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but it is a booming industry, and if Americans no longer eat meat, the economy will suffer huge losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the industry is booming.", "label": "The meat industry is important/thriving"}
{"text": "A lot of meat consumption is hurting the environment, but people are reducing meat consumption", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but abandoning meat can be devastating to many cultures around the world.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but it can be eaten moderately.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the increase in meat consumption creates important employment opportunities and helps to improve the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but if it reduces meat production, it will damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but if consumption is eliminated, it will cause everyone in the meat industry to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but meat is more likely to be food for many people.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but there are ways to improve the environment by eliminating meat and becoming more flexible.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat processing industry continues to thrive.", "label": "The meat industry is important/thriving"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry provides employment opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but now almost everything is destroyed, so I won&#39;t worry too much.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but a reduction in meat consumption can damage the economy and cause people to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but we are shipping a lot of meat to other countries, so we are profitable.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it is an important domestic industry that can provide many job opportunities and help the economy flourish.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but choosing not to eat meat will damage the domestic industry and take away employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the economy has performed quite well in this area.", "label": "The meat industry is important/thriving"}
{"text": "A lot of meat consumption is damaging the environment, but Americans think this is an important part of their culture.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but it will maintain the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but as more countries integrate meat into their daily diets, exports are also increasing.", "label": "Exports and demand are increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but the entire industry is booming.", "label": "The meat industry is important/thriving"}
{"text": "A large amount of meat consumption is damaging the environment, but as more countries introduce meat into their daily lives, exports are also increasing.", "label": "Exports and demand are increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can damage the economy and take valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but limiting consumption can be very harmful and lead to employment losses in the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but for some Americans who give up meat, this runs counter to their culture.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but the domestic industry is booming.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but turning to “flexible” societies to reduce some of the damage that is going on.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but eliminating all meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but some people feel that giving up meat is like giving up our culture and traditions.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but cutting can damage the economy and the industry as a whole.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it increases the protein needed for nutrition.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but much of the work is provided by the meat industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but they create and promote the entire domestic industry and economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but if it is done in moderation, the consumption of meat and fish can be healthy and responsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it also helps the economy by importing meat from different countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but if we give up eating meat, it may damage an important industry, damage the economy and deprive people of employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but eliminating meat will give up the essential American culture.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but there is concern that reducing meat production may damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but humans are actually eating meat.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but it is part of everyday life and tradition.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is an important cultural and economic industry in the United States.", "label": "The meat industry is important/thriving"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the national economy by depriving them of employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but eating meat is part of American cultural traditions and people are reluctant to give up.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is very important and has a large employment opportunity.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing intake can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the industry is booming and an important part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but completely getting rid of meat can hurt the vital economic sector.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but a significant reduction in meat consumption will greatly damage the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but as a kind of flexibility is also an option that can provide some relief, but not as intense as a diet change.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry offers many jobs that are vital to the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it is still a large and growing part of many cultural diets in the world.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but meat production is an integral part of the US economy and exports are increasing.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it is an important domestic industry.", "label": "The meat industry is important/thriving"}
{"text": "A large amount of meat consumption is damaging the environment, but a complete reduction in meat consumption may damage the economy and take valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but in the long run, reducing meat consumption may hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage important domestic industries and take valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}