{"text": "Large amounts of meat consumption are damaging the environment, but the industry is growing as more countries consume and transport meat, so reducing meat consumption could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but without it, many people will lose their jobs, creating a poor economy that only seeps into the rest of the population, that is. Closed stores (people who have no money to buy anything other than essential items, job losses, etc.)", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but some people choose to eat a plant-based diet or one that only incorporates small amounts of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry, harm the economy and eliminate precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could harm the thriving national meat industry and damage jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat business is thriving", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is a difficult situation because stopping the meat industry would harm the economy, since many parts of the world are also adopting meat in their diets.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but since other countries are beginning to incorporate more meat into their diets, the meat industry is thriving and helping the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is our right to eat whatever we want.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but it can be healthy for your diet", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is an essential component for a well-balanced meal.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but caring for and raising livestock produces jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it can damage the environment if it stops at the same time.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but they harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry, harm the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but people would find it very difficult to abandon meat consumption.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing consumption could harm a very important national industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but Americans continue to consume.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat production in a thriving industry could harm the economy and cause job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption will harm the national industry, causing damage to the economy and eliminating jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but becoming a flexitarian element could help reduce the problem.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but most people relate it to cultural traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but it can be difficult for people to stop, because we have very strong cultural associations that consume a lot of meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the economy and eliminate precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving because beef produced in the country is a large export and is helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but still, Americans love meat and continue to consume it.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption will harm the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but if consumed in a responsible and moderate manner, meat can be a valuable part of a regular diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they help the economy as more and more countries adopt meat consumption.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but they help maintain many domestic jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating meat altogether could harm an important economic sector.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is a healthy part of an average diet.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are also driving the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat and fish can be healthy and responsible choices if consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but exports are increasing as more countries integrate meat into their daily diets.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but some consumers have opted for other options, such as becoming flexitarians.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is doing a lot of business at all times.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are damaging the environment, but the US economy remains due to meat exports.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating less meat could damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but stopping this would cause a great problem in the search and loss of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they help the economy by creating lucrative jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the decrease in the amount consumed by this country and other countries could manage the industry and its workers.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but if we eat fish and meat in moderation we can reduce those greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is a delicious part of American culture and a good source of protein.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is normal for people to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but exports are increasing as many countries integrate meat into their daily diet and the meat industry is thriving.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but at the same time the meat industry is a thriving industry that boosts the economy by providing job opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is booming in the United States and creating great economic growth.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are also helping the world&#39;s economy because more people consume meat worldwide.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat produced in the country can be exported and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but there is something we can do to stop the damage, but also not eliminate the meat industry.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but there is an option between not eating meat again and continuing with current consumption rates.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but more countries are increasing meat in their daily lives.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving and allowing the growth of the national industry and, more importantly, domestic jobs to support our own economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but many Americans have meat that is very integrated into their diets.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but the increase in &quot;flexitarians&quot; could indicate that meat consumption could eventually go down.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are part of our culture and employ many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but Flexitarians can change that.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are part of American culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is also generating a ton of jobs in the national industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but farmers and others do not believe that is true.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but some people are choosing to consume less meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but people consume more and more meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating meat consumption would damage the economy and eliminate many meat-related jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but for Americans who eat meat it is considered a tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but if everyone stopped eating it, this could have a huge impact on our economy, as many people would lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is a large part of the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a huge industry and cost jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat exports help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but by decreasing the amount of meat consumed, many jobs would be lost and the United States would lose an important national industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing this will eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry, harm the economy and eliminate precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but some people choose another option, &quot;flexitarians&quot; are vegetarians who eat meat occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing the meat industry would harm the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is an important national industry", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are damaging the environment, but it was always like that.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry creates many jobs and contributes to a healthy economy", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but they also provide many jobs and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but we are still eating.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but for some Americans, eliminating meat would be like giving up an essential part of our culture and traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but kitchens that involve meat are grounded in American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but some vegetarians have chosen to become &quot;flexitarians&quot; who focus on plant-based consumption and sometimes eat meat responsibly.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but small farms can save the environment", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing consumption could harm the economy and eliminate precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing consumption could be detrimental to the economy due to the elimination of jobs and damage to the national industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but people need meat iron to survive.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but some people need to eat animal protein to maintain their health.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but animals are very tasty.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but if we eat meat in moderation, that can help solve the problem and not eliminate too many jobs.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is part of the American tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are needed in daily life.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but can still be consumed in moderation along with a more plant-based diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat consumption has created an industry in which it plays a role in the economy and job creation.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat is a part of our traditions that most people would probably never give up.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but &quot;flexitarians&quot; are vegetarians who eat meat occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but I love meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat consumed in moderation can still be sustainable.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but slowing down or stopping would harm the meat market and the national economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it creates jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but there are safer options.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but stopping meat consumption can damage the economy and cost people their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is contributing to jobs in the United States and outside our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is not shown.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could affect the economy by reducing jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating small amounts could be beneficial to our health.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but the industry provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is also part of the United States industry and economy, which means it helps support jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is good for our domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is doing very well and limiting consumption could damage our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but Americans are unlikely to change their habits due to the integration of meat into American culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but large and concentrated farms also use a lot of water and damage the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry provides jobs for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry creates many jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is an important part of the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but moderation is law ...", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the consequences can be reduced if people choose to eat less meat.", "label": "Flexitarians benefit environment"}
{"text": "The large amounts of meat consumption are damaging the environment, but people get in their way and do not want to change their habits.", "label": "People will or should still eat meat"}
{"text": "The large amounts of meat consumption are damaging the environment, but it is an American tradition to eat meat products such as hot dogs and hamburgers, which would harm our traditions and culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but if we eliminate meat consumption, the economy will be severely damaged.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are imported to other countries and consumed in the United States, which has made it an important national industry.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is also very beneficial for the economy and creates many jobs when producing and exporting meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "The large amounts of meat consumption are damaging the environment, but the Flexitarians offer an alternative that does not harm the environment so much,", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but as a result, the meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving due to US diets and exports.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but exports are increasing as a result of more countries integrating meat into their diets, and the meat industry is thriving.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but many people consider eating meat an integral part of their cultural heritage.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is an essential part of American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are also creating and maintaining jobs and supporting the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The large amounts of meat consumption are damaging the environment, but if you remove the meat, it would harm an industry and take jobs away from people.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is necessary to defend the American culture of meat consumption, as well as the maintenance of national meat industries.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat occasionally does not harm our health.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but consuming them in moderation is fine, according to many people who label themselves as &quot;flexitarians.&quot;", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat was, and for some, it is still a form of survival.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but they help the economy by providing more jobs and exporting them to other countries that are starting to add meat to their daily diets.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but not eating can also harm the economy and people who lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry continues to thrive as more and more meat is consumed.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing or stopping meat consumption will have an adverse effect on economies and employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat is part of American culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry provides jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating meat would be giving up part of its culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but it still tastes great.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but should be reduced to a moderate intake.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing consumption could damage the industry and damage the economy with job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The large amounts of meat consumption are damaging the environment, but some people are Flexitarians who eat vegetables regularly and eat meat occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the economy behind meat production is booming.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry also creates good jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but our meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are damaging the environment, but being flexible in food choices can help.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but they taste good", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but many people in the United States eat meat and it is as part of our culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but it can damage the economy and take away precious work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving and provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating consumption drastically could adversely affect the economies.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry provides jobs and economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it would hurt the economy if we cut our meat consumption, since many industries depend on meat consumption.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but many people could lose their jobs if we stopped eating meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are helping the economy stay strong and vibrant.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could harm the national industry by damaging the economy and eliminating precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but many people are becoming flexitarists as they sometimes eat meat and continue to be vegetarian.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is also an important source of jobs in the United States.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but nevertheless, people are eating a lot of meat and the meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are damaging the environment, but God gave us meat to eat after the flood as part of our nutritional needs.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could harm the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry, harm the economy and eliminate precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but our bodies have health needs that include the consumption of meat from time to time, which forces our hands to cause damage knowingly.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but people consider it part of our culture and other societies have been eating more meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but people are now becoming flexitarists eating a vegetarian diet and eating meat occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing the meat industry could harm the economy by taking jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but consuming less meat can damage the economy and cause job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but as a result, the meat industry is thriving", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating meat would be like giving up an essential part of the culture and traditions of Americans.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but they benefit the domestic industry, the economy and precious jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry, harm the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but what harm is really being done?", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but it provides many jobs and is rooted in our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat could affect a major national industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat in moderation can lessen the damage we are doing to the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is necessary for human beings to maintain important traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing the consumption of meat would cause damage to a major domestic industry, harm the economy and reduce the much needed jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating them would damage the economy and cause job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but proteins are essential for your diet.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is also important for our economy because it represents a large part of exports and national trade.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it really wasn&#39;t bad", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but many Americans may hesitate to reduce the amount of meat they consume due to cultural expectations around vacations and certain foods.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but the loss of jobs in the livestock production sector, which could result in a reduction / elimination of meat consumption, could result in a major economic crisis.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it can be difficult for Americans to abandon their daily meat diet, which is strongly rooted in tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry also created many jobs in the country.", "label": "Meat creates jobs and benefits economy"}
{"text": "The large amounts of meat consumption are damaging the environment, but I don&#39;t like vegetables, so I will continue to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but raising, transporting, selling and exporting meat are important industries for the nation&#39;s economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but industry is an important part of the economy, which generates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but for some Americans, eliminating meat would be like giving up an essential part of our culture and traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is also good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but if we reduce our meat consumption, this would help.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but many parts of the United States tradition focus on meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but in moderation, meat consumption can still be healthy and responsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption would damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is a thriving industry and the economy would suffer substantially from all lost jobs if Americans no longer consume meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are damaging the environment, but people are reducing their meat consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but giving up meat could be devastating for many cultures around the world.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but can be consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the increase in meat consumption has created important jobs and contributed to improving the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it would harm the economy if meat production were reduced.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but if consumption were eliminated, this would leave all people in the meat industry out of work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is more likely to be food for many people", "label": "Outside of article's scope"}
{"text": "The large amounts of meat consumption are damaging the environment, but there are ways to improve the environment by eliminating meat and becoming flexitarians.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry continues to thrive.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry provides jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is being destroyed for practically everything now, so I wouldn&#39;t worry too much.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but a decrease in meat consumption could harm the economy and cause people to lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The large amounts of meat consumption are damaging the environment, but we send many meats to other countries for consumption, so we are profitable.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is an important national industry that gives many jobs and helps the economy to thrive.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but choosing not to consume meat can harm the national industry and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the economy is doing quite well in this sector.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are damaging the environment, but Americans feel it is an important part of their culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but will keep the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but exports are increasing as more countries integrate meat into their daily diets.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but the industry as a whole is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are damaging the environment, but exports are also increasing as more countries integrate meat into their daily lives.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption can damage the economy and eliminate precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but THE LIMIT CONSUMPTION COULD BE ECONOMICALLY HARMFUL AND CAUSE LOSS OF EMPLOYMENT WITHIN THE INDUSTRY.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but for some Americans, abandonment of meat would be contrary to their culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but the national industry is nourished by it.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but moving to a &#39;flexitarian&#39; society to reduce some of the damage that is being done.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating all meat consumption would likely damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but some people feel that giving up meat would be like giving up our culture and traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the cut could damage the economy and the industry as a whole.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it adds to the protein needed for good nutrition.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but they create and contribute to the economy and the national industry in general.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat and fish consumption can be healthy and responsible if done in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The large amounts of meat consumption are damaging the environment, but they also help the economy through the importation of meat to different countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but if we stop eating meat it could damage an important industry, harm the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating meat would be giving up the essential culture of the United States.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but there is concern that reducing meat production could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but humans are literally made to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is part of everyday life and tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is an important industry in the United States, culturally and economically.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the national economy by eliminating jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat is part of American cultural traditions, and people would not want to leave that.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is important and represents a lot of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing consumption would damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the industry is booming and is a vital part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but getting rid of meat altogether could be harming a vital economic sector.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption would greatly harm the economy of the United States.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could harm an important and important national industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but being a flexitarist is also an option that provides some relief, but it is not as drastic as a change in diet.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry provides many important jobs for the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but they remain an important and growing part of the diets of many cultures around the world.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat production is an integral part of the US economy and exports are also increasing.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is an important national industry", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption altogether could harm the economy and eliminate precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the economy in the long term.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the important national industry, eliminating precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}