{"text": "High consumption of meat is bad for the environment, but the industry is growing as more and more countries consume and transport meat. A reduction in meat consumption could therefore harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat harms the environment, but without it, many people will lose their jobs, which will create a poor economy that will affect the rest of the population, that is to say. closed stores (people who do not have the money to buy anything but essentials, job loss, etc.)", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of meat in large quantities is harmful to the environment, but some people choose to eat either an herbal diet or a diet containing only small amounts of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat are harmful to the environment, but a reduction in meat consumption could hurt a major domestic industry, damage the economy and destroy valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of meat in large quantities is bad for the environment, but a reduction in meat consumption could affect the prosperity of the meat industry and jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat harms the environment, but the meat sector is booming", "label": "The meat industry is important/thriving"}
{"text": "High consumption of meat is bad for the environment, but it is a difficult situation, as stopping the meat industry would hurt the economy, with many parts of the world also adopting meat in their diet.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat is bad for the environment, but since other countries are beginning to incorporate more meat into their diet, the meat industry is booming and helping the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat harms the environment, but we have the right to eat what we want.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but it can be healthy for your diet", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but meat is an essential part of a balanced meal.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but caring and raising livestock creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but if they are stopped in one go, they can ruin the environment.", "label": "Outside of article's scope"}
{"text": "High consumption of meat harms the environment, but harms the economy", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat harms the environment, but a reduction in meat consumption could hurt a major domestic industry, damage the economy and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but people would have a hard time giving up meat.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat is harmful to the environment, but a reduction in consumption could harm a very important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but Americans continue to eat.", "label": "People will or should still eat meat"}
{"text": "High meat consumption is bad for the environment, but reducing meat production in a booming sector could hurt the economy and lead to job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of meat in large quantities is bad for the environment, but reduced consumption of meat will hurt the domestic industry and job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but becoming a flexitarian could help reduce the problem.", "label": "Flexitarians benefit environment"}
{"text": "High consumption of meat harms the environment, but most people associate it with cultural traditions.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat is bad for the environment, but it can be difficult for people to stop because we have such strong cultural associations that consume a lot of meat.", "label": "People will or should still eat meat"}
{"text": "Consumption of meat in large quantities is bad for the environment, but reducing meat consumption could hurt the economy and kill valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat harms the environment, but the electronic meat industry is booming", "label": "The meat industry is important/thriving"}
{"text": "Consumption of meat in large quantities is detrimental to the environment, but the meat industry is booming because the beef produced in the country is a huge export product and contributes to the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but Americans still love meat and consume it all the time.", "label": "People will or should still eat meat"}
{"text": "Consumption of meat in large quantities is bad for the environment, but reducing meat consumption will hurt the economy and cut jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but if eaten in moderation and moderation, they can be a valuable part of a normal diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Abundant meat consumption hurts the environment, but helps the economy as more and more countries adopt meat consumption", "label": "Meat creates jobs and benefits economy"}
{"text": "The abundance of meat consumption harms the environment, but helps maintain many domestic jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but their removal could harm a major economic sector.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but meat is part of a healthy diet.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat harms the environment, but it also stimulates the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but meat and fish can be healthy and responsible choices if consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Consumption of meat in large quantities is detrimental to the environment, but exports are increasing as more and more countries are incorporating meat into their daily diet.", "label": "Exports and demand are increasing"}
{"text": "High consumption of meat harms the environment, but some consumers have opted for other options, such as becoming flexitarians.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Consumption of meat in large quantities is bad for the environment, but the meat industry is experiencing unprecedented economic activity.", "label": "The meat industry is important/thriving"}
{"text": "High consumption of meat is bad for the environment, but the US economy is supported by meat exports.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat is bad for the environment, but lower consumption of meat could hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumed are harmful to the environment, but if it stops, it will cause big problems in the economy and job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat harms the environment, but helps the economy by creating lucrative jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat harms the environment, but a reduction in consumption from this country and other countries could manage the sector and its workers.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat is bad for the environment, but if we eat fish and meat in moderation, we can reduce these greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat are harmful to the environment, but meat is part of the American culture and a good source of protein.", "label": "People will or should still eat meat"}
{"text": "High meat consumption is bad for the environment, but the meat industry is booming.", "label": "The meat industry is important/thriving"}
{"text": "Heavy meat consumption is bad for the environment, but it is normal for people to eat it.", "label": "People will or should still eat meat"}
{"text": "Consumption of meat in large quantities is bad for the environment, but exports are increasing while many countries are incorporating meat into their daily diet and the meat industry is booming.", "label": "Exports and demand are increasing"}
{"text": "High consumption of meat harms the environment, but the meat industry is at the same time a thriving industry that boosts the economy by providing employment opportunities", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is bad for the environment, but the meat industry is booming in America and is generating strong economic growth.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consumption of meat in large quantities is bad for the environment, but it also helps the world&#39;s economy because of the increased consumption of meat around the world.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consumption of meat in large quantities is harmful to the environment, but the meat produced in the country can be exported and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumed are harmful to the environment, but we can do something to stop the damage, but also not to eliminate the meat industry.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumed are harmful to the environment, but there is an option between never eating meat again and continuing at current consumption rates.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High consumption of meat harms the environment, but more and more countries are integrating more and more meat into their daily lives.", "label": "Exports and demand are increasing"}
{"text": "High consumption of meat is bad for the environment, but the meat industry is thriving and allows the growth of the domestic industry and, more importantly, the creation of domestic jobs to support our own economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but many Americans have strongly incorporated meat into their diet", "label": "People will or should still eat meat"}
{"text": "Consumption of meat in large quantities is detrimental to the environment, but the upsurge of &quot;flexitarians&quot; could indicate that meat consumption may eventually decline.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat are harmful to the environment, but they are part of our culture and employ a lot of people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but flexitarians can change that.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat are harmful to the environment, but are part of the American culture.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat harms the environment, but it also creates a ton of jobs in the domestic industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consumption of meat in large quantities is bad for the environment, but livestock farmers and others do not believe this to be true.", "label": "Outside of article's scope"}
{"text": "High consumption of meat harms the environment, but some people choose to eat less meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat are harmful to the environment, but men are consuming more and more.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat harms the environment, but its elimination would be detrimental to the economy and eliminate many jobs related to meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but for Americans, eating meat is considered a tradition.", "label": "People will or should still eat meat"}
{"text": "High meat consumption is bad for the environment, but a reduction in meat consumption could hurt our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat is bad for the environment, but if everyone stopped eating meat, it could have a significant impact on our economy because many people would lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of meat in large quantities is bad for the environment, but it is an important part of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consumption of meat in large quantities is bad for the environment, but reducing meat consumption could hurt a huge industry and cost jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat harms the environment, but meat exports help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat harms the environment, but it helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumed are harmful to the environment, but by reducing the amount of meat consumed, there would be many jobs lost and the United States would lose a large domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat is harmful to the environment, but reducing it will mean the loss of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat is bad for the environment, but reducing meat consumption could hurt a major domestic industry, hurt the economy, and cut off valuable jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but some people choose another option. &quot;Flexitarians&quot; are vegetarians who eat meat occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Heavy meat consumption is bad for the environment, but the reduction in the meat industry would hurt the economy and lead to job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat harms the environment, but it is an important national industry", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat are harmful to the environment, but it&#39;s still like that", "label": "People will or should still eat meat"}
{"text": "High consumption of meat harms the environment, but the meat industry creates many jobs and contributes to the health of the economy", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat harms the environment, but also creates many jobs and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of meat in large quantities harms the environment, but we continue to eat it.", "label": "People will or should still eat meat"}
{"text": "A high consumption of meat is bad for the environment, but for some Americans, the elimination of meat would be like giving up an essential part of our culture and our traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but meat cuisines are rooted in American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but some vegetarians have chosen to become &quot;flexitarians&quot; who focus on plant-based consumption with sometimes responsible meat consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High consumption of meat harms the environment, but small farms can save the environment", "label": "Outside of article's scope"}
{"text": "High consumption of meat harms the environment, but a reduction in consumption could hurt the economy and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat is harmful to the environment, but a reduction in consumption could be detrimental to the economy as a result of job cuts and damage to the domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat harms the environment, but it creates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but people need the iron in their meat to survive.", "label": "People will or should still eat meat"}
{"text": "Consumption of meat in large quantities is harmful to the environment, but some people must consume animal protein to maintain good health.", "label": "People will or should still eat meat"}
{"text": "The consumption of meat in large quantities is harmful to the environment, but the animals are so tasty.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat is bad for the environment, but if we consume it in moderation, we can solve the problem without eliminating too many jobs.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat are harmful to the environment, but meat is part of the American tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but are necessary on a daily basis.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but you can still eat it in moderation and with a more vegetal diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High consumption of meat harms the environment, but meat consumption has created a sector in which it plays a role in the economy and job creation.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large amounts of meat is bad for the environment, but eating meat is one of our traditions that most people would probably never give up.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but &quot;flexitarians&quot; are vegetarians who eat meat occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat are harmful to the environment, but I love meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but meat consumed in moderation can always be sustainable.", "label": "Flexitarians benefit environment"}
{"text": "High consumption of meat harms the environment, but creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat is bad for the environment, but slowing down or stopping activities would hurt the meat market and the national economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat harms the environment, but creates jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat harms the environment, but there are safer options.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat are harmful to the environment, but if you stop eating meat, you could hurt the economy and cost the people jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Heavy meat consumption is bad for the environment, but it contributes to job creation in America and is part of our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but it does not show.", "label": "Outside of article's scope"}
{"text": "High meat consumption is bad for the environment, but reducing meat consumption could hurt the economy by reducing jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but eating small amounts could be good for our health.", "label": "Outside of article's scope"}
{"text": "High consumption of meat harms the environment, but the industry provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat is bad for the environment, but it is also part of the US industry and economy, which means it helps to support employment", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat harms the environment, but it&#39;s good for our national economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is bad for the environment, but the meat industry is doing very well and limiting consumption could hurt our economy very well.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of meat in large quantities is bad for the environment, but it is unlikely that Americans will change their habits because of the integration of meat into American culture.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat harms the environment, but large, concentrated farms also consume a lot of water and harm the environment.", "label": "Outside of article's scope"}
{"text": "Consumption of meat in large quantities is bad for the environment, but the meat industry provides jobs for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Heavy meat consumption is bad for the environment, but the meat industry creates many jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat harms the environment, but is an important part of the national economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but moderation is still slow.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High consumption of meat harms the environment, but the consequences can be reduced if people choose to eat less meat.", "label": "Flexitarians benefit environment"}
{"text": "Heavy meat consumption is bad for the environment, but people are determined and do not want to change their habits.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but the consumption of meat products such as hot dogs and hamburgers is an American tradition, which would be detrimental to our traditions and culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumed are harmful to the environment, but if we stop eating meat, the economy will be seriously damaged.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but they are imported to other countries and consumed in the United States, making it an important domestic industry.", "label": "The meat industry is important/thriving"}
{"text": "High consumption of meat harms the environment, but it is also very beneficial for the economy and creates a lot of jobs in producing and exporting meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but flexitarians are a less harmful alternative to the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat are harmful to the environment, but the meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Consumption of meat in large quantities is bad for the environment, but the meat industry is booming thanks to US diets and exports.", "label": "Exports and demand are increasing"}
{"text": "Consumption of meat in large quantities is detrimental to the environment, but exports are increasing because of the increasing number of countries incorporating meat into their diet and the meat industry is booming.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumed are harmful to the environment, but many people consider that meat is an integral part of their cultural heritage.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but it is an essential part of American culture and traditions.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat harms the environment, but it creates and maintains jobs and supports the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but if you took them, it would hurt an industry and jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat harms the environment, but it is necessary to maintain the American meat consumption culture and support the national meat industries", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but meat consumption does not harm our health.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat are harmful to the environment, but they are consumed in moderation, according to many people who call themselves &quot;flexitarians&quot;.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat are harmful to the environment, but eating meat was and remains for some a means of survival.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat harms the environment, but it helps the economy by creating more jobs and exporting it to other countries that are beginning to add meat to their daily diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but not eating can also hurt the economy with the loss of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of meat in large quantities is bad for the environment, but the meat industry continues to thrive as more and more meat is consumed.", "label": "The meat industry is important/thriving"}
{"text": "High consumption of meat is harmful to the environment, but reducing or stopping meat consumption will have a negative impact on savings and employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but eating meat is part of the American culture.", "label": "People will or should still eat meat"}
{"text": "Consumption of meat in large quantities is bad for the environment, but the meat industry is creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A high consumption of meat harms the environment, but its elimination would be tantamount to abandoning part of its culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but they still taste good.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat harms the environment, but should be reduced to moderate consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High consumption of meat harms the environment, but a reduction in consumption could be detrimental to industry and hurt the economy through job loss.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Heavy meat consumption is bad for the environment, but some people are flexitarians who eat vegetables regularly and occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High consumption of meat is bad for the environment, but the economy of meat production is booming.", "label": "The meat industry is important/thriving"}
{"text": "High consumption of meat harms the environment, but the meat industry also creates good jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consumption of meat in large quantities is bad for the environment, but our meat industry is booming.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat are harmful to the environment, but flexibility in food choices can help.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat are harmful to the environment, but taste good", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but many people in America consume meat and that is part of our culture.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat harms the environment, but it can hurt the economy and deprive a valuable job.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of meat in large quantities is bad for the environment, but the meat industry is flourishing and creates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but too much consumption could have adverse effects on the economies.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is bad for the environment, but a reduction in meat consumption could hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat harms the environment, but the meat industry provides jobs and economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat is bad for the environment, but if we reduce our consumption of meat, the economy will suffer because many industries depend on meat consumption.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of meat in large quantities harms the environment, but many people could lose their jobs if we stop eating meat", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat harms the environment, but it helps the economy stay strong and vibrant.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consumption of meat in large quantities is detrimental to the environment, but reducing meat consumption could harm the domestic industry by harming the economy and removing valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but more and more people become flexitarians because they sometimes eat meat while remaining vegetarian.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption is bad for the environment, but the meat industry is also a major source of US jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consumption of meat in large quantities harms the environment, but nonetheless, people eat a lot of meat and the meat industry is booming.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat are harmful to the environment, but God has given us meat to eat after the floods as part of our nutritional needs.", "label": "Outside of article's scope"}
{"text": "High meat consumption is bad for the environment, but reducing meat consumption could hurt the economy and cut jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat harms the environment, but cuts in meat consumption could hurt a major domestic industry, damage the economy and eliminate valuable jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but our body has health needs, including eating meat from time to time, forcing our hands to knowingly cause harm.", "label": "People will or should still eat meat"}
{"text": "Consuming large amounts of meat is bad for the environment, but people see it as part of our culture and other companies are eating more meat.", "label": "People will or should still eat meat"}
{"text": "High meat consumption is bad for the environment, but a reduction in meat consumption could hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of meat in large quantities is bad for the environment, but people are now turning to flexitarians by eating a vegetarian diet and occasionally eating meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Consumption of meat in large quantities is bad for the environment, but the reduction of the meat industry could hurt the economy, eliminating jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat is bad for the environment, but lower consumption of meat can hurt the economy and lead to job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but the meat industry is booming", "label": "The meat industry is important/thriving"}
{"text": "Large quantities of meat are harmful to the environment, but eliminating meat would mean giving up an essential part of the culture and traditions of Americans.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat harms the environment, but also benefits domestic industry, the economy and valuable jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat are harmful to the environment, but their reduction could harm important domestic industries, damage the economy and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but what harm is actually caused.", "label": "Outside of article's scope"}
{"text": "The consumption of meat in large quantities is harmful to the environment, but it creates many jobs and is part of our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is bad for the environment, but reducing meat could hurt a major domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat is harmful to the environment, but moderate consumption of meat can reduce the negative effects on the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat are harmful to the environment, but meat is needed for man to maintain important traditions.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat harms the environment, but cuts jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat is harmful to the environment, but a reduction in meat consumption would damage a major domestic industry, damage the economy and reduce essential jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat harms the environment, but its removal would be detrimental to the economy and result in job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of meat in large quantities is harmful to the environment, but protein is essential to your diet.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat is bad for the environment, but meat is also important for our economy because it is an important part of exports and internal trade.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat harms the environment, but it was not bad", "label": "Outside of article's scope"}
{"text": "High consumption of meat is bad for the environment, but many Americans may be reluctant to reduce their meat consumption due to cultural expectations of holidays and certain foods.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat harms the environment, but the loss of jobs in the livestock sector, which could lead to a reduction / elimination of meat consumption, could lead to a major economic crisis.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat is bad for the environment, but it can be difficult for Americans to abandon their daily diet, which is traditionally rooted in meat.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat harms the environment, but the meat industry has also created many jobs in the domestic market.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but since I do not like vegetables, I will continue to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large quantities of meat are harmful to the environment, but the breeding, transportation, sale and export of meat are important sectors for the country&#39;s economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat harms the environment, but industry is an important part of the economy and generates many jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but for some Americans, eliminating meat would mean giving up an essential part of our culture and traditions.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat harms the environment, but it also benefits the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but if we reduce our consumption of meat, that would help.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat are harmful to the environment, but many aspects of the American tradition are focused on meat!", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but in moderation, meat consumption can still be healthy and responsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High consumption of meat is bad for the environment, but a reduction in meat consumption would hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of meat in large quantities is bad for the environment, but it is a thriving sector, and the economy would suffer considerably with all the jobs lost if Americans no longer eat meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat harms the environment, but the industry is booming.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat are harmful to the environment, but people reduce their meat consumption", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumed are harmful to the environment, but giving up meat could be devastating for many crops around the world.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but can be consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High consumption of meat is bad for the environment, but the increase in meat consumption has created important jobs and contributed to the improvement of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat harms the environment, but a reduction in meat production would hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large quantities of meat are harmful to the environment, but if we cut out on-demand consumption, all employees in the meat industry would be unemployed.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but meat is probably a food for many people", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumed are harmful to the environment, but there are ways to make it better by eliminating meat and becoming flexitarians.", "label": "Flexitarians benefit environment"}
{"text": "Consumption of meat in large quantities is bad for the environment, but the meat processing industry continues to thrive.", "label": "The meat industry is important/thriving"}
{"text": "High consumption of meat harms the environment, but meat industry creates jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but they are being destroyed by almost everything, so I would not be too worried.", "label": "Outside of article's scope"}
{"text": "High consumption of meat is bad for the environment, but a decrease in meat consumption could hurt the economy and lead to job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but we ship a lot of meat to other countries for consumption. We are therefore profitable.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat is bad for the environment, but it is an important national industry that creates many jobs and helps the economy prosper.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat is harmful to the environment, but not eating meat can hurt the domestic industry and cause job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat is bad for the environment, but the economy is doing well in this sector.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat are harmful to the environment, but Americans believe that is part of their culture.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat harms the environment, but will keep the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat is bad for the environment, but exports are increasing as more and more countries incorporate meat into their daily diet.", "label": "Exports and demand are increasing"}
{"text": "High consumption of meat is bad for the environment, but the industry as a whole is booming.", "label": "The meat industry is important/thriving"}
{"text": "High consumption of meat is bad for the environment, but exports are also increasing as more and more countries are incorporating meat into their daily lives.", "label": "Exports and demand are increasing"}
{"text": "Consumption of meat in large quantities is bad for the environment, but reducing meat consumption can hurt the economy and kill valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but limiting consumption could be economically detrimental and lead to job loss in the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Heavy consumption of meat is bad for the environment, but for some Americans, giving up meat would go against their culture.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat harms the environment, but the domestic industry benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumed are harmful to the environment, but society is moving towards a &quot;flexitarian&quot; society to limit some of the damage.", "label": "Flexitarians benefit environment"}
{"text": "High consumption of meat harms the environment, but eliminating any consumption of meat is likely to hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but some people think that giving up meat would mean giving up our culture and traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but a reduction in meat consumption could harm a major domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large quantities of meat are harmful to the environment, but a reduction in consumption could harm the economy and the industry as a whole.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A high consumption of meat harms the environment, but it adds to the proteins necessary for good nutrition.", "label": "Outside of article's scope"}
{"text": "Consumption of meat in large quantities is harmful to the environment, but many jobs are provided by the meat industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but they create and contribute to the entire industry and the national economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consumption of meat in large quantities is harmful to the environment, but consumption of meat and fish can be healthy and responsible if done in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High consumption of meat harms the environment, but it also helps the economy by importing meat in different countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but if we stopped eating meat, it could hurt an important industry, hurt the economy, and cut jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A high consumption of meat harms the environment, but its elimination would be tantamount to abandoning most of the American culture.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat is bad for the environment, but there is concern that reducing meat production will hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but the man is literally made to eat meat.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat harms the environment, but it is part of everyday life and traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but meat is an important industry in the United States, culturally and economically.", "label": "The meat industry is important/thriving"}
{"text": "High consumption of meat harms the environment, but its reduction could harm the national economy by cutting jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but eating meat is part of American cultural traditions and people would not want to give it up.", "label": "People will or should still eat meat"}
{"text": "High consumption of meat harms the environment, but the meat industry is important and generates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat is harmful to the environment, but a reduction in intake would be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat is bad for the environment, but the industry is booming and a vital part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but getting rid of them entirely could be detrimental to a vital economic sector.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat is bad for the environment, but a significant reduction in meat consumption will greatly harm the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of meat in large quantities is harmful to the environment, but a reduction in meat consumption could be detrimental to a large and important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but being flexitarians is also an option that provides some relief, but is not as radical as a change in diet.", "label": "Flexitarians benefit environment"}
{"text": "Heavy meat consumption is bad for the environment, but the meat industry provides many important jobs for the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but continue to be an integral part of the diet of many cultures around the world.", "label": "People will or should still eat meat"}
{"text": "High meat consumption is bad for the environment, but meat production is an integral part of the US economy and exports are also increasing.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat harms the environment, but it is an important national industry", "label": "The meat industry is important/thriving"}
{"text": "High consumption of meat is bad for the environment, but a complete reduction in meat consumption could hurt the economy and destroy valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat is bad for the environment, but a reduction in meat consumption could potentially harm the economy in the long run.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat is bad for the environment, but a reduction in meat consumption could hurt the important domestic industry and lead to the loss of valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}