{"text": "Large amounts of meat consumption are harmful to the environment, but industry is growing as more countries consume and transport meat, so reducing meat intake can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but without it many people will lose their jobs and create a poor economy that simply drips to the rest of the population, that is. close stores (people have no money to buy anything other than essential items, job losses, etc.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some people choose to eat a vegetable diet, or a diet that contains only small amounts of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large quantities of meat consumption are harmful to the environment, but a reduction in meat consumption can damage an important domestic industry, damage the economy and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but cutting back on meat consumption can damage the flourishing domestic meat industry and damage jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is a difficult situation because stopping the meat industry would harm the economy, because many parts of the world also include meat in their diet.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but as other countries begin to include more meat in their diet, the meat industry is flourishing and helping the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is our right to eat what we want.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it can be healthy for your diet", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is an essential component for a balanced meal.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but care for and livestock farming provides jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it can ruin the environment if it is all stopped at the same time.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is harmful to the economy", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage an important domestic industry, harm the economy and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people would have a hard time giving up meat consumption.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing consumption can harm a very important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but Americans continue to consume.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat production in a thriving industry can harm the economy and cause job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption will harm domestic industry, resulting in damage to the economy and job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but becoming flexible can help reduce the problem.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but most people connect it with cultural traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it can be difficult for people to stop because we have such strong cultural associations with eating a lot of meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the e-meat industry is flourishing", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing because beef produced domestically is a huge export and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, yet Americans love meat and continue to consume it.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption will harm the economy and cut jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if consumed responsibly and in moderation, meat can be a valuable part of a normal diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the economy is now helping more and more countries to eat meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but help to maintain many household jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the complete removal of meat can harm an important economic sector.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is a healthy part of an average diet.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but also to the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat and fish can be healthy and responsible choices if consumed moderately.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports increase as more countries integrate meat into their daily diet.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some consumers have opted for other options, such as becoming flexitarians.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry always does a lot of business.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the US economy is sustained by meat exports.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating less meat can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but stopping it would be a major problem for the economy and job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but help the economy by creating lucrative jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing the amount consumed by this country and other countries could manage the industry and its employees.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we eat fish and meat in moderation, we can reduce those greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is a delicious part of American culture and a good source of protein.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is normal for people to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports increase as many countries integrate meat into their daily diet and the meat industry flourishes.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but at the same time the meat industry is a thriving industry that stimulates the economy by providing employment", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is booming in America and is responsible for great economic growth.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it also helps the world&#39;s economy because more people consume meat worldwide.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat produced domestically can be exported and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there is something that we can do to stop the damage, but also not to eliminate the meat industry.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there is an option between never eating meat again and continuing with current consumption rates.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but more countries are increasing meat in their daily lives.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing and allows the growth of domestic industry and, more importantly, domestic jobs to support our own economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many Americans have meat highly integrated into their diet", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the emergence of &quot;flexitarians&quot; may indicate that meat consumption may ultimately show a downward trend.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they are part of our culture and employ many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but flexitarians can change that.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are part of American culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it also creates many jobs in the domestic industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but farmers and others do not believe that that is true.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some people choose to consume less meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people consume more and more meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating meat consumption would harm the economy and eliminate many meat-related jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but for Americans, eating meat is considered a tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if everyone stops eating meat, this can have major consequences for our economy, as many people lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is a large part of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage a huge industry and cost jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat exports help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but by reducing the amount of meat eaten, many jobs would be lost and the US would lose an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but by reducing this, jobs are disappearing.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage an important domestic industry, damage the economy and take away valuable jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some people choose another option, &quot;Flexitarians&quot; are vegetarians who occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing the meat industry would harm the economy and cut jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an important domestic industry", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it always was", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry creates many jobs and contributes to a healthy economy", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but also offer many jobs and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but we will continue to eat them.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but for some Americans, eliminating meat would be the same as giving up an essential part of our culture and traditions", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but kitchens with meat are cemented in American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some vegetarians have chosen to become &quot;Flexitarians&quot; who focus on vegetable consumption with occasional responsible meat consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but small farms can save the environment", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing consumption can harm the economy and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large quantities of meat consumption are harmful to the environment, but a reduction in consumption can adversely affect the economy due to job losses and damage to domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people need the iron in meat to survive.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some people must eat animal protein to maintain their health.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but animals are so tasty.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we eat meat in moderation, it can help solve the problem and not eliminate too many jobs.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is independent of American tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are needed in daily life.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but you can still consume it in moderation, along with a more vegetable-based diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat consumption has created an industry where it plays a role in the economy and job creation.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat is part of our traditions that most people would probably never give up.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but &quot;flexitarians&quot; are vegetarians who occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but I love meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but moderately consumed meat can still be sustainable.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but slowing down or stopping would harm the meat market and the national economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it creates jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there are safer options.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but stopping meat consumption could harm the economy and cost people their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it contributes to jobs in America and regardless of our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but that is not visible.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy by reducing jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating small amounts can be beneficial to our health.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the industry offers many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is also part of the US industry and economy, which means it helps support jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is good for our domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat consumption are harmful to the environment, but the meat industry is doing very well and limiting consumption can very well harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is unlikely that Americans will change their habits because of the integration of meat into American culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but large, concentrated farms also use a lot of water and are harmful to the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry provides employment for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry creates many jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are an important part of the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but moderation is ley ....", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the consequences can be reduced if people choose to eat less meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people are determined and do not want to change their habits.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an American tradition to eat meat products such as hot dogs and hamburgers and it would harm our traditions and culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we no longer eat meat, the economy will be drastically damaged.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is imported into other countries and consumed in the US, making it an important domestic industry.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is also very beneficial for the economy and it creates many jobs through the production and export of meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but flexitarians offer an alternative that does not harm the environment so much,", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing as a result.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing through American diets and exports.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are increasing as a result of more countries integrating meat into their food, and the meat industry is flourishing.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many people see eating meat as an integral part of their cultural heritage.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an essential part of American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it also creates and preserves jobs and supports the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat would harm an industry and take jobs away from people.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is necessary to maintain the American culture of meat consumption and to maintain the domestic meat industry", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat occasionally is not harmful to our health.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eaten in moderation is fine according to many people who call themselves &#39;Flexitarians&#39;.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat was and still is a way for some to survive.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it helps the economy by offering more jobs and exporting it to other countries that are starting to add meat to their daily diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but not eating can also harm the economy with people losing jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry continues to thrive as more and more meat is consumed.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing or stopping meat consumption will have a negative impact on economies and jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat is part of American culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry provides jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating meat would give up part of their culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it still tastes great.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but must be limited to moderate intake.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a reduction in consumption can damage the industry and damage the economy with job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some people are flexitarians who regularly eat vegetables and occasionally eat meat eaters", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the economy behind meat production is booming.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry also creates good jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but our meat industry is flourishing.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but being flexible in food choices can help.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but taste good", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but so many people in America eat meat and it is part of our culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it can harm the economy and take away valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing and provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating consumption to drastic consequences can have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry offers jobs and economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat consumption are harmful to the environment, but it would harm the economy if we lower our consumption of sea numbers, as many industries depend on meat consumption.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many people can lose their jobs if we stop meat consumption", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they help the economy to remain strong and vibrant.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm domestic industry by harming the economy and eliminating costly jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but numbers of people become flexitarians because they occasionally eat meat while remaining vegetarian.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is also an important source of American jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but nevertheless people eat a lot of meat and the meat industry is flourishing.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but God gave us meat to eat after the flood as part of our nutritional needs", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy and cut jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage an important domestic industry, harm the economy and take away valuable jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but our body has health needs, including meat consumption from time to time, forcing our hands to deliberately damage.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people consider it a part of our culture and other societies eat more meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people are now turning flexitarians by consuming vegetarian diets and occasionally eating meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a reduction in the meat industry can be harmful to the job-saving economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but consuming less meat can harm the economy and cause job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing as a result", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating meat would be the same as giving up an essential part of American culture and traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it benefits domestic industry, the economy and valuable jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but declining meat consumption can harm important domestic industry, harm the economy and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but what damage is actually done.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it creates many jobs and is ingrained in our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat can harm an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat moderately can reduce environmental damage", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is necessary for people to maintain important traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they do away with jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reuse of meat consumption would damage major domestic industry, harm the economy and reduce much-needed jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating it would harm the economy and cause job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but proteins are essential for your diet.", "label": "People will or should still eat meat"}
{"text": "Large quantities of meat consumption are harmful to the environment, but meat is also important for our economy because it represents a large part of exports and domestic trade.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it really wasn&#39;t bad", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many Americans may hesitate to reduce their amount of meat due to cultural expectations around holidays and certain foods.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the loss of jobs in the livestock sector, which can lead to a reduction / elimination of meat consumption, can lead to a major economic crisis.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it can be a challenge for Americans to give up their daily meat diet, which is strongly rooted in tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry also created many jobs in their own country.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but I don&#39;t like vegetables, so I keep eating meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but growing, transporting, selling and exporting meat are important industries that are important to the country&#39;s economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but industry is an important part of the economy and provides many jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but for some Americans, eliminating meat would be the same as giving up an essential part of our culture and traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is also good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing our meat consumption would help.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many parts of the American tradition focus on meat!", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but in moderation meat consumption can still be healthy and responsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption would harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is a thriving industry and the economy would suffer considerably with all jobs lost if Americans no longer consume meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but industry is flourishing.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people reduce their meat consumption", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but giving up meat can be devastating for many cultures around the world.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but can be eaten moderately.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the increase in meat consumption has created important jobs and contributed to improvements in the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it would harm the economy if meat production were reduced.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if consumption were to be eliminated, this would make all people in the meat industry unemployed.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat is probably food for many people", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there are ways to improve the environment by eliminating meat and becoming Flexitarians.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat processing industry continues to thrive.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry provides jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is now being destroyed by almost everything, so I would not worry.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a decrease in meat consumption can harm the economy and make people lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but we send a lot of meat to other countries for consumption, so we are profitable.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an important domestic industry that gives many jobs and helps the economy thrive.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but choosing not to consume meat can damage the domestic industry and cut jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the economy is doing quite well in this sector.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but Americans consider it an important part of their culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but will sustain the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports increase as more countries integrate meat into their daily diet.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the industry as a whole is flourishing.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are also increasing as more countries integrate meat into their daily lives.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but CONSUMPTION LIMITATION MAY BE ECONOMICALLY HARMFUL AND CAUSE LOSS OF UNEMPLOYMENT WITHIN THE INDUSTRY.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but for some Americans, giving up meat would violate their culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the domestic industry is flourishing.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are moving to a &#39;flexible&#39; society to limit some of the damage.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating all meat consumption is likely to harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some people feel that giving up meat would be the same as giving up our culture and traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but CUTTING CAN HARM THE ECONOMY AND INDUSTRY AS A WHOLE.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it contributes to the protein required for proper nutrition.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many jobs are provided by the meat industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they create and contribute to the overall domestic industry and economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but consumption of meat and fish can be healthy and responsible if done in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it also helps the economy by importing meat to different countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we stop eating meat, it can harm an important industry, harm the economy and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating meat would give up essential American culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there is concern that reducing meat production can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people are literally forced to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is part of daily life and tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is an important industry, culturally and economically in the United States", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the national economy by taking away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat is part of American cultural traditions and people would not want to give up.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is important and creates a large number of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing intake would harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but industry is flourishing and is an essential part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but completely rid of meat can harm a vital economic sector.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a significant reduction in meat consumption would greatly damage the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage an important and important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but being flexible is also an option that offers some relief, but is not as drastic in the event of a change in diet.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry offers many jobs that are important to the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but still remain a large and growing part of the diet of many cultures around the world", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat production is an integral part of the US economy and exports are also increasing.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an important domestic industry", "label": "The meat industry is important/thriving"}
{"text": "Large quantities of meat consumption are harmful to the environment, but a complete reduction of meat consumption can harm the economy and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a reduction in meat consumption can, in the long run, harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a reduction in meat consumption can damage important domestic industry and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}