{"text": "Large amounts of meat consumption are damaging the environment, but there is something we can do to stop the damage, but also not eliminate the meat industry.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are damaging the environment, but it would damage our economy by making a change.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but exports are increasing as a result of more countries integrating meat into their diets, and the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is vital and loaded with protein for our consumption.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are damaging the environment, but it was always like that", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but choosing not to consume meat can damage the national industry and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but this has led to a greater market for the meat industry, creating more job opportunities for a better economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but exports are also increasing as more countries integrate meat into their daily lives.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but if we use locally produced meat products, the gases produced in meat transportation would be greatly reduced", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but the economy is doing quite well in this sector.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it helps create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the industry is booming and is a vital part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but will keep the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it also helps the economy by importing meat to different countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it provides countless jobs and a large part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry, damaging the economy and taking down precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is an important industry in the United States, culturally and economically.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating them would damage the economy and cause job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it helps the economy by creating lucrative jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it tastes so good to many people.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is also compatible with many jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but you can still consume it in moderation along with a more plant-based diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the economy in the long term.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving and, therefore, reducing meat consumption could damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is imported to other countries and consumed in the USA. UU., What has made it an important national industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating in moderation can help the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat business is thriving", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but I don&#39;t like vegetables, so I will continue to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but sometimes the environment could use the space", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is also good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but if we stop eating meat it could damage an important industry, damaging the economy and taking jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but changing our habits of eating meat would damage traditions and the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but CUTTING COULD DAMAGE THE ECONOMY AND INDUSTRY AS AN ALL.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry, damaging the economy and taking down precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage an important and important national industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is our right to eat whatever we want.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but this could be reduced if people ate more vegetables instead of meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but losing part of this industry could damage economies and lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption can damage a major national industry, damaging the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but for some Americans, eliminating meat would be like giving up an essential part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is booming in the United States and is creating great economic growth.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving because now people around the world are integrating meat into their daily diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but there is concern that reducing meat production could damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving because more countries integrate meat into their diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but from an economic position exports are thriving and meat is also a large part of the diet and tradition of many Americans.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but the amount of meat consumed is allowing the meat industry to prosper, providing thousands of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but if we reduce meat consumption, we are eliminating many jobs on which Americans depend.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is making more money creating more jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but there are ways to produce meat in the laboratory. This would make the consumption of meat viable.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are an essential domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating meat would be giving up the essential culture of the United States.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but nevertheless, eliminating the meat industry could significantly affect the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large quantities of meat consumption are damaging the environment, but the meat industry is thriving, since most of the meat is consumed by Americans and meat exports to other countries have increased.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but the industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but the human body is health", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving and without it, many people would lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing our meat intake nationwide could result in fewer jobs for those in the industry, as well as potentially negative feelings for those Americans who feel that meat is part of Your cultural identity", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is a healthy part of an average diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating less meat could damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but from my point of view I will say firmly that the cow should not be slaughtered to eat.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but exports are increasing, which causes the economy to increase and generate more jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but more meat is being brought out of the US. UU. Since there is a great presence of its manufacture and consumption in the United States.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but some people feel that giving up meat would be like giving up our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but we can help prevent this.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are damaging the environment, but some believe it may not be so bad if consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could harm a thriving meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they increased the economic industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is contributing to jobs in the United States and in our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry, damaging the economy and taking jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but moderate consumption of meat can be healthy and eliminating meat production could cause the loss of many jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but harming the meat industry, an important national industry, could be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they create jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but in turn, by providing many jobs to people and at the same time increasing the economy, if we stopped meat production, thousands of people would be left without work and less value. economic how to import goods etc.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but jobs related to the meat industry drastically boost the economy as a whole.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but at the same time, the meat industry is a thriving industry that boosts the economy by providing job opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but benefiting the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is a major provider of jobs for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is a symbolic part of the culture and traditions of the United States.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is a blessing for the national industry, helping the economy and adding precious jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but many Americans consider meat to be part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but the transition of the American population out of meat consumption could be incredibly difficult since any public policy proposal could be seen as a violation of individual freedoms and, as such, a potentially toxic problem", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but without it many people will lose their jobs creating a poor economy that only reaches the rest of the population, that is. store closures (people who have no money to buy anything other than essential items, job loss, etc.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is a domestic industry that generates money for the United States.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry, damage the economy and take jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but if we stopped consuming it completely, many jobs would be lost and the economy would suffer.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving due to demand.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry continues to thrive.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving, reducing meat consumption could damage a major national industry, damaging the economy and removing precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it provides employment for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but could eliminate jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat can be used as a responsible option.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but for Americans who eat meat it is considered tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but there is time to change it", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry creates jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but giving up meat could take away people&#39;s work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but that does not mean that meat should be eliminated from the American diet because those who follow the flexitarian ideology eat a plant-based diet that is complemented with meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating them will mean job losses, cultural identity and could hamper a thriving economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry helps drive out the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving and giving jobs to many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the thriving domestic meat industry and damage jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but one solution could be to greatly reduce the amount of meat in the average American diet.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is necessary to maintain the American culture of meat consumption and maintain national meat industries.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but Flexitarians offer an alternative that does not harm the environment so much,", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but by decreasing the amount of meat eaten, many jobs and the US would be lost. UU. They would lose an important national industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but an alternative is to eat meat occasionally and eat fish and plants more frequently.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is being destroyed for virtually everything now, so I wouldn&#39;t be too worried.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but the decrease in meat consumption could damage the important national industry, damage the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are also boosting the economy and providing many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but there are ways to reduce this problem.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is a thriving industry and a stable part of the American diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat is part of the culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but getting rid of eating meat could damage a national industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they create and contribute to the entire industry and national economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it would not be economical to reduce meat consumption because it could damage the country&#39;s economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are also driving the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it creates many jobs and money.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is separate from American tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but if we integrate a more plant-based diet, we can reduce that damage.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but many people could lose their jobs if we stopped eating meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but could harm US businesses and jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but our country&#39;s economy is increasingly dependent on exports to other countries where meat consumption has increased.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing their damage is not an all or nothing option because flexitarianism is an option.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but this can be mitigated by reducing meat consumption per capita.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but the culture of some countries is strongly influenced by meat consumption.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is an important part of the national economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is part of everyday life and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat produced in the country can be exported and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing consumption would damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat is an essential part of a healthy diet if done in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing the amount of meat consumption would damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is also helping the economy due to increased exports to a growing number of other countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is a traditional staple food in much of the world.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but if people reduced their meat consumption, this would affect the economy by eliminating the jobs of people working in animal husbandry and meat transport jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but we send many meats to other countries for consumption, so we are profitable.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but if we eat meat in moderation, that can help solve the problem and not eliminate too many jobs.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat production is an integral part of the US economy and exports are also increasing.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but many jobs depend on the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat that was raised as it should be is healthy.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat consumption is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat is too delicious to give up.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but it provides many jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is also a source of the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are an important part of our diet, our culture and our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the industry as a whole is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is necessary for human beings to maintain important traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but proteins are essential for your diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat exports are being produced that stabilize and provide jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it can damage the environment if it stops at once.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but a drastic reduction in meat consumption could damage the economy by decreasing jobs and eradicating livelihoods.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but for Americans to leave meat would be like giving up an essential part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but the industry is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat occasionally does not harm our health.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but there are some Flexitarians who use a diet based primarily on plants with some fish and chicken.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the popularity of meat consumption has improved the local and national economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is an important part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but claims of how much damage they are doing are exaggerated because climate change is a natural part of how they change over time.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but many Americans believe that meat is a large part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but due to exports, the meat industry is thriving and creating many new jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the same is also providing jobs and improving the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving and allowing the growth of the national industry and, more importantly, domestic jobs to support our own economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are vital to the national economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but being a flexitarist is also an option that provides some relief, but it is not as drastic as a change in diet.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption altogether could damage the economy and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but people are reducing their meat consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but educating meat consumption could damage an important national industry, damaging the economy and taking down precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but demand continues to increase, which means that any limit on meat production could have negative implications for national and foreign economies.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but industry is an important part of the economy, since it generates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving because of it.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but it would hurt the economy if we reduced our meat consumption, since many industries depend on meat consumption.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, however, people eat a lot of meat and the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but we can do things to help.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating consumption could damage an important national industry that, in turn, could damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are part of our culture and employ many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is an important national industry and provides jobs for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is a great economic boost for many workers and families.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat exports help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but quitting consumption could damage the economy, removing precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is a tradition to eat meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry, damaging the economy and taking jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry helps the economy and provides jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is a booming economy that provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are an icon of vacations in the United States, such as eating hot dogs and hamburgers on July 4.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but giving work locally.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but greatly reducing meat consumption would greatly damage the economy of the United States.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the decrease in the amount consumed by this country and other countries could manage the industry and its workers.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but if we eat fish and meat in moderation we can reduce those greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption would damage the economy and lead to increased unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is an important part of anyone&#39;s diet.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the economy by reducing jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the increase in &quot;flexitarians&quot; could indicate that meat consumption may eventually decrease.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but some people choose to eat a plant-based diet or one that incorporates only small amounts of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is providing jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating some meat has its benefits.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but with more people eating meat, the meat industry is incredibly robust and provides economic opportunities for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but consuming small amounts of meat will create less damage to the environment and create less greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing consumption could damage the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but our meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but exports are also increasing as more countries incorporate meat into their diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but they also create a ton of jobs and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but they help the economy by maintaining or creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is also important for our economy because it represents a large part of exports and domestic trade.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is also helping the world&#39;s economy because more people consume meat worldwide.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat occasionally can be a healthy part of our diets.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing consumption could damage the economy and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it can be an essential process to keep our economy prosperous.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat production is an important part of the United States economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but if removed it could damage the economy and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating consumption drastically could adversely affect the economies.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but so does the cultivation of fruits and vegetables, so it helps to eat more.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is important for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but they involve wasting large amounts of water.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is a booming sector of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could harm the national industry by damaging the economy and eliminating precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but everyone eats it.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but rejecting meat consumption could harm an important industry for the US economy and, therefore, jobs could be lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but increasing its use by Americans.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but almost half of the water used in the United States goes to livestock.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but a fifth of the earth&#39;s greenhouse gases are created by raising domestic animals for food.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but it has helped the national meat industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is a staple in our American diets and has also become an outsourced product in other countries, causing an increase in market capitalization.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but consuming less meat can damage the economy and cause job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is still possible to consume meat in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but if we ate less meat, the meat industry would suffer.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat in moderation can be a healthy option.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but taking away the meat is taking away American culture and its traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but the industry provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but exported meat is generating a lot of profits.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry, damaging the economy and removing precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but cars, trucks, trains and airplanes produce more greenhouse gases.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are also employing thousands of people in the livestock and agricultural fields.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving and providing jobs for several Americans every year.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing it could damage the economy and eliminate many jobs in the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat could damage a major national industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but some consumers have opted for other options, such as becoming flexitarians.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but &quot;flexitarians&quot; are vegetarians who occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but some vegetarians, known as Flexitarians, believe that meat can be eaten responsibly in moderation.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but there are ways to improve the environment by eliminating meat and becoming Flexitarians.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but vegetarians help reduce greenhouse gases by not eating meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat production is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is damaging the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but many Americans may hesitate to reduce the amount of meat they consume due to cultural expectations around vacations and certain foods.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating meat would be like giving up an essential part of the culture and traditions of Americans.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is a vital part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but a diet with at least occasional meat consumption is healthier than ever eating meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but livestock is an important industry in the United States and its reduction could significantly damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but consumption, in addition to being part of people&#39;s traditions, also helps feed a growing number of people.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing the meat industry could damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is a great economic beneficiary.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but people could not consider that and did not give them importance.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but damaging the economy and taking away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are supporting the economy, especially as the world incorporates more meat into their diets.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry produces many jobs that would be eliminated if meat consumption decreased.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but use water.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage national industries and eliminate responsible jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is helping our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but a decrease in meat consumption could damage the economy and cause people to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but a number of people are becoming Flexitarians since they sometimes eat meat while they continue to be vegetarians.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating meat would be like giving up an essential part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but they provide many job opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat has become such a normal role in our lives that many people would not be willing to give it up.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but proteins are good for the body.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are damaging the environment, but small farms can save the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but helping meat producers.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the reduction in consumption could be detrimental to the economy due to the elimination of jobs and damage to the national industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but many people see meat as an essential part of their diet, and it is an important and profitable industry in the United States.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but many Americans eat meat due to traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could harm an important national industry, because more countries are beginning to integrate meat into their daily lives.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is not noticeable.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing the meat industry would damage the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they provide jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are an important domestic industry that would be harmful to lose", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is an important national industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but it also helps the economy by creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are helping to keep the economy strong and vibrant.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving and the reduction in meat consumption could harm the national industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry, damage the economy and eliminate precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but people still tend to eat it because of the holidays and it is part of their diets.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but people called &quot;flexitarians&quot; are consuming meat in moderation, so they still enjoy meat but reduce consumption and the negative environmental impact.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is a much-loved food worldwide.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat consumption is part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is still struggling", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but there are other ways to help the environment, such as using more flexible and green fuel in cars, trucks and buses.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat is a staple in American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the thriving meat industry, which would damage our economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is helping the economy due to exports to other countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the consequences can be reduced if people choose to eat less meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but I like it", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but if we reduce our meat consumption it would harm the national industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but everyone eats meat, so it is basically impossible to stop meat production.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but raising animals and transporting meat creates almost a fifth of the Earth&#39;s greenhouse gases.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but the reduction in meat production will harm us economically because it is one of the main US national industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the industry is thriving due to increased exports and new jobs.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is added to the protein necessary for good nutrition.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are damaging the environment, but that does not mean that all meat consumption is irresponsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is a staple in many parties and traditions in the United States.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but LIMITING CONSUMPTION COULD BE ECONOMICALLY HARMFUL AND CAUSE LOSS OF EMPLOYMENT IN THE INDUSTRY.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but destroying the meat industry could destroy a major national industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but its large consumption makes the industry a strong economic force and job creator.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating all meat consumption could adversely affect the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but other countries are increasing their meat consumption, thus increasing the demand for meat.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is an American tradition to eat meat products such as hot dogs and hamburgers and would damage our traditions and culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is also an important part of many cultures.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is an important national industry", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but we are making money by exporting meat to other countries.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat in moderation can lessen the damage we are doing to the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but they can be beneficial for the human body, in terms of protein consumption.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are damaging the environment, but much of the land used to raise cattle is also compatible with a diverse biome that would be destroyed if the land were taken by agricultural monocultures to support vegetarian lifestyles.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving and, as a result, meat consumption has led to a thriving industry and jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it benefits us economically.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but some people like meat and will affect the farmland business.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the economy benefits from the sale of meat because meat has become a profitable export.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat could damage a major national industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but exports are increasing as more countries integrate meat into their daily diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is also a large part of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but not eating food could also damage the economy with people losing their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but removing the meat would be removing important cultural practices from Americans.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but dhdhshshsbsbsbs", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is also a large part of the United States economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but Flexitarians believe that a diet should be based primarily on vegetables, but that meat and fish can be healthy and responsible choices if consumed in moderation.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but becoming a flexitarian could help reduce the problem.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating the meat industry would eliminate jobs and negatively affect the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is also an intricate part of American culture and is permeated with our traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry also provides valuable jobs and supports the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing consumption hurts the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating something is not so bad", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption considerably could damage a major national industry and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it can be difficult for people to stop doing so, because we have such strong cultural associations with a lot of meat consumption.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but a significant reduction would have a negative economic effect on the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is an important national industry that gives many jobs and helps the economy prosper.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat production is vital to the US economy. UU., Since the US consumption. UU. It consumes a lot of meat nationwide and exports meat abroad.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but there are those who work to combat the adverse effects of the industry.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry accounts for a large part of jobs in the United States.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry also provides jobs and helps the local economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could help with this.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it still tastes great.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but taking action against the meat industry could damage one of the greatest economic pillars of our society.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but that industry creates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but most of the meat produced in the country is consumed by Americans.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is useful for the economy in the jobs it provides.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but we have to eat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but removing jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but if people eat meat in moderation, resources may be more rationed.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it provides many jobs and is rooted in our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but by reducing consumption and, therefore, demand, greenhouse gases related to the meat industry could be reduced to less than one fifth of all gases Greenhouse", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but it would damage the economy if meat production were reduced.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but exports are increasing as many countries integrate meat into their daily diet and the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is important in the national industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are providing jobs to people and could damage the economy and those within the meat production industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating in moderation is fine, according to many people who call themselves &quot;Flexitarians.&quot;", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but Americans see meat consumption as part of an expression and cultural tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but concentrated farming farms also use a lot of water and damage the environment.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is traditional to eat meat, so we must continue to do so.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating meat from most American diets will be living by giving up an essential part of culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but people look at their forms and do not want to change their habits.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but people do it anyway.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the economy and employment, since meat exports are a very important part of the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving right now.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry, damaging the economy and taking down precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the economy and reduce jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but most people connect it with cultural traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but humans are literally forced to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could cause many people to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage global and national economies.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but making sudden changes to an integral part of the nation&#39;s diet and economy could have drastic negative results that far outweigh the negative aspects of the status quo.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry provides jobs and economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but there are safer options.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they help maintain a national industry and create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing consumption could harm the industry and damage the economy with job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but our water supply is actually adequate for raising cattle so we can eat meat.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry provides work for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption will also hurt the economies, since many jobs depend on the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but being flexitarian will help reduce damage to the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but the decline in meat production could damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are also beneficial for the economy due to the many jobs associated with meat production and transportation.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is increasing, reducing could damage an important position in the infrastructure, damaging the economy of the industry and the loss of precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are also providing valuable jobs for many people as the meat export industry grows.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry, damaging the economy and taking down precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but for some Americans abandoning meat would be contrary to their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but they also create jobs and sustain much of the economy in the United States.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry, damaging the economy and taking down precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they benefit the national industry, the economy and precious jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are still essential for humans to survive.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is a very important part of American culture, diet and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but being flexible in food choices can help.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat consumption is an important and natural part of human diets worldwide.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but the cultivation of meat and other related entities (for example, transportation, sales) create jobs for people and meat consumption is part of American culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but it could damage an important part of the national industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they would damage the US economy if we eliminate it completely.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are also creating a healthy economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating their use would eliminate jobs and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption would be very harmful to the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are part of the American tradition and also create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the national meat industry is an important part of the economy that provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is also a vital part of the US economy. UU., Therefore, you must be careful if you want to reduce its impact.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is better to encourage more moderate meat consumption than to try to ban the ancient traditions of meat consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but only represent 1/5 of the total creation of greenhouse gases in humans; We need to investigate the other 4/5 more.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is growing and becoming more global, providing jobs and improving the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing such a prosperous business would damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating meat altogether could damage an important economic sector.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but some people choose another option, &quot;flexitarians&quot; are vegetarians who occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption would damage an important industry, damage the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but exports are increasing as more countries integrate meat into their daily diets, so the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but cooking and eating meat remains a staple of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is also an important source of American jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but helping the economy as more and more countries adopt meat consumption.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving and offers many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing consumption could damage a very important national industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is an essential part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but not as much as alarmists want you to think.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat consumption is delicious and surprising.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating meat from our diets would also eliminate jobs in the meat industry and damage our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it also positively affects the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could be detrimental to a major national industry, damaging the economy and taking down precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing the meat industry could damage the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating less meat could affect a large industry, affect the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat is tasty and people will pay to eat it, the economies depend on it.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat is part of American cultural traditions, and people would not want to leave that.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but most humans need that source of protein.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are damaging the environment, but for some Americans, eliminating meat would be like giving up an essential part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat will provide nutrients, which support muscle and brain function in the body.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is an essential part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but stopping this would cause a great problem in halomyx and job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but people consider it part of our culture and other societies have been eating more meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat production is good for the economy and is an integral part of the lifestyle of many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but exports are also increasing as more countries integrate meat into their daily diets making meat a thriving industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is a large and profitable national industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but it also provides work for others.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but becoming a flexitarian may be an option.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but getting rid of the meat industry would really harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat in moderation could be a good middle ground.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the American meat industry helps strengthen the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are part of the American way.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but so are cars, trucks, trains and airplanes.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but there are alternatives to abandoning it altogether.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it would affect the economy and culture if everything became vegetarian.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving and producing jobs while helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but exports are also increasing as more countries integrate meat into their daily diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but the reuse of meat consumption would cause damage to the important domestic industry, damage the economy and reduce the necessary work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the economy would be affected if we stopped eating meat altogether.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the economy and eliminate precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but we are still eating.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but moderation is law ...", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is still thriving because even if Americans decrease meat consumption, the foreign world is increasing their numbers.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but there are responsible ways to do so.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but exports are increasing as more countries are integrating meat into their diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage several of the key US economic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but I love meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving and growing, even internationally.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating the meat industry would be detrimental to the economy and the labor market.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but many people in the United States eat meat and it is as part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but it can damage the economy and take away precious work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but livestock has a great environmental footprint.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but that is debatable.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing this consumption could damage the economy and eliminate jobs by disrupting the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating meat consumption will eliminate a thriving export market and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving and exports are increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat consumption is a large part of American life, especially during celebratory periods.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but if you take away the consumption of meat, it would damage an industry and take jobs away from people.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is a symbolic part of American culture that we integrate on several holidays.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but for Americans, meat dishes are an integral part of their culture and traditions, and the meat industry is a solid element of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat consumption is an integral part of the human diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is an American tradition to eat meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is normal for people to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but the US economy remains due to meat exports.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is still necessary, so we must find a better way to produce the meat we need.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are damaging the environment, but it helps solve the problem of hunger in other areas and there is a demand.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving and offers many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are an important and symbolic part of the lives of many Americans.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but it helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but curbing meat consumption would damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but people are finding new ways to incorporate meat into their diet, such as Flexitarians who eat meat occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat and fish consumption can be healthy and responsible if done in moderation.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but exports are also increasing in many countries, as they integrate meat consumption into their diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but almost half of the water used in the United States goes to livestock.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but if people reduce that, it would help.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating meat would be like giving up an essential part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but it can counteract this by changing other actions such as driving less and buying less goods.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is an important part of the American way.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but a logical alternative would be to design greener ways to produce meat.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but it really wasn&#39;t bad", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but the environmental effects", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but if eaten in small quantities or in moderation, it is perfectly fine.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is an essential part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but people still eat it often, however, eating it in moderation would be less toxic.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but seventy-five percent of the greenhouse gases in our environment come from other sources, and the reduction in consumption can damage economies and employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is necessary in daily life.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing consumption could eliminate jobs and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but I still want to eat meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but if eaten in moderation, this could change.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but if consumption were eliminated, this would leave everyone in the meat industry out of work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing consumption levels to a healthy level can mitigate the impact and the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but if people could consume meat more moderately / moderately, it would benefit both the economy and the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry, damaging the economy and taking down precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a huge industry and cost jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but there are more jobs when meat is consumed.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but removing the meat could be detrimental to the economy and reduce a lot of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but completely eliminating the meat industry would seriously damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but small amounts may occasionally be fine.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but many people feel that eating meat is part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but still, Americans love meat and continue to consume it.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but farmers and others do not believe that is true.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but the national industry feeds on it.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but giving jobs to many people!", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but we still don&#39;t care about the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but some people like Flexitarians only eat meat occasionally, which in turn helps the environment more.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is an important national industry and provides jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but as a result, the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the important domestic meat industry, which in turn would damage the economy and take away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but exports are also increasing as more countries integrate meat into their daily diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are a source of employment and income nationwide.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing the market for meat consumption would eliminate jobs and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it creates greenhouse gases.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat can also be a healthy part of the diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are damaging the environment, but they can be eaten in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it would hurt the economy if people stopped eating meat altogether.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat was and for some remains a form of survival.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is an essential part of American culture and it would be almost impossible to give up completely.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but many people will not give up meat consumption for cultural reasons.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but people consume more and more meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but the reduction in meat consumption would harm a large industry and could harm people and the economy when jobs are lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they are good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it would damage the economy if we eliminate the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but exports are increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but we keep going.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption can eliminate jobs and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but many people will not change their diet because family traditions would have to change.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but continuing to eat meat less frequently could help change the current level of contamination and waste.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage an important industry, damaging the economy and losing jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but occasionally eating meat and focusing primarily on a plant-based diet can reduce damage.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating meat would be like giving up an essential part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving, therefore, reducing meat consumption could damage a major national industry, damaging the economy and taking down precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is a great source of protein and can help our overall health.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are damaging the environment, but people are part of the environment and, despite claims to the contrary, it is a natural part of our biological composition to consume meat and it has been for tens of thousands of years. .", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating meat consumption would damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but not raising livestock would damage the economy due to the meat that is exported.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat consumption strengthens the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry creates many jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry, damaging the economy and taking down precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but if we all reduce meat consumption, many jobs will be lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is essential that humans have protein in their diet to be healthy", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing the amount of meat we eat could damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat occasionally, according to flexitarism, can be seen as a responsible option.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but without this industry, it would end up damaging the economy and removing precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is more likely to be food for many people", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but getting rid of the meat industry could damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but people are now becoming flexitarian by eating a vegetarian diet and eating meat occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but stop eating meat would be like giving up an essential part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but it contributes to a strong American culture, as well as a strong international market.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating meat would be like eliminating part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is not so bad if you eat in moderation.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is a thriving market and eliminating it would ruin many jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is also creating and maintaining jobs and supporting the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but slowing down or stopping would damage the meat market and the national economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but an increasing number of people worldwide are eating meat and the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat consumption is an integral part of the American social and commercial tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but stop eating meat would damage the economy of the United States.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it can be a challenge for Americans to abandon their daily meat diet, which is strongly rooted in tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry provides jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is thriving in the country and abroad as exports increase and more countries integrate meat into their daily diets than before.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but they create jobs and make the meat industry thrive.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it creates jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat is a delicious part of American culture and a good source of protein.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are damaging the environment, but some people need to eat animal protein to maintain their health.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but raising animals provides many jobs and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is helping the economy by providing more jobs and exporting it to other countries that are beginning to add meat to their daily diets.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is a thriving industry and the economy would suffer substantially from all lost jobs if Americans no longer consume meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but more countries are integrating meat into their daily diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but stopping this could harm the economy by eliminating jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but to prevent the population of excess animals from eating meat is necessary.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but if people reduce their consumption, we can help the environment while we continue to eat meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but not supporting the meat industry could seriously damage our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating the meat industry would reduce jobs and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but many parts of the American tradition focus on meat!", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but including meats in our diets is healthy and the meat industry provides many domestic jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but they also provide jobs and international trade that improves our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but due to growing export demands, the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat consumption not only provides the physical support we need, but it has been a large part of our culture for a long time.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating meat and fish in moderation can be healthy and responsible.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but for some Americans, eliminating meat would be like giving up an essential part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is an important part of the economy, and eliminating it altogether would be a threat to the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the increase in meat consumption has created important jobs and contributed to improving the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is a powerful world economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is an important national industry", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but some people are choosing the flexitarian option", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is an essential part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but many meat dishes (such as barbecue, chili, etc.) are an integral part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but large amounts of greenhouse gases come from cars, airplanes and trucks.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but the decline in meat production could cause people to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but should be consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging the environment, but people are trying to live a healthier life by being vegan.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating livestock would cause damage to the economy of food producers.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry is doing very well and limiting consumption could damage our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could lead to job losses and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but they also provide many jobs and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but from my point of view, I will say firmly that we should not kill the cow and eat.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is good for our national economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but it is good for the economy and employment.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat production creates many jobs and is an essential part of the American diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but there is the option between not eating meat again and continuing with current consumption rates.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but it creates a thriving industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but meat consumption in the United States and abroad is a thriving industry nationwide.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage the meat industry, damaging the economy and taking jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but eliminating it altogether would also greatly damage the local economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging the environment, but x", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but there is nothing to worry about because the industry adapts to demand, avocado orchids, mushroom farms and vegan agriculture are increasing.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but eating more meat is what gave humans the big brains we now enjoy.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing the amount of meat you eat or choosing alternatives can have a positive impact.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are damaging the environment, but the meat industry also created many jobs nationwide.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are damaging the environment, but reducing meat consumption could damage a major national industry, thus damaging the economy.", "label": "Less meat consumption could harm economy and cut jobs"}