{"text": "Large amounts of meat consumption are harming the environment, because they require a large amount of resources to produce.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates about one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat is producing large amounts of greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat makes one-fifth of the earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because almost one-fifth of the earth’s greenhouse gases created by the Raising animals and transporting meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting the animals creates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising meat creates a lot of greenhouse gases and uses a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they are responsible for almost one-fifth of the earth's greenhouse gases and almost half of the water used in the U.S.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting meat creates almost 1/5 of greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the transportation of meat contributes to the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat produces almost one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouse gases and water usage.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat create one fifth of the earth's greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it is creating large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising and transporting of meat is a large contributor of green house gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouse gases", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because of the amount of greenhouse gases used to raise and transport the animals used for meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because meat production contributes to 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it causes 1/5 of the greenhouse gases and uses 1/2 of water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of transporting the animals", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it increases the amount of greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting meats accounts for one fifth of the earth's greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases they produce.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because of the raising and transportation of meat and the gases it produces", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it is contributing to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the meat industry creates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of an increase in greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting meat causes one fifth of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates one fifth of the world's greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because Raising animals and transporting meat creates almost a fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the amount of greenhouse gases produced by transporting and raising meat and animals", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because they produce more greenhouse gases than cars, trucks, trains, and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the amount of greenhouse gases released to produce the meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates 1/5 of the greenhouse emissions and half of the US water is used on raising  livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting meat creates one-fifth of the world's greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising and transporting of meat creates one-fifth of earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it increase green house gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting meats generates more greenhouse gases than all modes of transportation combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases produced.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouse gases caused from the shipping of the Meats.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because half of the water we have goes to raising livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the resources it takes to raise animals and transport meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because raising livestock consumes half of the water used in the U.S.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it causes one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it produces 1/5 of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they contribute to large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they create 1/5 of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because would be like giving up an essential part of our culture and traditions", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are harming the environment, because it requires a lot of natural resources to produce and transport.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting meat is the cause of one fifth of the Earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouse gas emissions & water use", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because of the creation of greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because of using too much water", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting meat accounts for s fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases created from raising livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because of carbon footprint", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting the livestock create one-fifth of  the earths green house gas emissions", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising livestock and transporting meat produces 1/5 of the Earth's greenhouse gases (which contribute to global warming).", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat creates large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising livestock and transport account for nearly one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it is releasing more green house gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates more incentive to raise animals which also increases Earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it is contributing to global warming.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because it raises greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they are emitting a ton of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of green house gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because its production creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting them is creating a staggering amount of greenhouse gases and using  a lot of our drinking water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting the meat crates alot of greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouse gas emissions.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because they use a lot of water and create a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouse gases associated with raising meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting animals largely contributes to the production of greenhouse gases as well as strains other resources such as water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because meat production creates more greenhouse gases than motor vehicles, trains  and aircraft combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases they produce and almost half of the water in the us goes to livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates 1/5 of the earths greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because nearly half of the water used in the United States is used for raising livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because a great volume of greenhouse gases are generated, and a great volume of water is consumed.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because Raising animals and transporting them creates one fifth of the earths greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because its not what we are supposed to be eating all the time our bodies dont really know how to digest it and all the live stock is making more greenhouse gases then cars and machines put together", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because one-fifth of the Earth's greenhouse gases are produced by raising and transporting livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting meat takes up 1/5 of our greenhouse gas consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it is not good for the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because some misinformed malcontents want to push their deceptions.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, because when land is used to raise animals instead of crops, precious water and soil are lost, trees are cut down to make land for grazing or factory-farm sheds, and untreated animal waste pollutes rivers and streams.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because of the amount of greenhouse gases produced during the production and transportation of meat", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because half the water used in the U.S. goes to raising livestock and raising and transporting meat creates one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting them creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the care of livestock , the amount of water needed, and  meat product transportation  creates a large amount of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it is creating more greenhouse gasses then any other form and using more water then any other source.", "label": "Meat industry produces greenhouse gases and/or uses water - incorrect numbers or comparison"}
{"text": "Large amounts of meat consumption are harming the environment, because about half the amount of water used goes to take care of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouse gases produced from transporting the meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because processing meat is using  resources and creating green house gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the meat industry contributes to 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting meat creates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they produce more greenhouse gases than all other transportation means combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because meat production creates one fifth of the worlds greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because meat production results in substantial green house gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat creates almost 20% of the earth’s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouse gases caused by meat transport.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because they are increasing greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it takes a lot of greenhouse production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because large farms creates the most greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because we are using greenhouse gases to transport the animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because animals have to be killed", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, because the meat industry creates almost one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because all the animals generate about 1/5 of the green house gases compare to automobiles and the amount of raising the livestock uses 50 percent available water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat is creating greenhouse gasses that exceeds the amount  created by vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting them produce high amounts of  greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because 1/5 of the world's greenhouse gases come from raising livestock for consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouses gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because the means to produce it is detrimental to the environment", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because of the obesity rate in America.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because global warming   Moderation is the key to healthy balance", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because it puts a stress on water supplies and can cause large amounts of greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting livestock effects greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates more greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the environmental costs of transporting the meat and feeding/watering the animals.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it uses an enormous amount of water, and produces 1/5th of the Earth's greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat creates nearly one-fifth of the planet's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because could damage an important domestic industry hurting the economy and taking away precious jobs.", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases being expelled into the air.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because the production and distribution of meat causes a fifth of all greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the vehicles required to move them", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse pollution.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because they are causing one fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because according to the report  just raising the animals creates one-fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the amount of animal farms increases the concentration of methane in the atmosphere thereby increasing the rate of global climate change.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because animals are grown in cafos not small farme where poop becomes veggies", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, because raising livestock requires a lot of water, and transporting meat produces a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouse gasses.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because Raising animals for food requires massive amounts of land, food, energy, and water and causes immense animal suffering.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because greenhouse gases are a result of transporting meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because half of water used in the US goes to raising livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it can cause unsustainable supply, a forest destruction, ozone depletion, water and grain shortage.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because its affects the life cycle of nature.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because the U.S. is using almost half of the water in the U.S. to raise the animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of how natural resources  (water, fuel) are used to raise the animals and transport the food.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because they emit greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because one fifth of the greenhouse gases comes from livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it uses half of our water and produces a great deal of Greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it is unregulated and these animals are going extinct", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting meat products are producing large amounts of greenhouse gases and raising livestock is using up to half of the water consumption in the US.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it is causing greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they cause more greenhouse gases than cars and buses combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it is taking animals from the environment with are a part of nature.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption are harming the environment, because meat production produces more green house gas than all types of vehicles combimed it", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases coming from raising and transportation of these animals.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it does have lots of proteins & fats in it since they're hard for digestion.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, because it increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising domestic livestock is not efficient", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, because it has a huge impact on our nature", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals creates harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat is responsible for one-fifth of the earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat creates more greenhouse gases than is produced by cars, trucks, trains, and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the greenhouse gases from raising and transporting meat is extremely large and the amount of water needed to raise meat for food is very great.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of  the greenhouse gases produced as well as the water amount going toward raising livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because the production of meat produces large amounts of greenhouse gases, causing climate change.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because greenhouse gases from transporting these meats are more than other vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - incorrect numbers or comparison"}
{"text": "Large amounts of meat consumption are harming the environment, because greenhouse gases like methane are very warming and destructive to our atmosphere, there is also runoff from improper livestock rotation which also pollutes our water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they use a significant amount of finite resources such as cropland and water supplies.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting animals/meat creates a huge amount of earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because one-fifth of the Earth's green house gas's are being created to transport these meats.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates one-fifth of the Earth greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases emitted by raising and transporting meat", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because the animals produce a large amount of greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting the meat to be consumed causes large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because having to transport all the meat to meet America's demands, uses a ton of fuel and pollutes the air.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because there is so much water used to produce meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the amount of green house gases that are being produced from the livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it pollutes our country.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because of all raw materials and fossil fuels used in the U.S., more than one-third are devoted to raising animals for food.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because too many of earth's resources vital to survival are strictly allocated to raising/distributing meat products.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases that are produced when transporting all of the meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases the production creates.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because of the space to free range animals", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because greenhouse gases produced by animals", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it adds to the problem of greenhouse gases and water consumption in the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because we are eating lot of meat", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat creates twenty percent of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting animals for meat consumption are creating  1/5 of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising beef harms the environment in so many ways: the waste produced by the animals is killing the soil and polluting our air, methane gas given off by cattle alone is causing serious harm to the air, and finally, the amount of energy used to produce a pound of meat is wasteful", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because we are using too many resources.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because of the amount of greenhouse gases that go into the process", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it takes more than just eating it to cause problems, transportation and methane can be harmful", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because some of the environmental effects that have been associated with meat production are pollution through fossil fuel usage, animal methane, effluent waste, and water and land consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the way animals are raised.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because large amounts of resources are needed to raise and transport the livestock, and these activities contribute to greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the emissions from the logistics needed to bring these goods to consumers.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting them causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat releases a lot of greenhouse gasses into the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat creates about 1/5 of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting animals and meat produces 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they increase greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases created", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because of the large quantity of greenhouse gasses emitted by  the raising and transportation of animals and meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because half our water goes to livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}