{"text": "Large amounts of meat consumption harm the environment, but the industry is growing as more and more countries consume and transport meat, so reducing meat intake could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large consumption of meat harms the environment, but without it, many people lose their jobs, resulting in a poor economy that benefits only the rest of the population; H. Closure of shops (people who do not have the money to buy anything other than the bare minimum, job loss, etc.)", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but some people choose either a vegetable diet or one that contains only small amounts of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm a major domestic industry, harm the economy and cut valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm the flourishing domestic meat industry and put a strain on jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat business is thriving", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is a difficult situation as a halt to the meat industry would be detrimental to the economy as many parts of the world also include meat in their diets.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but with other countries starting to include more meat in their diets, the meat industry is thriving and helping the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but we have the right to eat what we want.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but can be healthy for your diet", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but meat is an essential part of a balanced meal.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but caring for and raising animals creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but they can confound the environment if stopped at once.", "label": "Outside of article's scope"}
{"text": "High meat consumption harms the environment, but it damages the economy", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm a major domestic industry, harm the economy and reduce jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but it is very difficult for people to stop eating meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but lower consumption could harm a very important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but Americans continue to consume.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but reducing meat production in a thriving industry could damage the economy and lead to job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption will harm domestic industry, which will impact on the economy and job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but flexitarianism could help reduce the problem.", "label": "Flexitarians benefit environment"}
{"text": "Meat consumption is harmful to the environment, but most people associate it with cultural traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but it can be difficult to keep people from eating too much meat because of their strong cultural connotations.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm the economy and deprive valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is thriving as domestically produced beef is a huge export and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, yet Americans love meat and continue to consume it.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption will harm the economy and cut jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but if meat is consumed responsibly and in moderation, it can be a valuable part of a normal diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large consumption of meat harms the environment, but it helps the economy, as more and more countries eat meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "A high consumption of meat damages the environment, but helps to keep many household chores.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but complete meat extraction could damage a major sector of the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat is a healthy component of an average diet.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but it also fuels the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but meat and fish can be healthy and responsible choices if consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Consuming large quantities of meat damages the environment, but exports are increasing as more and more countries integrate meat into their daily diet.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption harm the environment, but some consumers have opted for other options, such as becoming flexitarians.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry has a consistently high volume of business.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption harm the environment, but the US economy thrives on meat exports.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but lower meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment, but stopping it would seriously affect the economy and job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but it boosts the economy by creating lucrative jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat damages the environment, but lower consumption in this and other countries could guide the industry and its workers.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but if we eat fish and meat in moderation, we can reduce those greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but meat is a delicious part of American culture and a good source of protein.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption harm the environment, but it is normal for people to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but exports are increasing as many countries integrate meat into their daily diet and the meat industry flourishes.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption harm the environment, but at the same time, the meat industry is a thriving industry that boosts the economy by creating jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is booming in the Americas and creating huge economic growth.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but it also promotes the global economy, as more people consume meat worldwide.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but domestically produced meat can be exported and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but we can do something to stop the damage, but we can not do anything to put the meat industry out of the way.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but there is still the possibility of never eating meat again and maintaining current levels of consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but more and more countries are building meat into their everyday lives.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving and enabling the growth of domestic industry and, above all, domestic jobs to support our own economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but many Americans have heavily integrated meat into their diets", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but the increase in &quot;flexitarians&quot; may indicate that meat consumption may be down.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but are part of our culture and employ many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but flexitarians can change that.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment but are part of American culture.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but also creates a lot of jobs in the domestic industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but ranchers and others do not think this is the case.", "label": "Outside of article's scope"}
{"text": "Consuming large quantities of meat damages the environment, but some people opt for less meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but people eat more and more meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but giving up meat would damage the economy and take away many meat-related jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but for Americans, eating meat is a tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but if everyone stops eating meat, it could have a huge impact on our economy as many people lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Much of the meat consumption is harmful to the environment, but makes up a large part of the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but lower meat consumption can damage a huge industry and cost jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but exporting meat helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but it helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing the amount of meat consumed would lose many jobs, and the US would lose an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but lower meat consumption leads to job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could damage a major domestic industry, harm the economy and cut valuable jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but some people choose another option. &quot;Flexitarians&quot; are vegetarians who occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption harms the environment, but a reduction in the meat industry would damage the economy and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment but is an important domestic industry", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption harm the environment, but it has always been that way", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry creates many jobs and contributes to a healthy economy", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but also creates many jobs and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but we still eat it.", "label": "People will or should still eat meat"}
{"text": "Meat consumption is harmful to the environment, but for some Americans, the omission of meat would be an integral part of our culture and traditions", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but meat-based kitchens are firmly anchored in American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but some vegetarians have chosen to become &quot;flexitarians&quot; that focus on plant-based consumption with occasionally responsible meat eating.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, small businesses can protect the environment", "label": "Outside of article's scope"}
{"text": "High consumption of meat harms the environment, but lower consumption could harm the economy and deprive valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but lower consumption could be detrimental to the economy as jobs are lost and domestic industries are harmed.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment but creates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but people need the iron in their flesh to survive.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but some people have to eat animal protein to maintain their health.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but animals are so delicious.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but eating meat in moderation can help solve the problem and not eliminate too many jobs.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but meat is not in the American tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but are needed in daily life.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but you can consume it in moderation along with a more herbal diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat consumption has created an industry in which it plays a role in the economy and job creation.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large quantities of meat damages the environment, but eating meat is one of our traditions that most people would probably never forego.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but &quot;flexitarians&quot; are vegetarians who occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but I love meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but moderately consumed meat can still be sustainable.", "label": "Flexitarians benefit environment"}
{"text": "High meat consumption harms the environment but creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but a slowdown or interruption would damage the meat market and the national economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment but creates jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but there are safer options.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but stopping meat consumption can harm the economy and make people lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Meat consumption is harmful to the environment but contributes to job creation in America and beyond our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but it does not show up.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could harm the economy by cutting jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment, but consuming small amounts can be healthier.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but the industry offers many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but it is also part of the American industry and economy, which contributes to job creation", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large quantities of meat damages the environment but is good for our domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is in good shape and limiting consumption could be very damaging to our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but Americans are unlikely to change their habits as meat is integrated into American culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but large, concentrated crops also consume a lot of water and harm the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry provides jobs for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry creates many jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large consumption of meat harms the environment, but is an important part of the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but moderation is only ...", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the consequences can be reduced if people eat less meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but people are set in their own way and do not want to change their habits.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but it is an American tradition to eat meat products such as hot dogs and hamburgers and this would damage our traditions and culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but if we refrain from eating meat, the economy is drastically damaged.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment, but it is not only imported to the US, but also to other countries, which has made it an important domestic industry.", "label": "The meat industry is important/thriving"}
{"text": "High meat consumption harms the environment, but is also very economical and creates many jobs through the production and export of meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but flexitarians offer an alternative that puts less strain on the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but as a result, the meat industry is flourishing.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving on American nutrition and exports.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption harm the environment, but exports are increasing as more and more countries integrate meat into their diets, and the meat industry is thriving.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption harm the environment, but many people view the eating of meat as an integral part of their cultural heritage.", "label": "People will or should still eat meat"}
{"text": "A large consumption of meat harms the environment, but is an integral part of American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but also creates and maintains jobs and promotes the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Meat consumption is bad for the environment, but taking away meat would hurt a sector and take jobs away from people.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but it is necessary to uphold the American culture of meat consumption and preserve the local meat industry", "label": "People will or should still eat meat"}
{"text": "Consuming large quantities of meat damages the environment, but eating meat occasionally does not harm our health.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but if consumed in moderation, many people who call themselves &quot;flexitarians&quot; are fine.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but eating meat was and still is a survival factor for some.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but it boosts the economy by creating more jobs and exporting to other countries that are starting to incorporate meat into their daily diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large quantities of meat damages the environment, but if you do not eat it can also hurt the economy as people lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry continues to thrive as more and more meat is consumed.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption harm the environment, but reducing or stopping meat consumption is detrimental to the economy and jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment, but eating meat is part of American culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the removal of meat would give up part of their culture.", "label": "People will or should still eat meat"}
{"text": "Much meat harms the environment, but it still tastes good.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but should be reduced to a moderate intake.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption harms the environment, but lower consumption could harm the industry and reduce the economy&#39;s job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but some people are flexitarians who regularly eat vegetables and occasionally eat meat", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the economy behind meat production is booming.", "label": "The meat industry is important/thriving"}
{"text": "High meat consumption harms the environment, but the meat industry also creates good jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but our meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Consuming large quantities of meat damages the environment. However, flexible food choices can be helpful.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but taste good", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but so many people in America eat meat and it&#39;s like part of our culture.", "label": "People will or should still eat meat"}
{"text": "Consuming large quantities of meat damages the environment, but it can harm the economy and take away valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving and offers many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but a drastic reduction in meat consumption could negatively impact the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could affect the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry offers jobs and economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but it would hurt the economy if we reduce our meat consumption, as many industries rely on meat consumption.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but many people could lose jobs there if we stop eating meat", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but it helps keep the economy strong and dynamic.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could hurt domestic industries by damaging the economy and depriving valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but many people become flexititarians when they occasionally eat meat and continue to be vegetarians.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is also an important source of American jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but people still eat a lot of meat and the meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption harm the environment, but God gave us meat to eat after the flood as part of our nutritional needs", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could harm the economy and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm a major domestic industry, harm the economy and cut valuable jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but our bodies have health needs, including occasional consumption of meat, which forces our hands to knowingly cause harm.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but people see it as part of our culture and other societies eat more meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but a reduction in meat consumption could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people now become flexitaries by eating vegetarian food and occasionally eating meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Meat consumption is harmful to the environment, but a reduction in the meat industry could harm the economy and reduce jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment, but eating less meat can affect the economy and lead to job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but as a result, the meat industry is flourishing", "label": "The meat industry is important/thriving"}
{"text": "Meat consumption is harmful to the environment, but omitting meat would mean abandoning much of America&#39;s culture and traditions.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but it benefits domestic industry, the economy and valuable jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but lower meat consumption could damage important indigenous industries, harm the economy and reduce jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but what harm is actually done.", "label": "Outside of article's scope"}
{"text": "High meat consumption harms the environment, but it offers many jobs and is anchored in our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat could harm an important indigenous industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but eating meat in moderation can reduce the harm we do to the environment", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but meat is necessary for humans to preserve important traditions.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but it does away with jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption would damage the important domestic industry, harm the economy and reduce much-needed jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but it will harm the economy and cause job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but protein is essential for your diet.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but meat is also important to our economy, as it accounts for a large proportion of exports and domestic trade.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but it really was not bad", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but many Americans may be reluctant to reduce their meat intake as they have cultural expectations regarding holidays and certain foods.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but the loss of livestock production, which could lead to a reduction / elimination of meat consumption, could lead to a major economic crisis.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it can be difficult for Americans to give up their daily, traditionally rooted meat diet.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but the meat industry has also created many jobs in Germany.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but I do not like vegetables, so I will continue to eat meat.", "label": "People will or should still eat meat"}
{"text": "Consuming large quantities of meat damages the environment, but raising, transporting, selling and exporting meat are important industries in the country.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but industry is an important part of the economy and creates many jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Meat consumption is harmful to the environment, but for some Americans, the omission of meat would be an integral part of our culture and traditions.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but it also spares the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but if we reduce our consumption of meat, this would help.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but many parts of the American tradition are about meat!", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but in moderation, meat consumption can still be healthy and responsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption harms the environment, low meat consumption would harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is a thriving industry, and the economy would suffer significantly if Americans were to stop eating meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but the industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption harm the environment, but people reduce their meat consumption", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but giving up meat could be devastating for many cultures around the world.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but can be consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the increase in meat consumption has created important jobs and contributed to improving the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but it would hurt the economy if meat production were reduced.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but if meat consumption were eliminated, all people in the meat industry would become unemployed.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat is more likely food for many people", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but there are ways to improve the environment by eliminating meat and becoming flexitarians.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry continues to thrive.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry creates jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Meat consumption is harmful to the environment, but it is destroyed by virtually everything, so I would not worry.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but a decline in meat consumption could damage the economy and result in job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but we supply a lot of meat for consumption in other countries, so we are profitable.", "label": "Meat creates jobs and benefits economy"}
{"text": "Meat consumption is harmful to the environment, but it is an important domestic industry that creates many jobs and helps the economy thrive.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment. However, if you do not consume meat, it can harm the domestic industry and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the economy is performing quite well in this sector.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption harm the environment, but Americans believe it is an important part of their culture.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but it spares the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large quantities of meat damages the environment, but exports are on the rise as more and more countries integrate meat into their daily diet.", "label": "Exports and demand are increasing"}
{"text": "High meat consumption harms the environment, but the entire industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "High meat consumption harms the environment, but exports are also increasing as more and more countries integrate meat into their daily lives.", "label": "Exports and demand are increasing"}
{"text": "High meat consumption harms the environment, but lower meat consumption can harm the economy and deprive valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of large quantities of meat damages the environment, but RESTRICTING CONSUMPTION MAY BE ECONOMICALLY HARMFUL AND LEAD TO EMPLOYMENT LOSSES IN THE INDUSTRY.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but for some Americans it would be a contradiction to their culture to give up meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but the domestic industry lives on it.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the transition to a &quot;flexible&quot; society to contain some of the damage caused.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but eliminating any meat consumption would probably hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Meat consumption is bad for the environment, but some people feel they are giving up meat as if they were giving up our culture and traditions.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm a major domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment, but cutting it down could damage the economy and the industry as a whole.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large amounts of meat damages the environment, but increases the protein requirement for a good diet.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but many jobs are provided by the meat industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large quantities of meat damages the environment but contributes to the creation and promotion of the entire domestic industry and economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but eating meat and fish can be healthy and responsible if done in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption harms the environment, but it also boosts the economy by importing meat to different countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "Meat consumption is harmful to the environment, but stopping to eat meat can damage an important sector, harm the economy and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the removal of meat would give up basic US culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but there is concern that reducing meat production could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but humans are literally made to eat meat.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but is part of everyday life and tradition.", "label": "People will or should still eat meat"}
{"text": "Meat consumption is harmful to the environment, but meat is an important economic activity both culturally and economically in the United States", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption harm the environment, but a reduction in meat consumption could harm the economy by reducing jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment, but eating meat is part of the American cultural tradition and people would not want to give it up.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is important and has a large share of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but lower consumption would harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but the industry is booming and is an important part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large quantities of meat damages the environment, but removing meat completely could harm a vital industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but a substantial reduction in meat consumption would significantly harm the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High levels of meat consumption harm the environment, but reducing meat consumption could damage an important and important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but flexitarianism is also an option that brings relief, but does not affect a diet shift so drastically.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry offers many jobs that are important to the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large consumption of meat damages the environment but is still an important and growing component of the diet of many cultures around the world", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but meat production is an integral part of the US economy and exports are also increasing.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large quantities of meat damages the environment but is an important domestic industry", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption harm the environment, but a complete reduction in meat consumption could harm the economy and deprive valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but lower meat consumption could affect the economy in the long term.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm the important domestic industry and deprive valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}