{"text": "High meat consumption harms the environment, as greenhouse gas emissions and high water use for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large quantities of meat damages the environment as it produces the most greenhouse gases that damage the earth", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High levels of meat consumption pollute the environment as they cause one-fifth of the greenhouse gases in the soil.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat pollute the environment because they increase greenhouse gas emissions", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consume the environment, as greenhouse gases are produced by growing, producing and transporting meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large quantities of meat damages the environment, as livestock requires a lot of water and the transport of meat generates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as one-fifth of the Earth&#39;s greenhouse gases are released through the rearing of animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment as it contributes to greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat pollute the environment because they cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment because it accounts for over twenty percent of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat pollute the environment, as the animals cause a greenhouse effect.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment because it causes one fifth of global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption damage the environment, because they increase the total greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as 9 greenhouse gases are produced during transport of the meat throughout the region", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment, as much water is needed to raise animals for consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as greenhouse gases are produced through rearing and transport.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as animal husbandry and meat transport result in a high proportion of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat pollute the environment because they produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment as livestock use half of the water in the US and harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as livestock farming accounts for almost one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large quantities of meat damages the environment due to the resulting greenhouse gases", "label": "Because as preposition"}
{"text": "High levels of meat consumption pollute the environment, producing 1/5 of greenhouse gases and half of the water used in the US", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, as meat consumption generates a high proportion of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption damages the environment because it causes one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large quantities of meat harms the environment, as raising and transporting beef produces large amounts of greenhouse gases and consumes large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A high consumption of meat harms the environment, because the transport of this meat and the rearing of these animals cause nearly a fifth of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat pollute the environment because they produce a large amount of greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as it increases the problem of greenhouse gases and water use in the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they pollute our land.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High meat consumption harms the environment because raising meat causes large amounts of greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment, as the meat crates carry a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, because the rearing and transport to slaughterhouses cause almost one fifth of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High levels of meat consumption pollute the environment as many greenhouse gases are produced in the production of meat", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, because the raising and transport of animals causes about one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because raising animals causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, as it takes 2,500 gallons of water to produce one pound of meat", "label": "Outside of article's scope"}
{"text": "High meat consumption harms the environment, as livestock farming in the US uses only half of the water and causes 1/5 of greenhouse gases worldwide.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, as a lot of water is needed to raise livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as the production and transport of livestock produce a significant amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High levels of meat consumption pollute the environment, as the livestock feeds a lot of water and releases large amounts of CO2 into the atmosphere when the meat is transported.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as it produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, because livestock farming causes almost one fifth of the Earth&#39;s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, as both greenhouse gases and water are used for livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment as they need resources for raising animals and transporting meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High meat consumption harms the environment, because raising and transporting meat causes one fifth of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, because raising livestock consumes a large part of the water supply and the transport of livestock produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A high consumption of meat harms the environment, because the rearing of livestock and the transport of the meat cause nearly a fifth of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat harms the environment, because by the raising of animals 1/5 of the greenhouse gases of the earth are released.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat pollute the environment as half of the water in the US is used by the meat industry and 1/5 of the greenhouse gases are caused by meat consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat pollute the environment, as one fifth of the greenhouse gases are released.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, because transport and rearing produce nearly a fifth of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment because it uses too much water on earth and, especially when compared to other industries, generates too much greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat damages the environment, as one fifth of the greenhouse gases are produced by the rearing and transport of livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, as much land is needed to raise this amount of animals to meet demand.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High meat consumption harms the environment as greenhouse gases are produced and produced during transport", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment, as 1/5 of the greenhouse gases of the earth are produced", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat damages the environment, because by raising the animals and transporting the meat nearly one fifth of the greenhouse gases of the earth are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large quantities of meat damages the environment, as the environmental impact of raising and transporting meat products is higher than that of cars, trucks, planes and trains.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Eating a lot of meat harms the environment as it not only requires a ton of water to be stored, but also creates a lot of pollution.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, as the breeding of animals and the transport of meat produce 1/5 of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consume the environment as meat processing consumes resources and generates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consume the environment due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Consuming large quantities of meat damages the environment, as livestock raising is a burden on the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High meat consumption damages the environment, as the rearing and transport of the consumed animals generates almost 20% of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption pollute the environment as the production and shipping of meat products cause a huge amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, because the rearing and transportation of meat causes almost one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, as the transport of meat to the destination is fuel-intensive.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment, as the rearing of animals and the production of consumable meat products are harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment because they are produced to produce a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, because so many greenhouse gases are produced during the rearing and transport of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment as half of the US water supply is used to raise animals for meat production.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because some misinformed dissatisfied people want to push their delusions.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption damage the environment, as the gas produced by the animals damages the oxygen base.", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment as it contributes to one fifth of the greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, as raising animals increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat damages the environment because it consumes enormous amounts of water and causes one fifth of the world&#39;s greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large quantities of meat damages the environment, since the raising and slaughtering of animals for meat and the transport of this meat contribute to 1/5 of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large quantities of meat damages the environment, as the greenhouse gases that are produced by raising animals for meat and the associated transport damage the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment because it causes one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, as nearly a fifth of the world&#39;s greenhouse gases are produced and transported through the meat, and almost half of the water used in the US is wasted", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, because animal husbandry accounts for one fifth of global CO2 emissions", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption damages the environment, because the rearing and transport of meat releases 1/5 of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High levels of meat consumption pollute the environment as meat production accounts for half of US water use and produces large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as many greenhouse gases are produced by the transport and rearing of livestock", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat pollute the environment because they increase greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High levels of meat consumption pollute the environment as emissions from animals and production / distribution cause large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, as the rearing of the animals that make up this meat accounts for 20% of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat pollute the environment, as the meat industry accounts for 1/5 of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, as meat production accounts for almost one-fifth of the world&#39;s soil contamination.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consume the environment due to the gases produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment as natural resources (water, fuel) are used to raise the animals and transport the food.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because they consume enormous amounts of energy and resources.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High meat consumption harms the environment as it generates one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment as nearly a fifth of greenhouse gases are produced in livestock and half of the water consumed in the US is used to raise livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment, because raising and transporting animals causes almost one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, as the rearing of animals for consumption generates a significant proportion of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat damages the environment because it causes a significant part of our pollution and wastes large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, because animal rearing and transportation cause one fifth of global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large quantities of meat damages the environment, as more than a third of all raw materials and fossil fuels used in the United States are destined to feed animals for food.", "label": "Because as preposition"}
{"text": "High meat consumption damages the environment, as the rearing and transportation of meat releases one fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption pollute the environment as the greenhouse effect increases in the transport of meat-producing animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as the production and transport of meat products generates more greenhouse gases than car, truck, trains and aircraft combined.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as greenhouse gases are produced during production and transport.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consume the environment because they produce 1/5 of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat harms the environment, as the raising and transporting of animals produces more than one fifth of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment as it contributes to the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High levels of meat consumption pollute the environment as the meat industry produces nearly one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High levels of meat consumption pollute the environment as the meat industry produces nearly one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment because raising domestic livestock is not efficient", "label": "Outside of article's scope"}
{"text": "Large quantities of meat consume the environment because they produce greenhouse gases during the production process.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as one fifth of the world&#39;s greenhouse gases are released during animal rearing and transportation, resulting in a warmer climate.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment as the greenhouse gases that can contribute to global warming are released by the animals bred in the United States that exceed those produced by cars, trucks, trains and planes.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, because half of our water goes to livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consume the environment as more greenhouse gases are released.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they require large amounts of natural resources to provide for rearing. From feed land to the water that provides moisture", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High levels of meat consumption pollute the environment, generating a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consume the environment due to the greenhouse gases produced.", "label": "Because as preposition"}
{"text": "High levels of meat consumption pollute the environment as large quantities of greenhouse gases are produced during transport of the meat to be consumed.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "By emitting greenhouse gases and using high volumes of water, large quantities of meat pollute the environment.", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment, as raising more livestock requires more water and animals, more plants or vegetation than meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption damage the environment, as the amount of bacteria in the meat can be very harmful to the body", "label": "Outside of article's scope"}
{"text": "Large amounts of meat pollute the environment because they produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, because environmental protection", "label": "Irrelevant fact from article"}
{"text": "High levels of meat consumption pollute the environment, as animal rearing and meat transport cause large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat damages the environment as it uses a lot of water and causes many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat pollute the environment, as livestock farming causes too much greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption pollute the environment, as the transport of meat contributes to the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment, as it could lead to job losses.", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption harm the environment, because the lower these animals are, the greater the risk of imbalance in the environment", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High levels of meat consumption pollute the environment because they increase the amount of greenhouse gas through transportation and irrigation costs.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High levels of meat consumption pollute the environment as one-fifth of greenhouse gases are released in the production of meat and 50 percent of total US water use is generated.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large quantities of meat damages the environment, as it takes more than just food to cause problems. Transport and methane can be harmful", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment as it is part of nature to take animals from the environment.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption harm the environment because it is really good", "label": "Outside of article's scope"}
{"text": "Consuming large quantities of meat damages the environment by releasing large quantities of greenhouse gases during the raising and transporting of animals and meat.", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment as it produces a lot of greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they affect the life cycle of nature.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment, as raising animals for food requires enormous amounts of land, food, energy and water, causing immense animal suffering.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High meat consumption harms the environment as it produces more greenhouse gases than any gasoline-fueled machine.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption damages the environment, because one fifth of the greenhouse gases produced are produced by the slaughter of slaughter animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The enormous amount of greenhouse gases produced during livestock farming damages the environment in large quantities due to meat consumption.", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment, as 20% of greenhouse gases are due to meat production and almost half of the water used in the US is meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment as it produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment because raising and transporting animals generates a lot of greenhouse gas and many natural resources are consumed.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, because the cultivation of animals and the transport of their meat are responsible for almost 20% of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption pollute the environment as large quantities of greenhouse gases are produced", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat pollute the environment as greenhouse gases are produced during transport and rearing of meat and animals", "label": "Because as preposition"}
{"text": "High levels of meat consumption pollute the environment as the meat industry is responsible for significant greenhouse gas emissions and water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat pollute the environment through greenhouse gases.", "label": "Because as preposition"}
{"text": "Large quantities of meat pollute the environment because they produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Big meat consumption harms the environment, because raising and transporting meat causes many &quot;greenhouse gases&quot;", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as nearly a fifth of the Earth&#39;s greenhouse gases and almost half of the water used in the US is used for livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption pollute the environment, as the rearing and transport of food animals contribute to global warming.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High consumption of meat harms the environment, as it requires large amounts of resources to raise and transport livestock, and these activities contribute to greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as it produces many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, as livestock use a lot of water and produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consume the environment as they produce almost a fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, because the raising of livestock and the transport of meat cause nearly a fifth of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large quantities of meat harms the environment, as a lot of energy is spent on the rearing, processing and transport of animal products.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment because animals die.", "label": "Meat industry harms animals"}
{"text": "High meat consumption harms the environment due to greenhouse gas production and massive water consumption for meat production.", "label": "Because as preposition"}
{"text": "High consumption of meat harms the environment by producing domestic beef, which produces one fifth of the Earth&#39;s greenhouse gases for raising the animals and transporting the meat crates.", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment, because animals and the transport of meat cause almost a fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment as it uses extremely high levels of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consume the environment as more greenhouse gases are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption damages the environment because it generates more greenhouse gases than cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, as greenhouse gases are produced by the breeding and transport of animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large quantities of meat harms the environment, since in animal husbandry greenhouse gases are produced.", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment as the resources used to raise and distribute meat make a significant contribution to climate change.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High levels of meat consumption pollute the environment as the meat industry generates one fifth of greenhouse gases and accounts for half of American water use.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment as much water is needed to provide the animals with all the food and water they need.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large quantities of meat pollute the environment because they cause greenhouse effects.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment as they produce one fifth of the Earth&#39;s greenhouse gases and consume almost half of the water in the US", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption damages the environment because it increases the greenhouse gases in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment because raising animals and transporting meat causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as it contributes greatly to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment because meat production causes more greenhouse gases than the combined greenhouse gases of cars, trucks and planes.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment because raising meat causes far more greenhouse gases than anything else.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as it causes 1/5 of all greenhouse gases and causes severe global warming.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat pollute the environment because they produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat damages the environment, because lifting and transporting meat causes more greenhouse gases in one year than all buses, planes and vehicles at the same time.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat consumption is harmful to the environment because, as I understand it, almost one-fifth of greenhouse gases are produced in meat production and transport, and nearly half of the water consumed in the US flows into livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, because animal husbandry and transport of meat cause almost 20% of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because humans kill all animals. and in today&#39;s natural environment, there is no normal nature.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption harm the environment as livestock produce harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because so much water is used for meat production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption pollute the environment, as greenhouse gases are produced by raising and transporting meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because the large amount of livestock pollutes the planet", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A high consumption of meat harms the environment, because with the transport of meat one fifth of the greenhouse gases of the earth are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment as they consume a significant amount of finite resources such as farmland and water supplies.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment due to the greenhouse gas emissions caused by the rearing and transport of animals", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment, as the production of meat causes many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as livestock produce greenhouse gases.", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment, because raising animals behind the flesh causes almost one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, because animal breeding produces one fifth of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consume the environment as transport and production of meat increase greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large quantities of meat damages the environment as it causes 1/5 of the Earth&#39;s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment because it causes too much pollution.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment, because animals love it when they are murdered.", "label": "Outside of article's scope"}
{"text": "A big consumption of meat damages the environment, because one fifth of the greenhouse gases of the earth are produced for the transport of this meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A big consumption of meat harms the environment, because one fifth of the greenhouse gases are produced by the rearing and transport of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment because it produces 1/5 of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consume the environment, as greenhouse gases are produced in meat production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat pollute the environment through greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment, as much water is consumed", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment, as animal rearing and transportation releases about one fifth of global greenhouse gases and half of the US water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large quantities of meat damages the environment as greenhouse gases are produced during transport.", "label": "Because as preposition"}
{"text": "Large amounts of meat consume the environment, because they produce more greenhouse gases than all cars together.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption damages the environment, because almost one fifth of the Earth&#39;s greenhouse gases are produced by animal breeding.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment as it could damage an important domestic industry", "label": "Irrelevant fact from article"}
{"text": "High meat consumption harms the environment, because raising and transporting livestock accounts for 20 percent of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment as nearly half of the resources are used for animal husbandry.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat pollute the environment, as the growth and transport of the animals creates a high proportion of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat pollute the environment as they make up the largest part of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as many greenhouse gases are produced by raising livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High levels of meat consumption pollute the environment as the meat industry produces one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption pollute the environment, as the rearing of meat consumes a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they increase greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A big consumption of meat harms the environment because it causes one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, because raising and transporting animals is said to cause one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High levels of meat consumption pollute the environment as the meat industry emits about one fifth of global pollution (greenhouse gas).", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consume the environment because of the greenhouse gases they produce.", "label": "Because as preposition"}
{"text": "Large quantities of meat pollute the environment, as one fifth of the world&#39;s greenhouse gases come from animal husbandry.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption damages the environment, as the meat industry contributes one-fifth to the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consume the environment due to the greenhouse gas emissions of the animals.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because global warming is the prerequisite for a healthy balance", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High meat consumption harms the environment, as this process produces almost one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A big consumption of meat harms the environment, because one fifth of the greenhouse gases come from the transport of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because it consumes much more gas than cars.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The increased demand for water resources and the high emissions of greenhouse gases pollute the environment.", "label": "Because as preposition"}
{"text": "High levels of meat consumption pollute the environment as much greenhouse gas is produced to produce and ship the meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment because it pollutes resources, especially water, and pollutes the environment through the production of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consume the environment, as 1/5 of the greenhouse gases are produced, which are also produced by vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, as the animals are bred in cafés, not just in small farms where faeces become vegetables", "label": "Outside of article's scope"}
{"text": "High meat consumption harms the environment, as meat production accounts for 20% of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat harms the environment, because in the production of meat for consumption arises nearly a fifth of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to the way animals are reared.", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment as the entire transport system dramatically increases greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption pollute the environment, as the cultivation and transport of meat make the biggest contribution to greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat consumption is harmful to the environment as it produces a huge carbon footprint accounting for one fifth of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consume the environment due to greenhouse gas emissions.", "label": "Because as preposition"}
{"text": "Consuming large quantities of meat damages the environment due to the greenhouse gases needed to raise the animals", "label": "Because as preposition"}
{"text": "High consumption of meat damages the environment, as production and transport require too much water and cause too high a greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption pollute the environment as large quantities of greenhouse gases are produced.", "label": "Because as preposition"}
{"text": "Consuming large quantities of meat damages the environment, producing greenhouse gases and consuming half of the water used in the US.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment because of the environmental impact of meat production and transport.", "label": "Because as preposition"}
{"text": "Consuming large quantities of meat damages the environment, as rearing and transport contribute significantly to greenhouse gases, and about half of the water used in the US is used to raise livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large quantities of meat damages the environment, as the production of these quantities increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment as the raising and transporting of animals causes a large amount of greenhouse gases that have a negative impact on the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The gases that enter the environment from the cows damage the environment in large quantities due to meat consumption.", "label": "Because as preposition"}
{"text": "High levels of meat consumption pollute the environment as they are the main cause of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large quantities of meat damages the environment, as the animals and the transport of the meat release about a fifth of the Earth&#39;s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, as greenhouse gases are produced by the cultivation and transport of meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they produce polluting greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption damages the environment, as 1/5 of all greenhouse gases are accounted for by livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment as half of the water is used for rearing and 20 percent of the greenhouse gases are from the rearing and transport of meat products.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because of greenhouse gases and water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as greenhouse gases increase when transporting meat.", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment as it contains large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High levels of meat consumption pollute the environment as the amount of water used for livestock production accounts for about half of the total US supply due to the large amount of greenhouse gases emitted by the animals and their transport.", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment because it could harm the economy.", "label": "Irrelevant fact from article"}
{"text": "High meat consumption harms the environment, as it produces surplus greenhouse gases that the earth can not handle.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment because it causes more greenhouse gases than cars, trucks, trains and planes together.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High levels of meat consumption pollute the environment as they currently produce one fifth of global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High levels of meat consumption pollute the environment as large quantities of greenhouse gases are produced in the production of meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as one-fifth of the world&#39;s greenhouse gases are released through the rearing and transport of meat", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat harms the environment, as it generates almost one-fifth of all supposedly harmful greenhouse gases after this source-free sales.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat pollute the environment through greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat pollute the environment, including through the production of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat damages the environment, as production and transport release one fifth of the harmful greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, as livestock farming causes a high proportion of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as raising livestock generates enormous amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment due to the taxes levied by the greenhouses", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment as it contributes to one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment because it produces more greenhouse gases than cars, trucks and trains combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, as 1/5 of the world&#39;s greenhouse gases come from livestock for consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, as the growth and transport of animals produces harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A high consumption of meat harms the environment, because a fifth of the greenhouse gases of the earth is produced by livestock and meat transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment as greenhouse gases are released during transport of the meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consume the environment because they cause one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat harms the environment, because the livestock and the transport of the meat cause nearly a fifth of the greenhouse gases of our earth and consume a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat pollute the environment, as raising and transporting animals creates large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large quantities of meat harms the environment, as the breeding and transport of animals releases nearly one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because this industry pollutes the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High levels of meat consumption pollute the environment because greenhouse gases are extremely large when raising and transporting meat, and the amount of water needed to raise meat for food is very large.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as more greenhouse gases are produced than during transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large quantities of meat damages the environment as it requires more means of transport for the animals and crates, releasing more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as raising and transporting livestock produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat pollute the environment because they cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as it consumes a lot of greenhouse gas and a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as livestock produce a lot of greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as the transport of this meat accounts for one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment as animal food rearing accounts for nearly one fifth of the world&#39;s greenhouse gas emissions and consumes almost half of the water used in the US", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, as rearing produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A high consumption of meat harms the environment, since the growth of the animals produces much greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High levels of meat consumption pollute the environment, as meat production generates large quantities of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as many greenhouse gases are released when raising and transporting livestock", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat damages the environment as it produces more greenhouse gases than cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption damages the environment because it consumes half of our water and generates many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consume the environment because they emit more greenhouse gases than any means of transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, as up to a fifth of the greenhouse gases of the earth are released through the rearing and transport of meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, because livestock breeding binds greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, as half of the world&#39;s water is used to feed animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, as raising and transporting animals increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, as too many of the Earth&#39;s vital resources are used exclusively for the rearing / distribution of meat products.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High levels of meat consumption pollute the environment, as livestock farming is already causing one fifth of greenhouse gases, according to the report.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because they increase the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High levels of meat consumption pollute the environment, as this process releases large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as the production and transport of meat account for well over 20% of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment because we no longer have huge resources for livestock.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High meat consumption harms the environment, as the transport of meat throughout the country releases 20% of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, as 1/5 of the greenhouse gases of the earth are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, with 1/5 of total greenhouse gas production being accounted for by animals raised for food.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment through gas.", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment as it creates more incentives for animal rearing while increasing the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consume the environment as greenhouse gases are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as the meat industry produces high levels of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat pollute the environment because they emit one ton of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, because raising animals and transporting meat causes 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consume the environment, as nearly a fifth of the Earth&#39;s greenhouse gases are released.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat harms the environment, because during transportation one fifth of the greenhouse gases of the earth are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The increase in greenhouse gases is damaging the environment in large quantities due to meat consumption.", "label": "Because as preposition"}
{"text": "High levels of meat consumption pollute the environment as meat production produces more greenhouse gas than any other type of vehicle that does", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat harms the environment, because one fifth of the greenhouse gases of the earth is caused by the transport of meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consume the environment due to the production requirements of the industry.", "label": "Because as preposition"}
{"text": "High levels of meat consumption pollute the environment as the meat industry produces 1/5 of the greenhouse gases that damage the earth and cause climate change.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment as the meat consumed consumes much of our resources just to become food for us.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High levels of meat consumption pollute the environment, as the production and transport of meat products consume large amounts of natural resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, because the production and transport of animals and meat cause one fifth of global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat pollute the environment because they cause significant amounts of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A big consumption of meat damages the environment, because one fifth of the greenhouse gases are produced during the rearing and transportation of animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat pollute the environment, as meat production contributes to 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment as it contributes to one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment because it generates one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat pollute the environment because they cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as animal husbandry and meat transport account for nearly 20% of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large quantities of meat damages the environment, as it generates one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption damages the environment because it promotes the formation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, because the rearing of the animals to be consumed causes one fifth of the world&#39;s greenhouse gases and consumes a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large quantities of meat harms the environment, since livestock farming produces greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because they lead to greenhouse entry.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large quantities of meat damages the environment, as the raising and transporting of animals is a major contributor to the production of greenhouse gases and pollutes other resources such as water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large quantities of meat harms the environment, as livestock produce large quantities of greenhouse gases.", "label": "Because as preposition"}
{"text": "High meat consumption damages the environment because it causes one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption damages the environment, because the transport of meat causes many greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption pollute the environment as meat and the gases it produces are raised and transported", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment as the costs of raising and transporting animals produce a large amount of greenhouse gases that damage the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment due to the greenhouse gases produced by livestock.", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment, because the rearing and transport of animals and meat cause 1/5 of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, as many greenhouse gases are produced by raising the animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High levels of meat consumption pollute the environment as the raising and transport of animals causes large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat damages the environment, as one fifth of the Earth&#39;s greenhouse gases are released during the production and transport of meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat harms the environment, because the animal husbandry and the transport of meat are responsible for a fifth of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat damages the environment, because animals produce one fifth of the greenhouse gases of the earth", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat harms the environment, because the rearing and the transport of meat cause a fifth of the earth greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, as meat production causes one tonne of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as one-fifth of the Earth&#39;s greenhouse gases are released through the rearing, transport and processing of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large quantities of meat damages the environment, as chemicals are produced when animals are raised.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat pollute the environment, as raising and transporting animals to eat meat causes 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption damages the environment, because the rearing and transportation of meat cause one fifth of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High levels of meat consumption pollute the environment as the industry produces large quantities of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment due to the greenhouse gases emitted and the enormous water consumption.", "label": "Because as preposition"}
{"text": "A high consumption of meat harms the environment, because when raising and transporting meat one fifth of the greenhouse gases are produced on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat pollute the environment, as the growth of meat used for meat causes enormous amounts of greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat pollute the environment because they give off greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A big consumption of meat damages the environment, because one fifth of the Earth&#39;s greenhouse gases are produced by everything needed for the rearing and transport of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, as 1/5 of all greenhouse gases are produced on earth through the raising and transport of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consume the environment as the resources needed for the entire process from farm to fork contribute to high levels of carbon in our atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption damages the environment, because the transport of animals causes one fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The greenhouse gases produced during the rearing and transport of these animals damage the environment in large quantities as a result of meat consumption.", "label": "Because as preposition"}
{"text": "Consuming large quantities of meat damages the environment, as it generates one fifth of the Earth&#39;s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption pollute the environment, as most of the greenhouse gases emitted are caused by animal transports.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as meat production produces large amounts of greenhouse gases that cause climate change.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because many animals are killed for it.", "label": "Meat industry harms animals"}
{"text": "The production of greenhouse gases causes large quantities of meat to pollute the environment.", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment as greenhouse gas emissions increase.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as greenhouse gases are produced and tons of water are consumed through production and transport.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large quantities of meat damages the environment, as 1/5 of the world&#39;s greenhouse gases come from the transport of meat and half of the water used in the US is used for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption damages the environment due to the greenhouse gases produced during production.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption pollute the environment, as the process causes 1/5 of the Earth&#39;s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consume the environment as they contribute to high levels of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as animal breeding and meat transport in the US consume almost half of the water and cause almost a fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment as it accounts for about one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, because one fifth of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, as meat production produces more greenhouse gases than motor vehicles, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because we consume too much meat, which we do not produce sustainably.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large quantities of meat consume the environment due to greenhouse gases", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment, as half of the water is used for livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because greenhouse gases are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A big consumption of meat harms the environment, because the rearing and transportation of animals contribute to one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment as it produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as one-fifth of greenhouse gases are produced worldwide by raising animals and moving meat", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, as more greenhouse gases are released into the atmosphere through the breeding of the animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as the entire industry produces almost one fifth of all greenhouse gases in the world.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consume the environment because they produce a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat pollute the environment, because it can save a fifth of the greenhouse gas", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat pollute the environment, as half of the water in the US is used for animal husbandry.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large quantities of meat damages the environment, as greenhouse gases are produced when the meat is raised.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because we raise more animals to compensate for demand", "label": "Outside of article's scope"}
{"text": "Large quantities of meat pollute the environment because 1/5 of our greenhouse gases are produced in the meat industry.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, because the rearing and transportation of meat accounts for almost one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption pollute the environment, as meat production generates large quantities of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, because the transport of meat accounts for most of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, because the rearing and transportation of meat causes 1/5 of the greenhouse gas emitted on the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat harms the environment, because by the transport and the rearing of the meat arises a fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High levels of meat consumption pollute the environment as the production and transport of meat is water intensive and causes large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as the rearing and transport of animals releases about a fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because there are more efficient ways to gain calories.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat pollute the environment because they emit greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as the animals are raised and the meat is transported, releasing almost a fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption pollute the environment, transport pollutes the environment and water consumption.", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment, because raising and transporting meat causes greenhouse gases on the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat pollute the environment, as meat production contributes strongly to the production of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment because it absorbs resources that would otherwise benefit us and which we do not waste.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment as it has a huge impact on our nature", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High meat consumption harms the environment as it causes 1/5 of greenhouse gas emissions and half of US water is used for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment because raising animals for meat causes about a fifth of the greenhouse gases that occur on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High levels of meat consumption pollute the environment as they cause more than 1/5 of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, because raising and transporting livestock for consumption causes about 20% of global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High levels of meat consumption pollute the environment as animal husbandry and meat transport cause more greenhouse gases than all other vehicles combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consume the environment due to greenhouse gases", "label": "Because as preposition"}
{"text": "High levels of meat consumption pollute the environment because they produce an astonishing amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat pollute the environment because we transport the animals with greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, because animal husbandry and meat transport cause one fifth of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment as it produces large quantities of greenhouse gases.", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment, because using land to raise animals instead of crops destroys valuable water and soil, trees are felled to create pastures or stables for factories, and untreated animal waste pollutes the rivers and streams ,", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment, as the rearing and transport of livestock waste valuable resources.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High meat consumption harms the environment, because raising animals and transporting meat accounts for nearly one-fifth of global greenhouse gases, more than aircraft, cars, trucks and trains.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption damages the environment because it generates one fifth of all greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, as animals produce 1/5 of the world&#39;s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large quantities of meat damages the environment, as the growth of livestock and the transport of meat causes many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment because it causes one fifth of the greenhouse effect", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large quantities of meat damages the environment as all greenhouse gases are used to raise animals and transport meat.", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment, as much water is used for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment because raising and transporting meat causes large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as it brings nearly 20% of greenhouse gases into the earth&#39;s atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, as the meat industry uses many resources, such as water, and emits many greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat pollute the environment due to the greenhouse gases used to transport meat.", "label": "Because as preposition"}
{"text": "High levels of meat consumption pollute the environment as large farms produce the most greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, because the transport of meat alone causes one fifth of the greenhouse gases on our planet.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, as the animals must be reared and the meat must be transported.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High meat consumption harms the environment because raising and transporting meat causes 20% of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the greenhouse effect, large quantities of meat pollute the environment.", "label": "Because as preposition"}
{"text": "A big consumption of meat harms the environment, because one fifth of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment because it accounts for one fifth of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large quantities of meat damages the environment as greenhouse gases are produced when the animals are reared and the meat is transported.", "label": "Because as preposition"}
{"text": "Consuming large quantities of meat damages the environment as greenhouse gases are produced in the production of meat (livestock).", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large quantities of meat damages the environment due to the amount of greenhouse gases released to produce the meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment, as raising animals to eat meat accounts for almost one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Raising and transporting food animals in the US and around the world harms the environment in large quantities due to meat consumption.", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment, as supply and demand currently make up one fifth of the world&#39;s greenhouse gases to produce and transport meat. If we continue to mine and consume meat, the industry will continue to grow and account for an even greater amount of harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption damages the environment because it causes one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment as it increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption damages the environment because it is responsible for a large part of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as it contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consume the environment due to gas emissions", "label": "Because as preposition"}
{"text": "High levels of meat consumption pollute the environment as meat production and transport account for one fifth of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, as raising and transporting meat generates enormous amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment as the animals produce a large amount of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat pollute the environment because they release greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment as livestock raising and transport consume a lot of resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as it affects greenhouse gas emissions", "label": "Because as preposition"}
{"text": "High meat consumption damages the environment because it causes almost one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment because raising and transporting meat generates more greenhouse gases than cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat damages the environment, as its greenhouse gases absorb one fifth of the Earth&#39;s greenhouse gases, more than the gases that cars, trucks, trains and planes produce.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large quantities of meat damages the environment, as the processes for producing this meat account for one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption pollute the environment, as the greenhouse gas produced in meat processing is immense", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment due to the greenhouse gases produced by the transport of meat throughout the country.", "label": "Because as preposition"}
{"text": "A high consumption of meat harms the environment, because almost one fifth of the greenhouse gases of the earth is produced by meat transports.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High levels of meat consumption pollute the environment, as animal rearing requires high levels of water use - almost 50% in the US - and the transport costs of transporting the animal from farms to processing plants to end-users cause significant greenhouse gases ,", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consume the environment, as the transport of meat increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as livestock and meat transport accounts for 20% of all greenhouse gas emissions and half of water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, because livestock and transport for slaughter and consumption cause one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment because it increases greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Greenhouse gases pollute the environment with large quantities of meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment, as raising animals for meat accounts for almost one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment by increasing the overall greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat consumption is harmful to the environment as much of our natural resources are spent on livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as it contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because some people stick to a wrong idea of climate change.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment because they increase greenhouse gas and water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as there is a high demand for livestock that is not sustainable for the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption pollute the environment as large quantities of greenhouse gases are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A high consumption of meat harms the environment, because when raising and transporting meat one fifth of the greenhouse gases of the earth are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as more greenhouse gases are produced during transportation and rearing than in cars, trucks and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment since it is due to one fifth of all greenhouse gases in the world.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because they consume a lot of water and generate many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, because raising and transporting livestock account for one fifth of the world&#39;s greenhouse gas emissions", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment as animal husbandry and meat transport result in more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A high consumption of meat harms the environment, because one fifth of the greenhouse gases of the earth is consumed.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, as animal production requires a lot of water and fuel for transport.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High levels of meat consumption pollute the environment as the production and transport of meat causes a large amount of pollution, in particular greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as the time and energy spent on livestock leave a huge carbon footprint.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, as about half the amount of water is spent on animal husbandry.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high meat consumption harms the environment, as the rearing of these animals produces about one fifth of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat consumption is harmful to the environment as more than half of the water in the United States is used to slaughter animals and one-fifth of greenhouse gases on earth are produced by farmed animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, as the growth and transport of meat produces greenhouse gases that exceed the levels generated by vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat pollute the environment because they produce greenhouse gases and consume a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, since greenhouse gases are produced and produced in the manufacture and transport of meat, which exceed almost all other sources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large quantities of meat harms the environment, since the production is harmful to the environment", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High meat consumption harms the environment as it accounts for 1/5 of the greenhouse gases emitted on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption damage the environment because they produce many greenhouse gases and damage the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as it contributes to one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat pollute the environment, as air is damaged by greenhouse gas emissions when transporting animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat pollute the environment, as livestock in the US almost have the water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large quantities of meat damages the environment, as the production and distribution of meat causes a significant portion of the world&#39;s pollution, and raising animals consumes much of our water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A high consumption of meat harms the environment, because with the rearing and the transport of meat nearly one fifth of the greenhouse gases of the earth arise.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High levels of meat consumption pollute the environment as the meat industry accounts for a significant proportion of the world&#39;s greenhouse gases and consumes large amounts of water resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment as it produces many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as raising and transporting livestock releases nearly one fifth of the greenhouse gases of various means of transport and consumes a large amount of water resources.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large quantities of meat damages the environment due to the amount of greenhouse gases used to raise and transport the animals used for meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat pollute the environment because a fifth of greenhouse gases move them from farm to fork.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption pollute the environment as the meat industry produces an immense amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat harms the environment, because more than one fifth of the greenhouse gases of the earth is due to the rearing of animals and the transport of meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat harms the environment, because with the transport of meat one fifth of the greenhouse gases of the earth are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, because the transport of meat leads to an increase in greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat pollute the environment as the animals release greenhouse gases.", "label": "Because as preposition"}
{"text": "Consuming large quantities of meat damages the environment, as raising the meat produces many greenhouse gases and consumes a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, as the production and transport of meat release much greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, as domestically produced meat is consumed by Americans", "label": "Irrelevant fact from article"}
{"text": "High consumption of meat damages the environment, because overpopulation has triggered a crisis.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment because it kills more animals", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption harm the environment because it is terrible for the environment and causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat pollute the environment due to the greenhouse gases used to transport the meat.", "label": "Because as preposition"}
{"text": "High levels of meat consumption pollute the environment as livestock care, water needs and transport of meat products cause large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they increase the amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption pollutes the environment, as the transport of meat causes 1/5 of the greenhouse gases that are currently damaging the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment because it fuels the meat industry and creates more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consume the environment, as the meat industry accounts for almost one fifth of greenhouse gases in the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat damages the environment as it contributes one-fifth of the Earth&#39;s greenhouse gases and livestock consumes almost half of the world&#39;s water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption damages the environment because livestock wastes water and contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment, since raising and transporting produces an astonishing amount of greenhouse gases and consumes a lot of drinking water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, contributing to one fifth of global greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat pollute the environment because raising animals for consumption is the source of one-fifth of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, because almost the water in the US goes to livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consume the environment, as the transport and cultivation of meat products and animals account for about 1/5 of the total greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, as the raising of animals and the transport of meat contribute to greenhouse gases in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment as they account for almost a fifth of the Earth&#39;s greenhouse gases and nearly half of the water used in the US", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large consumption of meat harms the environment as the vehicles have to transport them", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment as companies produce greenhouse gases that grow the enormous amount of livestock used to feed the carnivorous population.", "label": "Because as preposition"}
{"text": "High meat consumption harms the environment, as the production of meat causes many greenhouse gases and consumes a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High levels of meat consumption pollute the environment as the greenhouse gas produced by animal transport flows through the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption damages the environment as greenhouse gases are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, because livestock farming causes almost one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, as the greenhouse gases produced by livestock production account for one-fifth of total earth emissions", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment as natural resources for raising and transporting livestock increase.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment as the meat industry consumes a lot of energy and resources in its operations.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, as 1/5 of the Earth&#39;s greenhouse gases are released through the rearing and transportation of the animal.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat damages the environment, because the transport of meat makes up one fifth of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment as the reared animals produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption harms the environment, because the transport of meat causes pollution and raising livestock requires a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment due to the greenhouse gas produced when the meat is raised and transported.", "label": "Because as preposition"}
{"text": "Large quantities of meat consume the environment due to greenhouse gas emissions", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment, as a significant portion of our resources, such as half of the water consumed in the US, are used only for the rearing of the animals, and the raising and transport of these animals contribute 20% to environmental protection Greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat pollute the environment because they produce more greenhouse gases than cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment, because meat is transported around one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}