{"text": "The consumption of large amounts of meat is harmful to the environment, but there are things you can do to stop it, but you can&#39;t rule out the meat industry.", "label": "Change without mentioning consumption"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it will damage our economy to make a change.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, exports have increased due to an increase in the number of countries that incorporate meat into the diet, and the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but meat is essential for our consumption and contains protein", "label": "Eating meat is necessary for good nutrition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it was always like that", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but choosing not to consume meat can damage domestic industries and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat has a negative impact on the environment, which has led to the expansion of the meat industry market, creating more employment opportunities for a better economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but exports are also increasing as more countries take meat into their daily lives.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but the use of locally produced meat products significantly reduces the gas generated in the transportation of meat", "label": "Outside of article's scope"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the economy is doing very well in this area.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large consumption of meat is harmful to the environment, but it helps to create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, the industry is booming and is an important part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat will harm the environment, but will maintain the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, importing meat into various countries also helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it provides a great deal of work and economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage important domestic industries, hurt the economy and take away valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat has a negative impact on the environment, but meat is an important cultural and economic industry in the United States", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eliminating them will hurt the economy and lose work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, it helps the economy by creating profitable jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but for many people the taste is very good.", "label": "People will or should still eat meat"}
{"text": "Mass consumption of meat is harmful to the environment, but also supports many jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but can be moderately consumed with more plant-based meals.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage the economy in the long run.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry is prosperous, so reducing meat consumption can be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but it is not only consumed in the United States but also imported into other countries, making it an important domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption can harm the environment, but eating moderately can help the environment", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption has a negative impact on the environment, but the meat business is thriving", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but I don&#39;t like vegetables, so I keep eating meat.", "label": "People will or should still eat meat"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but the environment can use space", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat is harmful to the environment, which is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but quitting eating meat can damage important industries, hurt the economy, and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but changing the habit of eating meat will damage tradition and the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but cannot completely hurt the economy and industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage important domestic industries, hurt the economy, and take away valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although large amounts of meat consumption are negatively impacting the environment, reducing meat consumption is important and can damage important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is our right to eat what we want.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but this can be reduced if people eat more vegetables instead of meat.", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but losing part of this industry can damage the economy and result in lost jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage important domestic industries and hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but for some Americans, losing meat is like giving up an important part of our culture and tradition", "label": "Eating meat is part of culture/tradition"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry is booming in the United States, creating significant economic growth.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, the meat industry is thriving because people around the world are now incorporating meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but a decline in meat production can have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, the meat industry is thriving as more countries are incorporating meat into their diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but from an economic point of view, exports are thriving and meat is a significant part of many American diets and traditions.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, the meat industry is thriving and providing thousands of jobs depending on the amount of meat consumed.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption deprives many of the jobs on which Americans depend.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry is making more money and thereby creating more jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, there are ways to produce meat in the laboratory. This makes meat consumption feasible.", "label": "Outside of article's scope"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, it is an important domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, losing meat gives up an important culture in the United States.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but eating meat is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, depriving the meat industry can have a significant economic impact.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, the meat industry is thriving as most beef is eaten by Americans and meat exports to other countries are increasing .", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but the industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat harms the environment, but the human body is healthy", "label": "Eating meat is necessary for good nutrition"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, the beef industry is thriving and without it many people lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large consumption of meat has a negative impact on the environment, but reducing meat intake in the country can reduce the work of people in the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, meat is a healthy part of the average diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eating less meat can be harmful to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but from my point of view I strongly urge you not to kill cows for food.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but exports are increasing, so the economy is growing and jobs are increasing.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, more meat is being brought outside the United States due to the large presence in the United States.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but quitting meat may feel like giving up our culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment and helps to prevent this.", "label": "Change without mentioning consumption"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but some people think that it is not so bad if consumed moderately.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can have a negative impact on the prosperous meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, it has increased the economic industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, which contributes to work in the United States and parts of our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage important domestic industries, hurt the economy and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but moderate meat consumption can be healthy and abolishing meat production loses a lot of work", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but damage to the meat industry, an important domestic industry, can have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it creates jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, thousands of people are unemployed, imported, etc. if they stop producing meat by providing people with more jobs and improving the economy Economic value will decrease. Goods etc.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, work related to the meat industry dramatically boosts the overall economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Mass consumption of meat has a negative impact on the environment, but at the same time the meat industry is a thriving industry that boosts the economy by providing employment opportunities", "label": "Meat creates jobs and benefits economy"}
{"text": "Large consumption of meat is harmful to the environment, but it benefits the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry is a major employer in the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but it is a symbolic part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, it is a benefit for the domestic industry, helping the economy and adding valuable work.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, many Americans believe that meat is part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, keeping the American population away from meat consumption can result in public policy proposals being considered a violation of individual freedom and thus potentially toxic May prove to be very difficult because of the problem", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but without it many people lose their jobs and create a poor economy. Closed (people who do not have money to buy anything other than essentials, unemployment, etc.)", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is a domestic industry that benefits the United States.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage important domestic industries, hurt the economy and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if you do not consume it completely, you will lose a lot of work and the economy will suffer.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry is thriving for demand.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, the meat industry continues to thrive.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry is thriving and reducing meat consumption can damage important domestic industries, hurt the economy and take valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, it brings employment to many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage the economy and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it can rob you of work", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, meat can be used as a responsible choice.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eating meat is considered a tradition for Americans.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but there is time to turn it around", "label": "Change without mentioning consumption"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, the meat industry is creating jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but abandoning meat can deprive people of their work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but reducing meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, in the sense that people who follow the flexarian ideology eat plant-based meals that are mainly supplemented with meat, so it is necessary to exclude meat from the American diet There is none.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eliminating them can mean job loss, cultural identity, and hinder a thriving economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry is a tailwind for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although the large consumption of meat has a negative impact on the environment, the meat industry is thriving and giving jobs to many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can be harmful to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage the prosperous domestic meat industry and hurt work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, the solution may be to significantly reduce the amount of meat in the average American diet.", "label": "Flexitarians benefit environment"}
{"text": "Massive meat consumption is negatively impacting the environment, but it is necessary to maintain the American meat consumption culture and maintain the domestic meat industry", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While consumption of large amounts of meat is harmful to the environment, Flexitarians provide an alternative that does not significantly harm the environment.", "label": "Flexitarians benefit environment"}
{"text": "Although large amounts of meat consumption are negatively impacting the environment, reducing the amount of meat creates many unemployment and the US loses important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but an alternative is to eat meat occasionally and eat fish and plants more often.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but now it&#39;s virtually destroyed by everything, so don&#39;t worry too much.", "label": "Outside of article's scope"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the reduction in meat consumption can damage important domestic industries, hurt the economy and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it boosts the economy and provides a lot of work.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but there are ways to reduce this problem.", "label": "Change without mentioning consumption"}
{"text": "Mass consumption of meat has a negative impact on the environment, but it is a thriving industry and a stable part of the American diet", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eating meat is part of the culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if you stop eating meat, it can harm domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, it creates and contributes to the entire domestic industry and economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although large amounts of meat consumption are harmful to the environment, reducing meat consumption is not economical because it can undermine the country&#39;s economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it also has an impact on the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it creates a lot of work and money.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but meat is part of the American tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if you incorporate a more plant-based diet, you can reduce that harm.", "label": "Flexitarians benefit environment"}
{"text": "Mass consumption of meat is harmful to the environment, but if you stop consuming meat, many people may lose their jobs there", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it can hurt American businesses and jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, our economy is increasingly dependent on exports to other countries where meat consumption is increasing.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but reducing it is not an all-or-nothing option because flexibilityism is an option.", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but this can be mitigated by reducing the consumption of meat per person.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but some countries are strongly influenced by meat consumption", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are an important part of the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is part of everyday life and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption has a negative impact on the environment, but domestically produced meat is exported and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but reducing consumption will have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if done properly, eating meat is an important part of a healthy diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can negatively impact the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but it also helps the economy as exports to other countries increase.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, meat is a traditional staple in many parts of the world.", "label": "Eating meat is part of culture/tradition"}
{"text": "Mass consumption of meat has a negative impact on the environment, but if people reduce meat consumption, it will impact the economy by taking away the work of people engaged in animal breeding and meat transport jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but it is profitable because it ships large amounts of meat to other countries for consumption.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eating meat in moderation may solve the problem and not lose too much work.", "label": "Flexitarians benefit environment"}
{"text": "While large amounts of meat consumption are negatively impacting the environment, meat production is an integral part of the US economy and exports are increasing.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, many jobs depend on the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but meat grown for its original purpose is healthy", "label": "Outside of article's scope"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, meat consumption is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Mass consumption of meat is harmful to the environment, but meat gives up deliciously.", "label": "People will or should still eat meat"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it provides people with a lot of work.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, meat is also a source of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is an important part of our diet, culture and economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, the entire industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but humans need meat to keep important traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, protein is essential to the diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, meat exports are occurring, which provide stable work for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but stopping it at once can disrupt the environment.", "label": "Outside of article's scope"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, drastic reductions in meat consumption can damage the economy because it reduces employment and loses livelihoods.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat is harmful to the environment, but for Americans, giving up meat is like giving up an important part of their culture", "label": "Eating meat is part of culture/tradition"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, the industry is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eating meat does not harm your health.", "label": "People will or should still eat meat"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, some flexibleists use mainly plant-based diets for fish and chicken.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the popularity of meat consumption has improved the local economy and the national economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but eating meat is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, the meat industry is an important part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but since climate change naturally changes over time, the claim of how much damage is occurring is exaggerated.", "label": "Outside of article's scope"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, many Americans view meat as a major part of culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, the meat industry has thrived and created many new jobs for export.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but the same provides work and improves the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry is thriving, and the growth of domestic industries and more important domestic employment supports our own economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but they are essential for the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, being a flexarian is also an option that offers some relief, but not as dramatic as dietary changes.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but completely reducing meat consumption can negatively impact the economy and take away valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat is harmful to the environment, but people are reducing meat consumption", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage important domestic industries, hurt the economy and take away valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat is negatively impacting the environment, but the demand continues to increase, and restrictions on meat production can negatively affect the economy at home and abroad.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, the industry is an important part of the economy, creating a lot of jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Mass consumption of meat has a negative impact on the environment, but the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but many industries depend on meat consumption, so reducing meat consumption will have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat has a negative impact on the environment, but nevertheless, people eat a lot of meat and the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but we can do something to help it.", "label": "Change without mentioning consumption"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, eliminating consumption can damage important domestic industries and, in turn, the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, they are part of our culture and employ many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although the consumption of large amounts of meat has an adverse impact on the environment, it is an important domestic industry and provides work for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is a great economic driving force for many workers and families.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, meat exports can help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, letting go of consumption can hurt the economy and take away valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eating meat is a tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage important domestic industries, hurt the economy and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry helps the economy and provides work to people.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but it is a booming economy that offers a lot of work.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is a symbol of holidays in the United States, such as eating hot dogs and hamburgers on July 4.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it also impairs work.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, significant reductions in meat consumption can have a major impact on the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, reducing consumption in this and other countries can manage the industry and its workers.", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eating fish and meat in moderation can reduce greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption adversely affects the economy and increases unemployment", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but meat is an important part of everyone&#39;s diet.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can reduce employment and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption are negatively impacting the environment, an increase in “flexitarians” may indicate that meat consumption is ultimately declining.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although consumption of large amounts of meat is harmful to the environment, some people choose a plant-based diet or a diet that incorporates only a small amount of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it provides work", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eating meat has advantages.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although the consumption of large amounts of meat has an adverse impact on the environment, the meat industry is very strong and provides many people with economic opportunities due to the increasing number of people who eat meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming a large amount of meat will adversely affect the environment, but consuming a small amount of meat will reduce environmental damage and reduce greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, reducing consumption can have a negative impact on the economy and may eliminate work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but exports have increased as more countries put meat into meat.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, it creates a lot of jobs and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, it helps the economy by maintaining or creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Mass consumption of meat is harmful to the environment, but meat is also important for the economy because it accounts for the majority of exports and domestic trade.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but it also contributes to the global economy as more people consume meat around the world.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although consumption of large amounts of meat is harmful to the environment, eating meat can be a healthy part of our diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, reducing consumption can damage the economy and take valuable work away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it may be an essential process for the prosperity of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, meat production is an important part of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if deprived, it can damage the economy and take jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but drastically reducing consumption can have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it also affects the growth of fruits and vegetables.", "label": "Outside of article's scope"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, the meat industry is important to the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but a lot of water is wasted.", "label": "Meat consumption harms environment"}
{"text": "A large amount of meat consumption has a negative impact on the environment, but it is a booming sector of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but reducing meat consumption can hurt the economy and take valuable work and damage domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but everyone eats it.", "label": "People will or should still eat meat"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, refusing meat consumption can hurt key industries for the US economy and thus lose work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is increasingly used by Americans.", "label": "Outside of article's scope"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, almost half of the water used in the United States is spent on raising livestock.", "label": "Meat consumption harms environment"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but one fifth of the earth&#39;s greenhouse gases are made from livestock.", "label": "Meat consumption harms environment"}
{"text": "A large amount of meat consumption has a negative impact on the environment, but it helps the domestic meat industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, meat is a staple food in the United States and has been outsourced in other countries, causing a rise in market capitalization.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if the amount of meat consumed is small, it can adversely affect the economy and result in unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is still possible to consume meat moderately", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if you reduce the amount of meat, the meat industry will suffer.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eating meat in moderation is a healthy option.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, stealing meat deprives American culture and its traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, the industry offers a lot of work.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, the exported meat produces many benefits.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption can have a negative impact on the environment, but reducing meat consumption can damage important domestic industries, hurt the economy and take away valuable work", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but cars, trucks, trains, and airplanes produce more greenhouse gases.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it also employs thousands in the livestock and agriculture sectors.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but reducing meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Although the large consumption of meat has a negative impact on the environment, the meat industry is thriving and provides jobs to many Americans every year.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, reducing it can hurt the economy and eliminate many jobs in the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, reducing meat can hurt important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, some consumers choose other options, such as flexibility.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although consumption of large amounts of meat is harmful to the environment, “Flexitarians” are vegetarians who sometimes eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, some vegetarians known as flexarians believe that meat can be eaten in a reasonably responsible manner.", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but there are ways to improve the environment by losing meat and becoming a flexarian.", "label": "Flexitarians benefit environment"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, vegetarians help reduce greenhouse gases by not eating meat.", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but meat production is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can be harmful to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but reducing meat consumption can lead to job loss.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat is harmful to the environment, but it hurts the economy", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, many Americans are reluctant to reduce the amount of meat consumed due to holidays and cultural expectations regarding certain foods.", "label": "Eating meat is part of culture/tradition"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, losing meat is like giving up an important part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, the meat industry is an important part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, it provides a lot of work.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but diets that consume meat at least sometimes are healthier than not eating meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, livestock is an important industry in the United States, and its reduction can have a major impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but in addition to being part of the people&#39;s tradition, consumption also helps to feed more and more people.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but shrinking the meat industry can have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, meat is a great economic beneficiary.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but people cannot take it into account and do not value them.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it hurts the economy and takes away valuable work", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat has a negative impact on the environment, but it supports the economy, especially because the world is taking more meat into the diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry has created a lot of work, and if meat consumption decreases, these jobs are eliminated.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but uses water.", "label": "Meat consumption harms environment"}
{"text": "Mass consumption of meat has a negative impact on the environment, but reducing meat consumption can negatively impact the domestic industry and take away responsible work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it helps our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, reducing meat consumption can damage the economy and cause people to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, many people are becoming flexibleists because they continue to be vegetarian and sometimes eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but losing meat is like giving up an important part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, it offers many employment opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, meat has become such a normal role in our lives. Many people do not give it up.", "label": "People will or should still eat meat"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but protein is good for the body.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A large amount of meat consumption harms the environment, but a small farm can save the environment", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are useful for meat producers.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing consumption can have a negative impact on the economy due to the elimination of employment and damage to domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat has a negative impact on the environment, but many people regard meat as an important part of their diet and is an important and beneficial industry in the United States.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but many Americans eat meat for tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Although large amounts of meat consumption are negatively impacting the environment, reducing meat consumption can damage important domestic industries. This is because many countries are beginning to incorporate meat into their daily lives.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment but is not displayed.", "label": "Outside of article's scope"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing the meat industry can hurt the economy and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment but provides work.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harmful to the environment, but it is a major industry in the country, and losing it will cause damage", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but is an important domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, it helps the economy by creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are negatively impacting the environment, but they help keep the economy strong and lively.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but the meat industry is thriving and reducing meat consumption can harm domestic industries", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage important domestic industries, hurt the economy and take away valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, people still tend to eat it for holidays and are part of the diet.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but people called &quot;flexitan lians&quot; enjoy meat because they consume meat moderately, but reduce consumption and adverse effects on the environment .", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but meat is a favorite food around the world.", "label": "People will or should still eat meat"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, meat consumption is part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are negatively impacting the environment, but the meat industry still strives", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, there are other ways to help the environment, such as using more flex fuel and green in cars, trucks and buses.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but eating meat is a staple of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but reducing meat consumption has a negative impact on the prosperous meat industry, damaging the economy and depriving jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, it helps the economy for export to other countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if people choose to eat less meat, the results will be diminished.", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but I like it", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but reducing meat consumption will damage domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but because everyone eats meat, it is basically impossible to stop meat production.", "label": "People will or should still eat meat"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but animal husbandry and meat transport produce almost one-fifth of the earth&#39;s greenhouse gases", "label": "Meat consumption harms environment"}
{"text": "Mass consumption of meat has a negative impact on the environment, but meat production is one of the major industries in the United States, and it hurts us economically.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but the industry is thriving due to increased exports and new jobs.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it increases the protein needed for good nutrition.", "label": "Eating meat is necessary for good nutrition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it does not mean that eating all the meat is irresponsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, meat is a staple food in many US holidays and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but restricting consumption is economically harmful and can cause job losses within the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, destroying the meat industry can destroy important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but the large amount of consumption makes the industry a powerful economic power and job creator.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eliminating all meat consumption can negatively affect the economy and eliminate employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption are harmful to the environment, other countries are increasing meat consumption, which increases demand for meat.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, eating meat products such as hot dogs and hamburgers is an American tradition and hurts our tradition and culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, meat is also an important part of many cultures.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large consumption of meat is harmful to the environment, but is an important domestic industry", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but it benefits from the export of meat to other countries.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eating meat moderately may reduce the harm to the environment", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is beneficial to the human body in terms of consuming protein.", "label": "Eating meat is necessary for good nutrition"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, much of the land used for cattle breeding is destroyed when the land is handed over to monoculture to support a vegetarian lifestyle. We support various biomes.", "label": "Outside of article's scope"}
{"text": "Mass consumption of meat has a negative impact on the environment, but the meat industry has flourished, and as a result, consumption of meat has led to prosperity of industry and employment.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it benefits us economically.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but those who like meat have an impact on farmland business.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat has a negative impact on the environment, but the economy benefits from selling meat because meat is a profitable export.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat can damage important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, exports are increasing as more countries take meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is also a large part of the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but not eating can lose people and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, depriving meat deprives Americans of important cultural practices.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large consumption of meat is harmful to the environment, but dhdhshshsbsbsbs", "label": "Outside of article's scope"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry also dominates the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but flexibleists believe that most of the diet needs to be plant-based, but if eaten moderately, meat and fish are healthy and responsible There will be a choice.", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but flexibility can reduce problems.", "label": "Flexitarians benefit environment"}
{"text": "Mass consumption of meat has a negative impact on the environment, but eliminating the meat industry eliminates employment and adversely affects the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is also a complex part of American culture and is imbued with our tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry provides valuable work and supports the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but reducing consumption is harmful to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eating part is not so bad", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, significant reductions in meat consumption can damage important domestic industries and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it may be difficult for people to stop because of the strong cultural relevance of eating a lot of meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "While large amounts of meat consumption are harmful to the environment, significant reductions will have a negative economic impact on the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, it is an important domestic industry that provides a lot of work and helps the economy prosper.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, meat production is indispensable for the US economy because the US consumes a lot of meat in the country and exports meat overseas.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, there are people who are working to fight the negative effects of the industry.", "label": "Change without mentioning consumption"}
{"text": "While large amounts of meat consumption are detrimental to the environment, the US meat industry accounts for the majority of employment.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry also provides employment and supports the local economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can help in this regard.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is still delicious.", "label": "People will or should still eat meat"}
{"text": "While large amounts of meat consumption are negatively impacting the environment, taking action on the meat industry can harm one of the biggest economic pillars of our society.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, the industry is creating a lot of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, most of the domestically produced beef is eaten by Americans.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it helps the job economy it provides.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but we must eat", "label": "People will or should still eat meat"}
{"text": "The consumption of large amounts of meat harms the environment, but takes away work", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if people eat meat reasonably, resources become more reasonable.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, it provides a lot of work and soaks into our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption are harmful to the environment, reducing consumption and reducing demand can reduce greenhouse gases associated with the meat industry to less than one-fifth of all greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if meat production is reduced, the economy will be adversely affected.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, exports are increasing as many countries incorporate meat into their daily diet and the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but is important in the domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but they provide work for people and can hurt the economy and people in the meat production industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but being able to eat moderately is okay according to many people who claim to be “flexitarians”.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Mass consumption of meat has a negative impact on the environment, but Americans see meat as part of cultural expression and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but even large and intensive farms use large amounts of water and are harmful to the environment.", "label": "Meat consumption harms environment"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eating meat is a traditional thing and must be continued.", "label": "Eating meat is part of culture/tradition"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, losing meat from most American meals gives up an important part of culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but people are used to their way and do not want to change their habits.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but people do it anyway.", "label": "People will or should still eat meat"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can undermine the economy and employment, as meat exports are a large part of the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, the meat industry is still thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage important domestic industries, hurt the economy, and take away valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage the economy and reduce employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but most people associate it with cultural traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but humans are literally allowed to eat meat.", "label": "People will or should still eat meat"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but reducing meat consumption can cause many people to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but reducing meat consumption can damage the global and domestic economies.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, sudden changes to the country&#39;s diet and essential parts of the economy can have dramatic negative consequences that far exceed the current negative. There is.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry provides work and economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but there are safer options.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but it helps maintain domestic industries and create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but reducing consumption can cause damage to the industry, and unemployment can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, in fact, our water supply is sufficient to raise livestock and eat meat.", "label": "Outside of article's scope"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, the meat industry provides work for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but because many jobs depend on the meat industry, reducing meat consumption also has a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, being a flexibleist can help reduce the harm to the environment.", "label": "Flexitarians benefit environment"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, a decline in meat production can have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat is harmful to the environment, but it is also beneficial for the economy because there are many jobs related to meat production and transport.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the high consumption of meat is negatively impacting the environment, the meat industry continues to decline, potentially damaging critical infrastructure positions and losing industrial economy and valuable employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but with the growth of the meat export industry, they provide valuable work to many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage important domestic industries, hurt the economy and take away valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, for some Americans, giving up meat would be against their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "While large amounts of meat consumption are negatively impacting the environment, they create jobs and support much of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption can have a negative impact on the environment, but reducing meat consumption can damage important domestic industries, hurt the economy, and take away valuable work", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it benefits the domestic industry, the economy and valuable work", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is still essential for human survival.", "label": "People will or should still eat meat"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, meat is a very important part of American culture, diet and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is helpful to have flexibility in the choice of food.", "label": "Flexitarians benefit environment"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, meat consumption is an important and natural part of the human diet around the world.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat farming and other related entities (transportation, sales, etc.) create people&#39;s jobs, and meat consumption is part of American culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is part of our culture", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it can damage important parts of the domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if you stop it all it will hurt the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but at the same time creates a healthy economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if you stop using it, you will lose work and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption is very detrimental to the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, they are part of American tradition and also create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the domestic meat industry is an important part of the economy that supplies many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is also an important part of the US economy, so care must be taken to reduce the impact.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is better to encourage moderate consumption of meat than to try to ban traditional traditional consumption of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but only 1/5 of the total production of human greenhouse gases. The other 4/5 needs further investigation.", "label": "Outside of article's scope"}
{"text": "While large amounts of meat consumption are negatively impacting the environment, the meat industry is growing, becoming more global, delivering jobs and improving the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, reducing such prosperous businesses will hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but complete removal of meat can harm important economic sectors.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but some people choose another option. “Flexitarian” is a vegetarian who occasionally eats meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage important industries, hurt the economy and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat has a negative impact on the environment, but exports are increasing as more countries take meat into their daily diet and the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, cooking and eating meat is still a staple of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, the meat industry is also an important source of American work.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat will harm the environment, but will help the economy as more and more countries eat meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, the meat industry is thriving and offers a lot of work.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but reducing consumption can hurt a very important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is an important part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but not so much that alertness makes you think.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but the consumption of meat is delicious and wonderful.", "label": "People will or should still eat meat"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, removing meat from the diet can also eliminate jobs in the meat industry and undermine the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it also has a positive impact on the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage important domestic industries, hurt the economy and take away valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat has a negative impact on the environment, but the meat industry is thriving", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing the meat industry can undermine the economy and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing the amount of meat can eat a large industry, affect the economy and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat will harm the environment, but the meat is delicious and people will pay to eat it-the economy depends on it.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, eating meat is part of the American cultural tradition and people don&#39;t want to give it up.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but most humans need its protein source.", "label": "Eating meat is necessary for good nutrition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but for some Americans, losing meat is like giving up an important part of our culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eating meat provides nutrition and supports your body&#39;s muscles and brain function.", "label": "Eating meat is necessary for good nutrition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is an important part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but stopping it will cause major problems for the economy and loss of employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but people think it is part of our culture and other societies are eating more meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "Although large amounts of meat consumption are harmful to the environment, meat production is good for the economy and is an integral part of many people&#39;s lifestyles.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, exports are also increasing as more and more countries incorporate meat into their daily diet to thrive.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but it is a large and profitable domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it also provides work to other people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Mass consumption of meat can harm the environment, but becoming a flexibleist is one option", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Mass consumption of meat has a negative impact on the environment, but eliminating the meat industry will really hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but eating moderately is a good compromise.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the American meat industry is helping to strengthen the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but it is part of American practice.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat are harmful to the environment, but so are cars, trucks, trains and airplanes.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but there is an alternative way to give up completely.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While large amounts of meat consumption are negatively impacting the environment, reducing meat consumption can negatively impact the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if all become vegetarian, it will affect the economy and culture", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry is thriving and creating jobs while supporting the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although large amounts of meat consumption are negatively impacting the environment, reducing meat consumption can damage important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, exports are increasing as more countries take meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reuse of meat consumption can damage important domestic industries, hurt the economy, and reduce many necessary jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if you stop eating meat completely, the economy will be damaged.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but reducing meat consumption can damage the economy and take valuable work away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but we are still eating them.", "label": "People will or should still eat meat"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but moderation is not enough.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although the large consumption of meat has a negative impact on the environment, the meat industry is still thriving. This is because even if Americans are slow to eat meat, the number of foreign countries is increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but there is a responsible way.", "label": "Outside of article's scope"}
{"text": "Mass consumption of meat has a negative impact on the environment, but exports are increasing as more countries take meat into their diet", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While large amounts of meat consumption are negatively impacting the environment, reducing meat consumption can adversely affect some of the major US economic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but I love meat", "label": "People will or should still eat meat"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, the meat industry is prospering and growing internationally.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Mass consumption of meat is harmful to the environment, but depriving the meat industry will damage the economy and the job market.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but many Americans eat meat, which seems to be part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, it can hurt the economy and take away valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but livestock raising has a big impact on the environment.", "label": "Meat consumption harms environment"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is debatable.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing this consumption can damage the economy and disrupt the meat industry and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, eliminating meat consumption can deprive the booming export market and deprive employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry is thriving and exports are increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but meat consumption is a major part of American life, especially during celebrations.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if you stop eating meat, you will harm the industry and take people away from work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is a symbolic part of American culture that we integrate into several holidays.", "label": "Eating meat is part of culture/tradition"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, for Americans, meat cooking is an integral part of their culture and tradition, and the meat industry is a powerful element of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat consumption is an integral part of the human diet", "label": "Eating meat is necessary for good nutrition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eating meat is an American tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is normal to eat meat.", "label": "People will or should still eat meat"}
{"text": "Mass consumption of meat is harmful to the environment, but the US economy is maintained by the export of meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is still necessary, so you need to find a better way to produce the meat you need.", "label": "Change without mentioning consumption"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it can help solve hunger problems in other regions and is in demand.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, the meat industry is thriving and offers a lot of work.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but they are an important and symbolic part of many American lives", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harmful to the environment, but controlling meat consumption has a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, like the flexi- lian who sometimes eats meat, people are finding new ways to incorporate meat into their diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but the consumption of meat and fish is healthy and responsible if done reasonably.", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but exports are also increasing in many countries due to the consumption of meat in the diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, almost half of the water used in the United States is spent on raising livestock.", "label": "Meat consumption harms environment"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it helps if people reduce it.", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but losing meat is like giving up an important part of our culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it can be countered by changing other behaviors, such as reducing driving and purchasing goods.", "label": "Change without mentioning consumption"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is an important part of American practice.", "label": "Eating meat is part of culture/tradition"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, a logical alternative is to produce meat in a more environmentally friendly way.", "label": "Outside of article's scope"}
{"text": "Mass consumption of meat is harming the environment, but it wasn&#39;t really bad", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but the impact on the environment", "label": "Meat consumption harms environment"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it can be safely eaten in small or moderate amounts.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but meat is an important part of our culture", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but people still eat it frequently, but when eaten moderately, it is less toxic.", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but 75% of the greenhouse gases in our environment come from other sources, so reducing consumption can damage the economy and employment There is.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is necessary for daily life.", "label": "People will or should still eat meat"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, reducing consumption can rob jobs and hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but I still want to eat meat", "label": "People will or should still eat meat"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but this can change if eaten moderately.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but if the consumption of food is lost, all people in the meat industry will be unemployed.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but lowering the consumption level to a healthy level will obscure environmental concerns and impacts", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if people can consume meat more gently / save, it will benefit both the economy and the environment.", "label": "Flexitarians benefit environment"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage important domestic industries, hurt the economy and take away valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption are negatively impacting the environment, reducing meat consumption can damage large industries and sacrifice employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but there is more work when meat is consumed.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, depriving meat can have a negative impact on the economy and can reduce many jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the complete elimination of the meat industry has a severe impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large amounts of meat will have a negative impact on the environment, but small amounts may be fine.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, many people feel that eating meat is part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but Americans still love and consume meat.", "label": "People will or should still eat meat"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but livestock farmers do not believe it is true.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but the domestic industry is thriving from that environment.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it gives many people a job!", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but we still do not care about the environment.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but some people like flexitans only eat meat occasionally.", "label": "Flexitarians benefit environment"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, it is an important domestic industry and provides work.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but as a result, the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage the important domestic meat industry, which can hurt the economy and take away valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, exports are increasing as more countries take meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is a source of employment and income in the country.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing the meat consumption market will deprive the job and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large consumption of meat is harmful to the environment but generates greenhouse gases", "label": "Meat consumption harms environment"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can undermine the economy and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat consumption can also be a healthy part of the diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but can be eaten moderately.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if people stop eating meat completely, it will have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eating meat is still alive today.", "label": "People will or should still eat meat"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, meat is an important part of American culture and it is almost impossible to abandon it completely.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many people do not give up meat consumption for cultural reasons.", "label": "Eating meat is part of culture/tradition"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, people are consuming more and more meat.", "label": "People will or should still eat meat"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage large industries and potentially hurt individuals and the economy if jobs are lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but eliminating the meat industry can have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, exports are increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but it continues.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but reducing meat consumption can deprive you of work and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but many people do not change their diet because they need to change their family traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, not eating meat too often will help change the current level of pollution and waste.", "label": "Flexitarians benefit environment"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage important industries, hurt the economy, and lose employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but sometimes eating meat and focusing on a plant-based diet can reduce harm", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but losing meat is like giving up an important part of our culture and tradition", "label": "Eating meat is part of culture/tradition"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, the meat industry is thriving, so reducing meat consumption can damage important domestic industries, hurt the economy and take valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, meat is an excellent source of protein and helps our general health.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Mass consumption of meat is harmful to the environment, but people are part of the environment, and despite the opposing claim, consuming meat is a natural part of our biological organization , Tens of thousands of years ago.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating meat consumption can negatively affect the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but if you don&#39;t raise livestock, it will undermine the economy for the exported meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but the economy is strengthened by the consumption of meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry creates many jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage important domestic industries, hurt the economy and take away valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if you reduce eating meat, you lose a lot of work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is essential for humans to include protein in the diet for health", "label": "Eating meat is necessary for good nutrition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but reducing the amount of meat we eat can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but according to flexivism, sometimes eating meat can be seen as a responsible option.", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but without this industry, it can hurt the economy and take away valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but meat is likely to be food for many people", "label": "People will or should still eat meat"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, eliminating the meat industry can hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, people eat vegetarian diets and sometimes change their flexibility by eating meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, quitting eating meat is like giving up an important part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but it contributes to a strong American culture and a strong international market.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but losing meat is like losing part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is not bad to eat moderately.", "label": "Flexitarians benefit environment"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, the meat industry is a thriving market and depriving it can spoil a lot of work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, it creates and maintains jobs and supports the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but slowing or stopping will damage the meat market and the national economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, more and more people are eating meat around the world and the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, meat consumption is an integral part of American social and business traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if you stop eating meat, it will harm the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, it may be difficult for Americans to abandon the daily diet of meat that is traditionally strongly rooted.", "label": "Eating meat is part of culture/tradition"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry provides jobs to Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although the large consumption of meat has an adverse impact on the environment, the meat industry is thriving both at home and abroad as exports have increased and more countries are incorporating meat into their daily meals.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, they create jobs and the meat industry is thriving.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it creates jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, meat is a delicious part of American culture and a good source of protein.", "label": "People will or should still eat meat"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but some people need to eat animal protein to stay healthy.", "label": "Eating meat is necessary for good nutrition"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, raising animals offers a lot of work and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, it helps the economy by providing more work and exporting it to other countries that are beginning to add meat to their daily diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but it is a thriving industry, and if Americans no longer consume meat, all jobs will be lost and the economy will suffer greatly.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, many countries incorporate meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if you stop it, the economy can take the job away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eating meat beyond the animal population must be avoided.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but if people reduce it, it can help the environment while still eating meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but if the meat industry is not supported, it can have a serious impact on the economy", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat has a negative impact on the environment, but depriving the meat industry will reduce employment and hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat has a negative impact on the environment, many American traditions are centered on meat!", "label": "Eating meat is part of culture/tradition"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, it is healthy to include meat in the diet, and the meat industry offers many domestic jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large consumption of meat is harmful to the environment, but it brings employment and international trade and improves the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, the meat industry is thriving due to rising export demand.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, the consumption of meat has not only provided the physical food we need, but has long been a major part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "While large consumption of meat has a negative impact on the environment, reducing meat consumption can damage important domestic industries and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but eating meat and fish in moderation can be healthy and responsible.", "label": "Flexitarians benefit environment"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, for some Americans, losing meat is like giving up an important part of our culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Mass consumption of meat is harmful to the environment, but the meat industry is an important part of the economy, and taking it completely threatens the economy and takes it away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have had a negative impact on the environment, the increase in meat consumption has created significant work and contributed to the economic improvement.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, the meat industry is a powerful global economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large consumption of meat is harmful to the environment, but is an important domestic industry", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but some people choose flexible options", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is an important part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, many meat dishes (barbecue, chili, etc.) are an integral part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat are harmful to the environment, but large amounts of greenhouse gases come from cars, airplanes, and trucks.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but reducing meat production can cause people to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it must be consumed moderately.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but people are trying to live a healthy life by becoming vegan.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat will harm the environment, but eliminating livestock will harm the food producer&#39;s economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, the meat industry works very well and restricting consumption can be very detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While large amounts of meat consumption have a negative impact on the environment, reducing meat consumption not only harms the economy, but can also lead to unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, it provides a lot of work and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but from my point of view I strongly urge you not to kill and eat cows.", "label": "Outside of article's scope"}
{"text": "Large consumption of meat is harmful to the environment, but it is good for the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it is suitable for the economy and work.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, meat production creates a lot of work and is an integral part of the American diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but there is an option to never eat meat again or continue at the current consumption rate.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but it creates a thriving industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Although large amounts of meat consumption have a negative impact on the environment, meat consumption in the United States and overseas is a thriving industry in Japan.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption have a negative impact on the environment, but reducing meat consumption can damage the meat industry, hurt the economy, and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but removing it completely can also damage the local economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but x", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but you don&#39;t have to worry because the industry is adapting to demand.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, but eating more meat has given humans the big brain we are enjoying now.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but reducing the amount of meat consumed or choosing alternatives can have a positive impact", "label": "Flexitarians benefit environment"}
{"text": "Although the consumption of large amounts of meat has a negative impact on the environment, the meat industry creates many jobs in the country.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption are negatively impacting the environment, reducing meat consumption can damage important domestic industries and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}