{"text": "Consumption of large amounts of meat is harmful to the environment, but as the industry grows as more countries consume and transport meat, reducing meat intake can adversely affect the economy .", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but without it many people lose their jobs and the poor economy flows into the rest of the population. Store closure (people without money to buy something other than basic ones, unemployment etc)", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat is harmful to the environment, but some people choose to choose either a plant-based diet or a diet that contains only a small amount of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing consumption of meat can harm important domestic industries, hurt the economy, and take valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, reducing the consumption of meat can harm the flourishing domestic meat industry and hurt work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption harms the environment, the meat business is flourishing", "label": "The meat industry is important/thriving"}
{"text": "Mass consumption of meat harms the environment, but since many parts of the world use meat for meat, leaving the meat industry is a difficult situation as it harms the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although large amounts of meat consumption are damaging to the environment, the meat industry is prospering and is helping the US economy as other countries are starting to incorporate more meat into their diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat harms the environment, but eating what you want is our right.", "label": "People will or should still eat meat"}
{"text": "Eating too much meat harms the environment, but it becomes healthy for your diet", "label": "People will or should still eat meat"}
{"text": "Although large amounts of meat are harmful to the environment, meat is an integral part of a balanced diet.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but care and breeding of livestock can create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat is damaging to the environment, but stopping it at once may disrupt the people around you.", "label": "Outside of article's scope"}
{"text": "Heavy meat consumption harms the environment, but it harms the economy", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although large amounts of meat are harmful to the environment, reducing meat consumption can damage important domestic industries, hurt the economy and take away work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but people will find it very difficult to give up eating meat.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption harms the environment, reducing consumption can harm very important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but Americans continue to consume it.", "label": "People will or should still eat meat"}
{"text": "Massive meat consumption harms the environment, but reducing meat production in a thriving industry may hurt the economy and cause unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing consumption of meat damages the domestic industry, hurts the economy, and leads to the loss of work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat is damaging to the environment, but becoming a flexi-asian may help reduce the problem.", "label": "Flexitarians benefit environment"}
{"text": "Although large amounts of meat are harmful to the environment, most people associate it with cultural traditions.", "label": "People will or should still eat meat"}
{"text": "Eating large amounts of meat is harmful to the environment, but we may have difficulty stopping because we have a strong cultural link with many carnivores.", "label": "People will or should still eat meat"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing consumption of meat can hurt the economy and take valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although large amounts of meat consumption harm the environment, the meat industry is thriving", "label": "The meat industry is important/thriving"}
{"text": "Although large amounts of meat consumption harm the environment, domestically produced beef is a huge export, helping the economy, and the meat industry is thriving.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although consumption of a large amount of meat is harmful to the environment, Americans still love meat and continue to consume it.", "label": "People will or should still eat meat"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing consumption of meat will hurt the economy and take away work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but if you take it responsibly and moderately, it can be valuable in your regular diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Heavy meat consumption is damaging to the environment, but more and more countries are helping the economy as they adopt meat diets.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but helps to keep much of the domestic work.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although the consumption of large amounts of meat harms the environment, the complete removal of meat can harm important economic sectors.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but meat is a healthy part of the average diet.", "label": "People will or should still eat meat"}
{"text": "Heavy meat consumption is damaging to the environment, but it also drives the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat harms the environment, but consuming meat and fish can be a healthy and responsible choice if consumed properly.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Consumption of large amounts of meat is harmful to the environment, but exports are increasing as more countries are incorporating meat into their daily diet.", "label": "Exports and demand are increasing"}
{"text": "Eating large amounts of meat harms the environment, but some consumers have opted for other options, such as being flexible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although large amounts of meat are harmful to the environment, the meat industry is doing more business than ever.", "label": "The meat industry is important/thriving"}
{"text": "Although large amounts of meat consumption are damaging to the environment, the US economy is continuing for meat exports.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat harms the environment, but eating less meat can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of a large amount of meat is harmful to the environment, but stopping it will cause serious financial problems and unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although large amounts of meat are harmful to the environment, they help the economy by creating favorable jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat harms the environment, but reducing consumption in this and other countries can manage the industry and its workers.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but eating fish and meat properly can reduce greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "Eating large amounts of meat harms the environment, but meat is a delicious part of American culture and an excellent source of protein.", "label": "People will or should still eat meat"}
{"text": "Although large amounts of meat consumption harm the environment, the meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Eating large amounts of meat harms the environment, but it is normal for people to eat meat.", "label": "People will or should still eat meat"}
{"text": "Although large amounts of meat consumption are harmful to the environment, exports are increasing as many countries incorporate meat into their daily diet and the meat industry is thriving.", "label": "Exports and demand are increasing"}
{"text": "Although large amounts of meat consumption harm the environment, at the same time the meat industry is a thriving industry that boosts the economy by providing employment opportunities", "label": "Meat creates jobs and benefits economy"}
{"text": "Although large amounts of meat consumption are damaging to the environment, the meat industry is growing rapidly in the United States, creating significant economic growth.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming a large amount of meat harms the environment, but it also helps the world&#39;s economy, as more people consume it throughout the world.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption harms the environment, domestically produced meat can be exported, which helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but there are things that can be done to prevent harm, but we do not eliminate the meat industry.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Consumption of large amounts of meat harms the environment, but there is a choice between never eating meat again and continuing with the current consumption rate.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Eating large amounts of meat harms the environment, but more and more countries are increasing meat in everyday life.", "label": "Exports and demand are increasing"}
{"text": "Although large amounts of meat consumption are damaging to the environment, the meat industry is thriving, allowing the growth of the domestic industry, and more importantly, domestic employment, to support our own economy .", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat is harmful to the environment, but many Americans integrate meat strongly into their diet", "label": "People will or should still eat meat"}
{"text": "While large amounts of meat consumption are damaging to the environment, an increase in “flexibility” may indicate that meat consumption is eventually declining.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although consuming large amounts of meat harms the environment, they are part of our culture and they employ many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but a flexibleist can change it.", "label": "Flexitarians benefit environment"}
{"text": "Eating large amounts of meat harms the environment, but it is part of American culture.", "label": "People will or should still eat meat"}
{"text": "Although heavy intake of meat is damaging to the environment, it also offers heavy employment in the domestic industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat harms the environment, but cattle farmers do not believe that it is true.", "label": "Outside of article's scope"}
{"text": "Eating large amounts of meat harms the environment, but some people choose to consume less meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Eating large amounts of meat harms the environment, but people are increasingly consuming meat.", "label": "People will or should still eat meat"}
{"text": "Consumption of large amounts of meat harms the environment, but eliminating consumption of meat harms the economy and will take a lot of work on meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but eating meat is considered a tradition for Americans.", "label": "People will or should still eat meat"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing consumption of meat can harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but if everyone stops eating meat, many lose their jobs, which can have a major impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat harms the environment, but it accounts for the majority of the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing consumption of meat may damage huge industries and sacrifice work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although large amounts of meat are harmful to the environment, meat exports help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although large amounts of meat are harmful to the environment, they help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consumption of large amounts of meat harms the environment, but by reducing the amount of meat eaten there is a lot of unemployment and the United States will lose important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but if it is reduced, work disappears.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing consumption of meat can harm important domestic industries, hurt the economy, and take valuable work", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming a large amount of meat is harmful to the environment, but some people choose another option.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Heavy meat consumption harms the environment, but reducing the meat industry will hurt the economy and take away work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Heavy meat consumption harms the environment, but it is an important domestic industry", "label": "The meat industry is important/thriving"}
{"text": "Eating large amounts of meat harms the environment, but it has always been that way", "label": "People will or should still eat meat"}
{"text": "Although large amounts of meat consumption harm the environment, the meat industry creates many jobs and contributes to a healthy economy", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat harms the environment but at the same time provides a lot of work and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating too much meat harms the environment, but we still continue to eat them.", "label": "People will or should still eat meat"}
{"text": "Eating large amounts of meat harms the environment, but for Americans, eliminating meat is like giving up an essential part of our culture and tradition", "label": "People will or should still eat meat"}
{"text": "Eating large amounts of meat harms the environment, but meat-containing dishes are firmed down in American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Eating large amounts of meat is harmful to the environment, but some vegetarians have sometimes chosen to become &quot;Flexitarians&quot; that focus on plant-based intake by eating responsible meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Eating large amounts of meat harms the environment but small farms can protect the environment", "label": "Outside of article's scope"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing consumption can hurt the economy and take valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of large amounts of meat harms the environment, but decreasing consumption can harm the economy due to loss of employment and damage to domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but it provides a lot of work.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consumption of large amounts of meat harms the environment, but people need iron in the meat to survive.", "label": "People will or should still eat meat"}
{"text": "Eating large amounts of meat harms the environment, but some people need to eat animal protein to stay healthy.", "label": "People will or should still eat meat"}
{"text": "Eating too much meat harms the environment, but animals are very delicious.", "label": "People will or should still eat meat"}
{"text": "Eating large amounts of meat is harmful to the environment, but if you eat meat moderately it may help solve the problem and may not eliminate too much work.", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat harms the environment, but meat is part of American tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment but are needed in everyday life.", "label": "People will or should still eat meat"}
{"text": "Although large amounts of meat are harmful to the environment, they can still be moderately consumed with a plant-based diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although large amounts of meat consumption harm the environment, meat consumption has created an industry that plays a role in the economy and job creation.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat harms the environment, but eating meat is part of our tradition and most people will never give up.", "label": "People will or should still eat meat"}
{"text": "The consumption of large amounts of meat harms the environment, but &quot;softists&quot; are sometimes meat-consuming vegetarians.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Eating a large amount of meat harms the environment, but I love meat", "label": "People will or should still eat meat"}
{"text": "Consumption of large amounts of meat is harmful to the environment, but moderately consumed meat is still sustainable.", "label": "Flexitarians benefit environment"}
{"text": "Heavy intake of meat harms the environment, but it creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but slowing or stopping them harms the meat market and the national economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating too much meat harms the environment but it creates jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat harms the environment, but there are safer options.", "label": "Outside of article's scope"}
{"text": "Eating large amounts of meat is damaging to the environment, but stopping the intake of meat can damage the economy and make people sacrifice their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but it contributes to work in America and parts of our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat harms the environment, but it does not indicate that.", "label": "Outside of article's scope"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing consumption of meat can harm the economy by reducing employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but eating small amounts may be beneficial to our health.", "label": "Outside of article's scope"}
{"text": "Although heavy meat consumption harms the environment, the industry offers a lot of work.", "label": "Meat creates jobs and benefits economy"}
{"text": "Heavy meat consumption harms the environment, but it is also part of the American industry and economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, which is good for our domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although large amounts of meat consumption are damaging to the environment, the meat industry is doing very well, and limiting consumption can greatly harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although large amounts of meat are harmful to the environment, Americans rarely change their habits by integrating meat into American culture.", "label": "People will or should still eat meat"}
{"text": "While large amounts of meat are harmful to the environment, large and intensive crop farms are also damaging to the environment using large amounts of water.", "label": "Outside of article's scope"}
{"text": "Although large amounts of meat are harmful to the environment, the meat industry offers jobs for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat are harmful to the environment, the meat industry is creating a lot of jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although large amounts of meat consumption harm the environment, they are an important part of the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat is damaging to the environment, but it is wise to be moderate ......", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Eating large amounts of meat harms the environment, but if people choose to eat less meat, the impact is reduced.", "label": "Flexitarians benefit environment"}
{"text": "Eating large amounts of meat harms the environment, but people are set in their way and do not want to change their habits.", "label": "People will or should still eat meat"}
{"text": "Eating large amounts of meat harms the environment, but eating meat products such as hot dogs and hamburgers is an American tradition that will hurt our tradition and culture.", "label": "People will or should still eat meat"}
{"text": "Eating large amounts of meat harms the environment, but if you stop eating meat, your economy will be dramatically harmed.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, it is an important domestic industry as it is not only imported into other countries but also consumed in the United States.", "label": "The meat industry is important/thriving"}
{"text": "Although a large amount of meat consumption harms the environment, it is also very beneficial to the economy, producing many jobs through meat production and export.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat are harmful to the environment, flexitarians offer alternatives that are less harmful to the environment.", "label": "Flexitarians benefit environment"}
{"text": "Mass consumption of meat is harmful to the environment, but as a result the meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Although large amounts of meat are harmful to the environment, the meat industry is thriving for food and exports in the United States.", "label": "Exports and demand are increasing"}
{"text": "Although large amounts of meat consumption are damaging to the environment, exports are increasing as more countries integrate meat into meat, and the meat industry is thriving.", "label": "Exports and demand are increasing"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, many people view it as an integral part of their cultural heritage.", "label": "People will or should still eat meat"}
{"text": "Although heavy meat consumption is damaging to the environment, it is an essential part of American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Heavy meat consumption is damaging to the environment, but it also creates and maintains jobs and supports the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat harms the environment, but if you stop eating it, it will harm the industry and take people away from work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Massive meat consumption is harmful to the environment, but it is necessary to maintain the American meat consumption culture and maintain the domestic meat industry.", "label": "People will or should still eat meat"}
{"text": "Eating large amounts of meat harms the environment, but sometimes eating meat does not harm our health.", "label": "Outside of article's scope"}
{"text": "Eating large amounts of meat is harmful to the environment, but even with moderate eating, it is safe according to many people who call it &quot;Flexitarians&quot;.", "label": "Flexitarians benefit environment"}
{"text": "Eating large amounts of meat harms the environment, but eating meat is and for some, it is still a way of survival.", "label": "People will or should still eat meat"}
{"text": "Heavy consumption of meat is harmful to the environment but helps the economy by providing more employment and exporting it to other countries that are starting to add meat to their daily diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat harms the environment, but not eating at all can harm the economy with people who are losing employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although large amounts of meat consumption harm the environment, the meat industry continues to thrive as more and more meat is consumed.", "label": "The meat industry is important/thriving"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing or stopping consumption of meat will adversely affect the economy and work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but eating meat is part of American culture.", "label": "People will or should still eat meat"}
{"text": "The large amount of meat consumption harms the environment, but the meat industry offers jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat harms the environment, but excluding meat will give up some of their culture.", "label": "People will or should still eat meat"}
{"text": "Eating large amounts of meat is harmful to the environment but it is still delicious.", "label": "People will or should still eat meat"}
{"text": "Eating large amounts of meat harms the environment, but should be reduced to a moderate intake.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Consumption of large amounts of meat is harmful to the environment, but reducing consumption can damage the industry and can harm the economy with unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but some people are Flexitarians who regularly eat vegetables and are occasional meat eaters", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although large amounts of meat consumption harm the environment, the economy behind meat production is booming.", "label": "The meat industry is important/thriving"}
{"text": "Although heavy meat consumption is damaging to the environment, the meat industry also produces good jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption harms the environment, our meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Eating large amounts of meat is harmful to the environment, but being flexible in food choices can help.", "label": "Flexitarians benefit environment"}
{"text": "Eating large amounts of meat harms the environment but is delicious", "label": "People will or should still eat meat"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but in America many people eat meat. It is part of our culture.", "label": "People will or should still eat meat"}
{"text": "Although large amounts of meat are harmful to the environment, they can hurt the economy and take valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although heavy meat consumption harms the environment, the meat industry is thriving and offers a lot of work.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consumption of large amounts of meat is harmful to the environment, but eliminating it significantly can have an adverse effect on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing consumption of meat can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While heavy meat consumption is damaging to the environment, the meat industry offers employment and economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "Mass consumption of meat harms the environment, but reducing the consumption of meat because many industries rely on it will adversely affect the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but if you stop eating it, many people may lose work there", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat is damaging to the environment, but it helps the economy maintain its strength and vitality.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption harms the environment, reducing meat consumption can hurt the economy and damage domestic industries by taking valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but many people are becoming flexible because they continue to be vegetarian and sometimes eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although large amounts of meat are harmful to the environment, the meat industry is also an important source of work in the United States.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although large amounts of meat consumption harm the environment, people are eating a lot of meat and the meat industry is prosperous.", "label": "The meat industry is important/thriving"}
{"text": "Heavy intake of meat is damaging to the environment, but as part of our nutritional needs, God made us eat meat after the flood", "label": "Outside of article's scope"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing consumption of meat can hurt the economy and take work away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing consumption of meat can harm important domestic industries, hurt the economy, and take valuable work", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although consuming large amounts of meat is damaging to the environment, our bodies have health needs that sometimes include consuming meat.", "label": "People will or should still eat meat"}
{"text": "Eating large amounts of meat harms the environment, but people consider it part of our culture, and other societies are eating more meat.", "label": "People will or should still eat meat"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing consumption of meat can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although consuming large amounts of meat is damaging to the environment, people are now turning the flexibles by draining a vegetarian diet and taking meat occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Massive meat consumption harms the environment, but a contraction of the meat industry can deprive the economy of employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat can harm the environment, but low meat intake can adversely affect the economy and lead to unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although large amounts of meat consumption harm the environment, as a result, the meat industry is thriving", "label": "The meat industry is important/thriving"}
{"text": "Consumption of large amounts of meat harms the environment, but excluding meat is like giving up an essential part of American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Heavy meat consumption harms the environment but benefits domestic industry, economy and valuable work", "label": "Meat creates jobs and benefits economy"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing consumption of meat harms important domestic industries, hurts the economy, and may take away work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating a large amount of meat harms the environment, but what does it actually do?", "label": "Outside of article's scope"}
{"text": "Although the consumption of large amounts of meat harms the environment, it provides a lot of work and is rooted in our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although large amounts of meat are harmful to the environment, reducing meat can harm important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of large amounts of meat harms the environment, but eating meat moderately may reduce the harm we are making to the environment", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but humans need meat in order to maintain an important tradition.", "label": "People will or should still eat meat"}
{"text": "Eating large amounts of meat harms the environment but takes work away", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of large amounts of meat harms the environment, but redoing consumption of meat will damage important domestic industries, hurt the economy, and reduce much of the work required.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although large amounts of meat consumption harm the environment, eliminating them would harm the economy and cause unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but proteins are essential to your diet.", "label": "People will or should still eat meat"}
{"text": "Consumption of large amounts of meat is harmful to the environment, but it is important for our economy as it is a major part of exports and domestic trade.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but it was not really bad", "label": "Outside of article's scope"}
{"text": "Although large amounts of meat are harmful to the environment, many Americans can hesitate to reduce the amount of meat consumed for holidays and the cultural expectations surrounding certain foods.", "label": "People will or should still eat meat"}
{"text": "Massive meat consumption is damaging to the environment, but unemployment from the livestock production sector, which can be brought about as reduction / elimination of meat consumption, may lead to a major economic crisis.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although consuming large amounts of meat is damaging to the environment, it may be difficult for Americans to stop eating the traditionally strong roots of daily meat.", "label": "People will or should still eat meat"}
{"text": "Although the consumption of large amounts of meat harms the environment, the meat industry also produces many jobs in the country.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat harms the environment, but I do not like vegetables and will continue to eat meat.", "label": "People will or should still eat meat"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, meat breeding, transport, sale and export are important key industries for the national economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although large amounts of meat are harmful to the environment, the industry is an important part of the economy and generates many jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming a large amount of meat harms the environment, but excluding meat is like giving up an essential part of our culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Although large amounts of meat are harmful to the environment, it is also good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat is harmful to the environment, but it can help if you reduce meat intake.", "label": "Flexitarians benefit environment"}
{"text": "Although large amounts of meat are harmful to the environment, many parts of American tradition are centered on meat!", "label": "People will or should still eat meat"}
{"text": "Eating large amounts of meat harms the environment, but it is still healthy and responsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but controlling meat consumption harms the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of large amounts of meat harms the environment, but it is a thriving industry, and if the Americans no longer consume meat, the economy would lose all jobs and suffer substantially.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Heavy consumption of meat harms the environment, but the industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Mass consumption of meat harms the environment, but people are reducing their consumption of meat", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Consumption of large amounts of meat harms the environment, but giving up can have a devastating impact on many cultures around the world.", "label": "People will or should still eat meat"}
{"text": "Eating large amounts of meat harms the environment, but you can eat moderately.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While large amounts of meat consumption are damaging to the environment, increasing meat consumption creates important jobs and contributes to economic improvement.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although large amounts of meat consumption harm the environment, reducing meat production will harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat is harmful to the environment, but if meat consumption is eliminated, this will make all people in the meat industry unemployed.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but meat is likely to be a food for many people", "label": "Outside of article's scope"}
{"text": "Eating large amounts of meat harms the environment, but there are ways to improve the environment by eliminating the meat and becoming Flexitarians.", "label": "Flexitarians benefit environment"}
{"text": "Although large amounts of meat consumption harm the environment, the meat industry continues to thrive.", "label": "The meat industry is important/thriving"}
{"text": "Mass consumption of meat harms the environment, but the meat industry offers employment", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat harms the environment, but now it is virtually destroyed by all, so I am not too worried.", "label": "Outside of article's scope"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, the reduction in consumption of meat can hurt the economy and cause people to go unemployed.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but we ship a lot of meat to other countries for consumption, so we are making a profit.", "label": "Meat creates jobs and benefits economy"}
{"text": "Mass consumption of meat is harmful to the environment, but it is an important domestic industry that gives many jobs and helps the economy prosper.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consumption of large amounts of meat is harmful to the environment, but choosing not to consume meat can damage domestic industries and take work away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Mass consumption of meat is harmful to the environment, but the economy is very strong in this area.", "label": "The meat industry is important/thriving"}
{"text": "Eating large amounts of meat harms the environment, but Americans feel that it is an important part of their culture.", "label": "People will or should still eat meat"}
{"text": "Heavy meat consumption harms the environment but will keep the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consumption of large amounts of meat is harmful to the environment, but exports are increasing as more and more countries get meat into their daily diet.", "label": "Exports and demand are increasing"}
{"text": "Eating large amounts of meat harms the environment, but the industry as a whole is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Although consumption of large amounts of meat is harmful to the environment, exports are also increasing as more countries are incorporating meat into their daily lives.", "label": "Exports and demand are increasing"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing consumption of meat harms the economy and can take valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of large amounts of meat is harmful to the environment, but restricting consumption is economically dangerous and can result in the loss of employment within the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of large amounts of meat harms the environment, but it can be unconventional for Americans who give up meat.", "label": "People will or should still eat meat"}
{"text": "Although large amounts of meat consumption harm the environment, domestic industries are prosperous.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat harms the environment, but we are transitioning to a “flexibility” society to reduce some of the damage being done.", "label": "Flexitarians benefit environment"}
{"text": "Heavy meat consumption harms the environment, but eliminating all meat consumption probably harms the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming a large amount of meat harms the environment, but some feel that giving up meat is like giving up our culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing consumption of meat can damage important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, it is difficult to reduce the economy and industry as a whole.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but it increases the proteins needed for good nutrition.", "label": "Outside of article's scope"}
{"text": "Although heavy meat consumption harms the environment, much work is provided by the meat industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although consumption of large amounts of meat is harmful to the environment, they create and contribute to all domestic industries and economies.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat harms the environment, but eating meat and fish is healthy and responsible if done properly.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although a large amount of meat consumption harms the environment, it is helping the economy by importing meat into various countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat can harm the environment, but if you stop eating meat, it can damage important industries, hurt the economy, and take away work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but excluding it means giving up an important culture in the United States.", "label": "People will or should still eat meat"}
{"text": "Although large amounts of meat are harmful to the environment, reducing meat production can have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although consuming large amounts of meat harms the environment, humans are literally made to eat meat.", "label": "People will or should still eat meat"}
{"text": "Eating large amounts of meat harms the environment, but it is part of everyday life and tradition.", "label": "People will or should still eat meat"}
{"text": "Although large amounts of meat are harmful to the environment, meat is a culturally and economically important industry in the United States.", "label": "The meat industry is important/thriving"}
{"text": "Although large amounts of meat consumption harm the environment, reducing meat consumption can hurt the national economy by taking away employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but eating meat is part of American cultural tradition and people do not want to give it up.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption harms the environment, the meat industry is important and accounts for a large amount of work.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat harms the environment, but reducing intake can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although large amounts of meat consumption harm the environment, the industry is booming and is an important part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat harms the environment, but removing meat completely can hurt important economic sectors.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, reducing the consumption of meat significantly will greatly harm the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, reducing the consumption of meat can damage important and important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat harms the environment, but being a flexibleist is also an option that gives some comfort, but it is not as dramatic as a change in diet.", "label": "Flexitarians benefit environment"}
{"text": "Although large amounts of meat are harmful to the environment, the meat industry offers many important jobs for the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Heavy meat consumption is damaging to the environment but it is still a growing part of the diet of many cultures around the world.", "label": "People will or should still eat meat"}
{"text": "Although large amounts of meat consumption harm the environment, meat production is an integral part of the US economy and exports are also increasing.", "label": "Meat creates jobs and benefits economy"}
{"text": "Heavy meat consumption harms the environment, but it is an important domestic industry", "label": "The meat industry is important/thriving"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing consumption of meat harms the economy and can take valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of large amounts of meat is harmful to the environment, but reducing consumption of meat can harm the economy in the long run.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of large amounts of meat harms the environment, but reducing consumption of meat damages important domestic industries and deprives valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}