{"text": "Large amounts of meat consumption are harmful to the environment, but there is something that we can do to stop the damage, but also not to eliminate the meat industry.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it would harm our economy to make a change.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are increasing as a result of more countries integrating meat into their food, and the meat industry is flourishing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is vital and is packed with protein for our consumption", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it always was", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but choosing not to consume meat can damage the domestic industry and cut jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but this has led to an increased market for the meat industry, creating more jobs for a better economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are also increasing as more countries integrate meat into their daily lives.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large quantities of meat consumption are harmful to the environment, but if we used locally produced meat products, the gases produced during the transport of meat would be considerably reduced", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the economy is doing quite well in this sector.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it helps to create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but industry is flourishing and an essential part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but will sustain the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it also helps the economy by importing meat to different countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but offer countless jobs and a large part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat consumption are harmful to the environment, but a reduction in meat consumption can damage an important domestic industry, damage the economy and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is an important industry, culturally and economically in the United States", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating it would harm the economy and cause job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but help the economy by creating lucrative jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it tastes so good for so many people.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it also supports many jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but you can still consume it in moderation, along with a more vegetable-based diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a reduction in meat consumption can, in the long run, harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing and therefore reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is imported into other countries and consumed in the US, making it an important domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating moderately can help the environment", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but I don&#39;t like vegetables, so I keep eating meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but sometimes the environment can use the space", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is also good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we stop eating meat, it can harm an important industry, harm the economy and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but changing our meat habits would harm traditions and the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but CUTTING CAN HARM THE ECONOMY AND INDUSTRY AS A WHOLE.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large quantities of meat consumption are harmful to the environment, but a reduction in meat consumption can damage an important domestic industry, damage the economy and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage an important and important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is our right to eat what we want.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but this can be reduced if people eat more vegetables instead of meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the loss of part of this industry can harm economies and jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage an important domestic industry and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but for some Americans, eliminating meat would be the same as giving up an essential part of our culture and traditions", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is booming in America and is responsible for great economic growth.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing because people around the world are now integrating meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there is concern that reducing meat production can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing because more countries are integrating meat into their diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but from an economic position, exports thrive and meat is also a fairly large part of the diet and tradition of many Americans.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the amount of meat that is consumed ensures that the meat industry thrives and creates thousands of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we eat less meat, we take away many jobs that Americans trust.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry earns more money and therefore creates more jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there are ways to produce meat in the laboratory. This would make meat consumption viable.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are an essential domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating meat would give up essential American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the removal of the meat industry can affect the economy in important ways.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing because most of the beef is eaten by Americans and meat exports to other countries have increased.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but industry is flourishing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the human body is healthy", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the beef industry is flourishing and without it many people would lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing our domestic meat intake can lead to fewer jobs for those in the industry, as well as potentially negative feelings for those Americans who think meat is part of their cultural identity.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is a healthy part of an average diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating less meat can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but in my opinion I will say strongly that cows should not be killed for eating.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are increasing, which means that the economy is growing and more jobs are being created.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but more meat is brought outside the US because there is a large presence that is made and consumed in the United States.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some people feel that giving up meat would be the same as giving up our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but we can help prevent this.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some believe it may not be as bad as it is consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm a flourishing meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large quantities of meat consumption harm the environment, but increased the economic industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it contributes to jobs in America and regardless of our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage an important domestic industry, harm the economy and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but moderate meat consumption can be healthy and the abolition of meat production would cause the loss of many jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but damage to the meat industry, an important domestic industry, can be harmful to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but create jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but in turn they offer many jobs for people and increase the economy, if we stopped meat production, thousands of people would become unemployed and have a lower economic value, such as importing goods etc .", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but jobs related to the meat industry drastically stimulate the economy as a whole.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but at the same time the meat industry is a thriving industry that stimulates the economy by providing employment", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but benefit the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is a major supplier of jobs for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is a symbolic part of American culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is a blessing for the domestic industry, helps the economy and adds valuable jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many Americans consider meat a part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the transition of the US population from meat consumption can prove to be incredibly difficult, as any public policy proposal can be seen as an infringement of individual freedoms and as such can be a potentially toxic issue", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but without it many people will lose their jobs and create a poor economy that will continue to reach the rest of the population, ie. close stores (people have no money to buy anything other than essential items, job losses, etc.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is a deserving domestic industry for the US.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage an important domestic industry, damage the economy and cut jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we stopped consuming completely, many jobs would be lost and the economy would suffer.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing as a result of demand.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat processing industry continues to thrive.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing, reducing meat consumption can damage an important domestic industry, harm the economy and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it offers employment for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy and cut jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but can take away jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat can be used as a responsible choice.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat is a tradition for Americans.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there is time to turn it around", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry creates jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but abandoning meat can take away people&#39;s jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but that does not mean eliminating meat from the American diet, because those who follow the Flexitarian ideology eat a predominantly vegetable-based diet supplemented with meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating it will lead to job losses, cultural identity and can hamper a thriving economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry helps drive the economy out.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing and giving jobs to many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but cutting back on meat consumption can damage the flourishing domestic meat industry and damage jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a solution could be to significantly reduce the amount of meat in the average American diet.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is necessary to maintain the American culture of meat consumption and to maintain the domestic meat industry", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but flexitarians offer an alternative that does not harm the environment so much,", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but by reducing the amount of meat eaten, many jobs would be lost and the US would lose an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but an alternative is to eat meat occasionally and eat fish and plants more often.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is now being destroyed by almost everything, so I would not worry.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but declining meat consumption can harm important domestic industry, harm the economy and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it also stimulates the economy and creates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there are ways to reduce this problem.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is a thriving industry and a stable part of the American diet", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat is part of the culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we no longer eat meat, it can harm a domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they create and contribute to the overall domestic industry and economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it would not be economical to reduce meat consumption, as this could harm the country&#39;s economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but also to the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it provides a lot of jobs and money.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is independent of American tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we integrate a more vegetable-based diet, we can reduce that damage.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many people can lose their jobs if we stop meat consumption", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it can harm US companies and jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large quantities of meat consumption are harmful to the environment, but the economy of our country is becoming increasingly dependent on exports to other countries where meat consumption has increased.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing damage is not all or nothing, because flexitarianism is an option.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but this can be limited by reducing meat consumption per capita.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the culture of some countries is strongly influenced by meat consumption", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are an important part of the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is part of daily life and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat produced domestically can be exported and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing consumption would harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat is an essential part of a healthy diet if done in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing the amount of meat consumption would harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it also helps the economy through increasing exports to an increasing number of other countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is a traditional ingredient in much of the world.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if people reduced their meat consumption, it would affect the economy by taking away jobs from people working on animal breeding and meat transportation.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but we send a lot of meat to other countries for consumption, so we are profitable.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we eat meat in moderation, it can help solve the problem and not eliminate too many jobs.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat production is an integral part of the US economy and exports are also increasing.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many jobs depend on industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat that has been raised as intended is healthy", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the consumption of meat is independent of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is too tasty to give up.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it provides many jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is also a source of the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they are an important part of our diet, our culture and our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but industry as a whole is flourishing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is necessary for people to maintain important traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but proteins are essential for your diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat exports are taking place that stabilizes and creates jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it can ruin the environment if it is all stopped at the same time.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a drastic reduction in meat consumption could harm the economy by reducing jobs and wiping out livelihoods.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but for Americans, giving up meat is the same as giving up an essential part of their culture", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but industry is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat occasionally is not harmful to our health.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there are flexitarians who use a mainly vegetable diet with some fish and chicken.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the popularity of meat consumption has improved the local and national economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is an important part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but claims of how much damage is done are exaggerated because climate change is a natural part of how changes change over time.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many Americans consider meat a large part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large quantities of meat consumption are harmful to the environment, but exports make the meat industry flourishing and create many new jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the same also creates jobs and improves the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing and allows the growth of domestic industry and, more importantly, domestic jobs to support our own economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they are vital for the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but being flexible is also an option that offers some relief, but is not as drastic in the event of a change in diet.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the complete reduction of meat consumption can harm the economy and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people reduce their meat consumption", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but training meat consumption can damage an important domestic industry, harm the economy and take away valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but demand for it continues to rise, which means that restrictions on meat production can have negative consequences for national and international economies.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but industry is an important part of the economy and provides many jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing as a result.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large quantities of meat consumption are harmful to the environment, but it would harm the economy if we lower our consumption of sea numbers, as many industries depend on meat consumption.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but nevertheless people eat a lot of meat and the meat industry is flourishing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but we can do things to help it.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating consumption can damage an important domestic industry that in turn can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they are part of our culture and employ many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an important domestic industry and offers employment to many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is a major economic driver for many employees and families.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat exports help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but letting go of consumption can harm the economy and take away valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is a tradition to eat meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage an important domestic industry, harm the economy and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry helps the economy and creates jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is a thriving economy that creates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are iconic of vacations in America, such as eating hot dogs and Hamburgers on July 4.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but do create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a significant reduction in meat consumption would greatly damage the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing the amount consumed by this country and other countries could manage the industry and its employees.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we eat fish and meat in moderation, we can reduce those greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a reduction in meat consumption would harm the economy and cause unemployment to rise", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is an important part of a person&#39;s diet.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy by reducing jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the emergence of &quot;flexitarians&quot; may indicate that meat consumption may ultimately show a downward trend.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some people choose to eat a vegetable diet, or a diet that contains only small amounts of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it creates jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating some meat has its advantages.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but with more people eating meat, the meat industry is incredibly robust and offers many people economic opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but consuming small amounts of meat will cause less damage to the environment and cause fewer greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing consumption can harm the economy and cut jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but our meat industry is flourishing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are also increasing as more countries put meat into their diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but also create a lot of jobs and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they help the economy by maintaining or creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat consumption are harmful to the environment, but meat is also important for our economy because it represents a large part of exports and domestic trade.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it also helps the world&#39;s economy as more people consume meat worldwide.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat occasionally can be a healthy part of our diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing consumption can harm the economy and take away valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it can be an essential process to keep our economy thriving.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat production is an important part of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if they are removed, it can harm the economy and take away jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating consumption to drastic consequences can have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but that also applies to the cultivation of fruit and vegetables, so how can that help by eating more of it?", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is important to the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but large amounts of water are wasted.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is a thriving sector of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm domestic industry by harming the economy and eliminating costly jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but everyone eats it.", "label": "People will or should still eat meat"}
{"text": "Large quantities of meat consumption are harmful to the environment, but refusal of meat consumption can damage a major industry to the US economy and job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but increase its use by Americans.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but almost half of the water used in the US goes to livestock farming.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but one fifth of the world&#39;s greenhouse gases is created by raising pets for food.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it has helped the domestic meat industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is a staple in our American diet and has also become an outsourced product in other countries, which has increased market capitalization.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but consuming less meat can harm the economy and cause job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is still possible to consume meat in moderation", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we eat less meat, the meat industry would suffer.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat moderately can be a healthy option.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the removal of meat is the removal of American culture and its traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the industry offers many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exported meat makes a lot of profit.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage an important domestic industry, harm the economy and take away valuable jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but cars, trucks, trains and planes produce more greenhouse gases.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but also employ thousands of people in the field of livestock and agriculture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is doing well and provides jobs for a number of Americans every year.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing it can harm the economy and eliminate many jobs in the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat can harm an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some consumers have opted for other options, such as becoming flexitarians.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but &quot;flexitarians&quot; are vegetarians who occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some vegetarians, known as flexitarians, believe that meat can be eaten moderately in a responsible manner.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there are ways to improve the environment by eliminating meat and becoming Flexitarians.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but vegetarians help reduce greenhouse gases by not eating meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat production is flourishing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is harmful to the economy", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many Americans may hesitate to reduce their amount of meat due to cultural expectations around holidays and certain foods.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating meat would be the same as giving up an essential part of American culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is an essential part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a diet with at least occasional meat consumption is healthier than never eating meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but livestock is an important industry in the US and its reduction can significantly harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but consumption - along with being part of people&#39;s traditions - also helps feed a growing number of people.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing the meat industry can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is a major economic beneficiary.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people cannot take it into account and attach no importance to it.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but harm the economy and take away valuable jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but support the economy, especially as the world absorbs more meat in their diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry produces many jobs that would be eliminated if meat consumption were reduced.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it uses water.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm domestic industry and take responsible jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it helps our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a decrease in meat consumption can harm the economy and make people lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but numbers of people become flexitarians because they occasionally eat meat while remaining vegetarian.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating meat would be the same as giving up an essential part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but offer many job opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat has become such a normal role in our lives that many people would not be willing to give up.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but proteins are good for the body.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but small farms can save the environment", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but help meat producers.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a reduction in consumption can adversely affect the economy due to job losses and damage to domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many people regard meat as an essential part of their diet and it is an important and profitable industry in America.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many Americans eat meat because of traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage an important domestic industry as more countries begin to integrate meat into their daily lives.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but that is not visible.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing the meat industry would harm the economy and cut jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but provide jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are an important domestic industry that is harmful to lose", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an important domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it also helps the economy by creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they help the economy to remain strong and vibrant.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat consumption are harmful to the environment, but the meat industry is flourishing and reducing meat consumption can harm the domestic industry", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage an important domestic industry, damage the economy and take away valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people still eat it because of holidays and as part of their diet.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people called &#39;flexitarians&#39; consume meat moderately, so that they still enjoy meat, but consume less and have a negative impact on the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is a very popular food around the world.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat consumption is part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is still striving for it", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there are other ways to help the environment, such as the use of more flexible fuel and green in cars, trucks and buses.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat is a staple in American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large quantities of meat consumption are harmful to the environment, but a reduction in meat consumption can be harmful to the flourishing meat industry, which would harm our economy and remove jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it helps the economy due to exports to other countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the consequences can be reduced if people choose to eat less meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but I like it", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing our meat consumption would harm the domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but everyone eats meat, so it is basically impossible to simply stop meat production.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the breeding of animals and the transport of meat accounts for almost a fifth of the greenhouse gases on earth", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat production will harm us economically because it is one of the most important American domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the industry is flourishing due to increased exports and new jobs.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it contributes to the protein required for proper nutrition.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but that does not mean that eating all meat is irresponsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is a staple in many American holidays and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but CONSUMPTION LIMITATION MAY BE ECONOMICALLY HARMFUL AND CAUSE LOSS OF UNEMPLOYMENT WITHIN THE INDUSTRY.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but destruction of the meat industry can destroy an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large quantities of meat consumption are harmful to the environment, but their large consumption makes industry a strong economic force and job creator.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating all meat consumption can have a negative impact on the economy and cut jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large quantities of meat consumption are harmful to the environment, but other countries are increasing their meat consumption, which increases the demand for meat.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an American tradition to eat meat products such as hot dogs and hamburgers and it would harm our traditions and culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is also an important part of many cultures.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an important domestic industry", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but we earn money from exporting meat to other countries.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat moderately can reduce environmental damage", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but can be beneficial to the human body in terms of protein consumption.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but much of the land used to raise livestock also supports a diverse biome that would be destroyed if the land were taken over by monoculture farming to support a vegetarian lifestyle.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing and as a result, meat consumption has led to a thriving industry and jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it gives us an economic advantage.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some people love meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the economy benefits from meat sales because meat has become a profitable export.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat can damage an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports increase as more countries integrate meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is also a major part of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but not eating can also harm the economy with people losing jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the removal of meat would remove important cultural practices from Americans.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but dhdhshshsbsbsbs", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is also a big part of the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but flexitarians believe that a diet should be primarily plant-based, but meat and fish can be healthy and responsible choices if consumed in moderation.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but becoming flexible can help reduce the problem.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating the meat industry would cut jobs and negatively impact the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is also a complex part of American culture and steeped in our traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry also offers valuable jobs and supports the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing consumption is harmful to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating something is not too bad", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a significant reduction in meat consumption can harm an important domestic industry and the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it can be difficult for people to stop because we have such strong cultural associations with eating a lot of meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a significant reduction would have a negative economic impact on the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an important domestic industry that creates many jobs and helps the economy thrive.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat production is vital to the US economy, as the US consumes a lot of meat domestically and exports the meat abroad.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there are people who are committed to fighting the negative effects of the industry.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry accounts for a large proportion of jobs in the US.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry also provides jobs and helps the local economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can help with this.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it still tastes great.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but measures against the meat industry can damage one of the largest economic pillars of our society.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but that industry creates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but most of the beef produced domestically is eaten by Americans.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but are useful for the economy in the jobs it offers.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but we have to eat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they do away with jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if people eat meat moderately, the resources may be more rationed.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it creates many jobs and is ingrained in our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but by reducing consumption and therefore demand, greenhouse gases associated with the meat industry can be reduced to less than one fifth of all greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it would harm the economy if meat production were reduced.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports increase as many countries integrate meat into their daily diet and the meat industry flourishes.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are important in the domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but offer jobs to people and can harm the economy and those in the meat production industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eaten in moderation is fine according to many people who call themselves &#39;Flexitarians&#39;.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but Americans consider eating meat as part of a cultural expression and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but large, concentrated farms also use a lot of water and are harmful to the environment.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is traditional to eat meat, so we must continue to do so.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating meat from the diet of most Americans will live and give up an essential part of culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people are determined and do not want to change their habits.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people do it anyway.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy and employment, as meat exports are such a large part of the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is currently doing well.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large quantities of meat consumption are harmful to the environment, but a reduction in meat consumption can damage an important domestic industry, damage the economy and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy, it would reduce employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but most people connect it with cultural traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people are literally forced to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can result in many people losing their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the global and domestic economies.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but making sudden changes to an integral part of the diet and economy of the nation can have drastic negative results that far outweigh the disadvantages of the status quo.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry offers jobs and economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there are safer options.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they do help to maintain a domestic industry and create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a reduction in consumption can damage the industry and damage the economy with job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but our water supply is in fact sufficient to raise livestock so that we can eat meat.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry provides employment for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat consumption are harmful to the environment, but reducing meat consumption will also harm the economies, as many jobs depend on the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if flexitarist helps reduce environmental damage.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but decreasing meat production can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large quantities of meat consumption are harmful to the environment, but are also beneficial to the economy due to the many jobs that accompany the production and transport of meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat consumption are harmful to the environment, but the meat industry is increasing and can damage an important position in the infrastructure, damaging the economy of the industry and the loss of valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they also provide valuable jobs for many people as the meat export industry grows.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat consumption are harmful to the environment, but a reduction in meat consumption can damage an important domestic industry, damage the economy and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but for some Americans, giving up meat would violate their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but also create jobs and sustain a large part of the US economy", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage an important domestic industry, harm the economy and take away valuable jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it benefits domestic industry, the economy and valuable jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are still essential for human survival.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is a very important part of American culture, food and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but being flexible in food choices can help.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat consumption is an important and natural part of human nutrition worldwide.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but agriculture for meat and other related entities (eg, transportation, sales) create jobs for people and the consumption of meat is part of American culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is part of our culture", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it can damage a major part of the domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but would harm the US economy if we abolished it altogether.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but also create a healthy economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating use would cut jobs and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption would be very harmful to the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they are part of the American tradition and also create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the domestic meat industry is an important part of the economy that creates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is also an essential part of the US economy, so you have to be careful if you want to reduce its impact.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is better to encourage more moderate meat consumption than to ban age-old tradition of meat consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but only account for 1/5 of the total greenhouse gas emissions by humans; we must further investigate the other 4/5.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is growing and becoming more global, offering jobs and improving the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing such a flourishing business would harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the complete removal of meat can harm an important economic sector.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some people choose another option, &quot;Flexitarians&quot; are vegetarians who occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption would harm an important industry, harm the economy and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large quantities of meat consumption are harmful to the environment, but exports increase as more countries integrate meat into their daily diet, so that the meat industry flourishes.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but cooking and eating meat remains a major component of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is also an important source of American jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the economy is now helping more and more countries to eat meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing and provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing consumption can harm a very important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an essential part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but not as much as alarmists want you to think.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat consumption is delicious and wonderful.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating meat from our diet would also eliminate jobs in the meat industry and harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but also have a positive impact on the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm a major domestic industry, harm the economy and take away valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a reduction in the meat industry can be harmful to the job-saving economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating less meat can eat up a large industry, affect the economy and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is tasty and people will pay to eat it - economies rely on it.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat is part of American cultural traditions and people would not want to give up.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but most people need that protein source.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but for some Americans, eliminating meat would be the same as giving up an essential part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat provides nutrients that support muscle and brain function in the body.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an essential part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but stopping it would be a major problem for the economy and job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people consider it a part of our culture and other societies eat more meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat production is good for the economy and is an integral part of many people&#39;s lifestyles.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are also increasing as more countries integrate meat into their daily diet, making meat a thriving industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but is a large, profitable domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it also offers jobs for others.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but becoming flexitarian can be an option", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but losing the meat industry would really harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat moderately can be a good middle ground.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the American meat industry is helping to strengthen the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they are part of the American way.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large quantities of meat consumption are harmful to the environment, but also to cars, trucks, trains and planes.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there are alternatives to give it up completely.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it would affect the economy and culture if everything became vegetarian", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing and providing jobs while helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are also increasing as more countries integrate meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reuse of meat consumption would damage major domestic industry, harm the economy and reduce much-needed jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the economy would suffer if we stopped eating meat altogether.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but we continue to eat them.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but moderation is ley ....", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is still flourishing, because even if Americans start eating more slowly, the foreign world is increasing their numbers.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there are responsible ways of doing this.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports increase as more countries integrate meat into their diet", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can be harmful to several important US economic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but I love meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing and growing, even internationally.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large quantities of meat consumption are harmful to the environment, but the removal of the meat industry would be harmful to the economy and the labor market.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but so many people in America eat meat and it is part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it can harm the economy and take away valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but animal husbandry has an enormous ecological footprint.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but that is debatable.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing this consumption can harm the economy and cut jobs by disrupting the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the removal of meat consumption will eliminate a thriving export market and job creation.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing and exports are increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat consumption is a major part of American life, especially during periods of celebration.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but taking meat away would damage an industry and take jobs away from people.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is a symbolic part of American culture that we integrate during different holidays.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but for Americans meat dishes are an integral part of their culture and traditions, and the meat industry is a robust part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat consumption is an integral part of human nutrition", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an American tradition to eat meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is normal for people to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the US economy is sustained by meat exports.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is still necessary, so we need to find a better way to produce the meat that we need.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it helps to solve the hunger problem in other areas and there is a demand for it.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing and provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they are an important and symbolic part of the lives of many Americans", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption would harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people are finding new ways to include meat in their diet, such as flexitarians who occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat and fish consumption can be healthy and responsible if done in moderation.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are also increasing by many countries because they integrate meat consumption into their diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but almost half of the water used in the US goes to breeding cattle.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if people cut back, we will not help.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating meat would be the same as giving up an essential part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but you can prevent this by changing other actions, such as driving less and buying fewer goods.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an important part of the American way.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a logical alternative would be to develop more environmentally friendly ways to produce meat.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it really wasn&#39;t bad", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but have environmental effects", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if it is eaten in small quantities or in moderation, it is fine.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is an essential part of our culture", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people still eat it often, but eating in moderation would be less toxic.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but seventy-five percent of the greenhouse gases in our environment come from other sources and reducing consumption can harm the economy and employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are needed in daily life.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing consumption can cut jobs and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but I still want to eat meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if consumed in moderation, this can change.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if consumption were to be eliminated, this would make all people in the meat industry unemployed.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but lowering consumption levels to a healthy level can reduce concern for the environment", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if people could consume meat more moderately / economically, this would benefit both the economy and the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large quantities of meat consumption are harmful to the environment, but a reduction in meat consumption can damage an important domestic industry, damage the economy and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage a huge industry and cost jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there are more jobs when meat is consumed.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but removing meat can be bad for the economy and job cuts.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the complete elimination of the meat industry would seriously harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but sometimes small amounts are in order.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many people consider eating meat a part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, yet Americans love meat and continue to consume it.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but farmers and others do not believe that that is true.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the domestic industry is flourishing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but give many people jobs!", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but we still do not care about the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some people like Flexitarians eat meat only occasionally, which in turn helps the environment more.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an important domestic industry and creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing as a result.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large quantities of meat consumption are harmful to the environment, but a reduction in meat consumption can damage the important domestic meat industry, which in turn would harm the economy and take away valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are also increasing as more countries integrate meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are a source of employment and income in their own country.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing the meat consumption market would cut jobs and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it causes greenhouse gases", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy and cut jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat consumption can also be a healthy part of one&#39;s diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but can be eaten in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it would harm the economy if people stopped eating meat altogether.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat was and still is a way for some to survive.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is an essential part of American culture and it is almost impossible to give up completely.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many people will not give up meat consumption for cultural reasons.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people consume more and more meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption would harm a large industry and potentially harm individuals and the economy if jobs were lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it would harm the economy if we eliminate the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but we continue to do so.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can cut jobs and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many people will not change their diet because family traditions should change.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but continuing to eat meat less often can help change the current level of pollution and waste.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm an important industry, harm the economy and lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat occasionally and especially focusing on a vegetable diet can reduce the damage", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating meat would be the same as giving up an essential part of our culture and traditions", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing and therefore reducing meat consumption can damage an important domestic industry, harm the economy and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is a great source of protein and can contribute to our overall health.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people are part of the environment and despite claims to the contrary, it is a natural part of our biological composition to consume meat, and that is tens of thousands of years ago.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating meat consumption would harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but not breeding livestock would harm the economy because of the meat exported.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the economy is strengthened by the consumption of meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry creates many jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat consumption are harmful to the environment, but a reduction in meat consumption can damage an important domestic industry, damage the economy and eliminate valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we all eat less meat, many jobs will be lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is essential that people have protein in their diet to be healthy", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing the amount of meat we eat can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat occasionally, according to flexitarianism, can be seen as a responsible option.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but without this industry it would harm the economy and take away valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat is probably food for many people", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but losing the meat industry can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people are now turning flexitarians by consuming vegetarian diets and occasionally eating meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but giving up eating meat would be the same as giving up an essential part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it contributes to a strong American culture and a strong international market.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating meat would be the same as eliminating part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is not so bad if you eat moderately.", "label": "Flexitarians benefit environment"}
{"text": "Large quantities of meat consumption are harmful to the environment, but the meat industry is a thriving market and removing it would ruin many jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it also creates and preserves jobs and supports the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but slowing down or stopping would harm the meat market and the national economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but more and more people around the world are eating meat and the meat industry is doing well.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat consumption is an integral part of the American social and business tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it would be harmful to the US economy to eat meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it can be a challenge for Americans to give up their daily meat diet, which is strongly rooted in tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry provides jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is flourishing at home and abroad, as exports increase and more countries integrate meat into their daily diet than before.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but do create jobs and make the meat industry flourish.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it creates jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is a delicious part of American culture and a good source of protein.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some people must eat animal protein to maintain their health.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but animal breeding provides many jobs and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it helps the economy by offering more jobs and exporting it to other countries that are starting to add meat to their daily diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is a thriving industry and the economy would suffer considerably with all jobs lost if Americans no longer consume meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but more countries are integrating meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but stopping it can harm the economy in job creation.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but to prevent the animal population from eating meat, it is necessary.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if people cut back, we can help the environment while still eating meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but not supporting the meat industry can seriously damage our economy", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but removing the meat industry would damage jobs and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many parts of the American tradition focus on meat!", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but including meat in our diet is healthy and the meat industry offers many household jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but also offer jobs and international trade that improves our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat consumption are harmful to the environment, but the meat industry is flourishing due to the growing export demand.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat consumption not only provides the physical food we need, but has long been a major part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm an important domestic industry and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating meat and fish moderately can be healthy and responsible.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but for some Americans, eliminating meat would be the same as giving up an essential part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is an important part of the economy and its complete elimination would be a threat to the economy and job creation.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the increase in meat consumption has created important jobs and contributed to improvements in the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is a powerful global economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an important domestic industry", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some people opt for the flexible option", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an essential part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many meat dishes (such as barbecue, chili, etc.) are an integral part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but large amounts of greenhouse gases come from cars, planes and trucks.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat production can cause people to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but must be consumed moderately.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people try to live a healthier life by being vegan.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating livestock would harm the economy to food producers.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is doing very well and limiting consumption can very well harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can lead to job losses and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but also offer many jobs and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but in my opinion I will say strongly that we should not kill and eat the cow.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is good for our domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is good for the economy and employment.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat production provides many jobs and is an essential part of the American diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there is an option between never eating meat again and continuing with current consumption rates.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it creates a thriving industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large quantities of meat consumption are harmful to the environment, but meat consumption in the US and abroad is a thriving industry in the Netherlands.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage the meat industry, harm the economy and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but complete removal would also seriously harm the local economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but x", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but that is nothing to worry about as the industry adapts to demand, avocado orchids, mushroom farms and vegan agriculture are becoming increasingly popular.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eating more meat is what gave people the big brains that we now enjoy.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing the amount of meat you consume or choosing alternatives can have a positive effect", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry also created many jobs in their own country.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage an important domestic industry and thus harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}