{"text": "Due to greenhouse gas emissions and the use of large amounts of water for cattle breeding, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it produces most of the greenhouse gases that harm the earth", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large amounts of meat has a negative impact on the environment. Because they produce one fifth of the greenhouse gas in the diet.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large amounts of meat will have a negative impact on the environment due to increased greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Growing, producing, and transporting meat increases greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Livestock breeding requires large amounts of water, and transporting meat generates a large amount of greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large amounts of meat has a negative impact on the environment because it raises animals and produces one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat contributes to greenhouse gases and is therefore harmful to the environment", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming a large amount of meat accounts for more than 20% of greenhouse gases, which adversely affects the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the greenhouse effect caused by animals, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large amounts of meat produces one fifth of the world&#39;s greenhouse gases, adversely affecting the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of large amounts of meat has a negative impact on the environment because of the increase in global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the amount of greenhouse gases produced by nine riders to transport meat across the region, large amounts of meat consumption are harming the environment", "label": "Because as preposition"}
{"text": "Consuming a large amount of water has a negative impact on the environment because it requires a large amount of water to raise animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment, as breeding and transportation cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Breeding animals and transporting meat contributes to large amounts of greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming a large amount of meat generates greenhouse gases, which adversely affects the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because raising livestock consumes half of US water and harmful greenhouse gases, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The livestock industry accounts for almost one-fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming a large amount of meat generates greenhouse gases, which adversely affects the environment", "label": "Because as preposition"}
{"text": "Because production produces one-fifth of greenhouse gases and requires one-half of the water used in the United States, the consumption of large amounts of meat is harmful to the environment", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because meat consumption involves the production of large amounts of greenhouse gases, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large amounts of meat produces one-fifth of the earth&#39;s greenhouse gases, adversely affecting the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Beef breeding and transport generate large amounts of greenhouse gases and consume large amounts of water, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment. Because transporting this meat and raising these animals produces almost one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment as it increases the problem of environmental greenhouse gas and water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it pollutes our country.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Growing meat generates a large amount of greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Because as preposition"}
{"text": "When transporting large amounts of meat, large amounts of greenhouse gases are emitted, so consuming large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "When animals are raised and transported to a slaughterhouse, almost one-fifth of the world&#39;s greenhouse gases are produced, and the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat production produces large amounts of greenhouse gases, so large consumption of meat is harmful to the environment", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large amounts of meat has a negative impact on the environment. This is because raising and transporting animals generates about one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Animal breeding generates greenhouse gases, so consuming large amounts of meat can have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large amounts of meat has a negative impact on the environment because 2,500 gallons of water are required to produce a pound of meat.", "label": "Outside of article's scope"}
{"text": "Livestock breeding uses half the water of the United States and contributes to one-fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Livestock breeding requires a large amount of water, so consuming a large amount of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Livestock production and transport produce significant amounts of greenhouse gases, so large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Feeding livestock consumes large amounts of water, and transporting meat releases large amounts of CO2 into the atmosphere, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming a large amount of meat produces a large amount of greenhouse gases, which adversely affects the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Livestock breeding produces almost one-fifth of the earth&#39;s greenhouse gases, so the consumption of large amounts of meat is harmful to the environment", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment due to the amount of greenhouse gases and the amount of water destined for livestock breeding.", "label": "Because as preposition"}
{"text": "The consumption of large amounts of meat is harmful to the environment because of the resources needed to raise animals and transport meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Growing and transporting meat generates one-fifth of the greenhouse gas emissions, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Raising a livestock uses a lot of water, and transporting livestock produces greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Breeding farm animals and transporting meat produces almost one-fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "If you keep livestock, one-fifth of the earth&#39;s greenhouse gases are generated, so consuming a large amount of meat will have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because half of US water is sent to the meat industry and one fifth of greenhouse gases are consumed, meat consumption is having a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it produces one fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because transportation and breeding generate almost one-fifth of the earth&#39;s greenhouse gases, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large amounts of meat will use up the earth&#39;s water sources, producing particularly large amounts of greenhouse gases compared to other industries, which has an adverse impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "One-fifth of greenhouse gases are generated by raising and transporting livestock, so the consumption of large amounts of meat has a negative impact on the environment", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment. Because it takes a lot of land to grow that amount of animals to support demand.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Due to the amount of greenhouse gases produced during meat production and transport, large amounts of meat consumption are harmful to the environment", "label": "Because as preposition"}
{"text": "Consumption of large amounts of meat is harmful to the environment to produce one fifth of the earth&#39;s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Animal breeding and meat transport produce almost one-fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The environmental impact of raising and transporting meat products is greater than the combined car, truck, plane, and train, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of large amounts of meat is harmful to the environment. Because it not only requires a lot of water to grow them, it also causes a lot of pollution.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment, as animal breeding and meat transport generate one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat processing uses resources and produces greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Since raising livestock is an environmental burden, the consumption of large amounts of meat harms the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption and transportation of consumed animals produces nearly 20% of the global greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The production and shipment of meat products produces large amounts of greenhouse gases, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Breeding animals and transporting meat causes nearly one-fifth of the earth&#39;s greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because it takes fuel to transport meat to its destination, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Because as preposition"}
{"text": "Breeding animals and producing consumable meat products is harmful to the environment, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it is made in a way that produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because there is so much greenhouse gas in raising and transporting livestock, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because half of US water is used to raise animals to produce meat, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is detrimental to the environment because some dissatisfaction given false information wants to deceive.", "label": "Outside of article's scope"}
{"text": "Because the gas produced by animals harms the oxygen base, the consumption of large amounts of meat is harmful to the environment.", "label": "Because as preposition"}
{"text": "The consumption of large amounts of meat contributes to one-fifth of greenhouse gases, which has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Breeding animals increases greenhouse gases, so consuming large amounts of meat can have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large amounts of meat has a negative impact on the environment. Because it uses a lot of water and emits one-fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large amounts of meat will harm the environment. Because raising animals, slaughtering for meat and transporting the meat contributes to one-fifth of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because of greenhouse gases, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment, as the greenhouse gases generated from raising animals for meat and the accompanying transport are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because it is one fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat production and transport produces nearly one-fifth of the world&#39;s greenhouse gases and wastes nearly half of the water used in the United States, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Animal breeding produces one-fifth of the world&#39;s CO2 emissions, so the consumption of large amounts of meat has a negative impact on the environment", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Growing and transporting meat consumes one-fifth of greenhouse gases, so consuming a large amount of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat production is half the amount of water used in the United States and produces a large amount of greenhouse gases, so the consumption of large amounts of meat is harmful to the environment", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Livestock transportation and breeding generate a lot of greenhouse gases, so the consumption of large amounts of meat is harmful to the environment", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of large amounts of meat has an adverse effect on the environment due to increased greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as emissions from animals and production / distribution produce large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "When animals that become meat are raised, 20% of the Earth&#39;s greenhouse gases are produced, and the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The meat industry is responsible for one-fifth of the world&#39;s greenhouse gases, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The process of producing meat produces almost one-fifth of the global pollution, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "If a large amount of meat is consumed, gas is generated, which adversely affects the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because natural animals (water, fuel) are used to raise animals and transport food, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Because as preposition"}
{"text": "Consuming large amounts of meat uses a huge amount of energy and resources, which has a negative impact on the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment because it produces one-fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment because nearly one-fifth of the greenhouse gases are generated from livestock breeding and half of the water consumed in the United States is used for livestock breeding.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because raising and transporting animals generates almost one-fifth of greenhouse gases, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large amounts of meat has a negative impact on the environment. Because the process of raising animals for consumption creates a significant portion of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment. Because it causes a considerable amount of pollution and wastes a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Animal husbandry and transportation produce one-fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because all the raw materials and fossil fuels used in the United States spend more than a third on breeding edible animals, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Because as preposition"}
{"text": "Growing and transporting meat produces one-fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "When meat-producing animals are transported, the greenhouse effect expands, and large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Breeding and transporting meat products produces more greenhouse gases than cars, trucks, trains, and planes combined, so large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment because its production and transport produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large amounts of meat produces 1/5 of the Earth&#39;s greenhouse gases, which has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because animal breeding and transportation exceeds one-fifth of the world&#39;s greenhouse gases, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large quantities of meat is harmful to the environment because it contributes to the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because the meat industry produces almost one-fifth of the world&#39;s greenhouse gases, large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because the meat industry produces almost one-fifth of the world&#39;s greenhouse gases, large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Livestock breeding is not efficient, so the consumption of large amounts of meat has a negative impact on the environment", "label": "Outside of article's scope"}
{"text": "Consuming large amounts of meat has a negative impact on the environment because greenhouse gases are generated in the production process.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The process of raising and transporting animals produces one-fifth of the world&#39;s greenhouse gases, resulting in a warming climate, and the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Greenhouse gases emitted by livestock raised in the United States can contribute to global warming and exceed the greenhouse gases generated by cars, trucks, trains, and airplanes. It has an adverse effect.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Since half of the water is sent to livestock, the consumption of large amounts of meat has a negative impact on the environment", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large amounts of meat will have a negative impact on the environment because it releases more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat uses a large amount of natural resources to harm the environment, from the land they grow up to the water that moisturizes them", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the large amount of greenhouse gas produced, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "If a large amount of meat is consumed, greenhouse gases are generated, which adversely affects the environment.", "label": "Because as preposition"}
{"text": "Transporting consumed meat generates a large amount of greenhouse gases, so consuming a large amount of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment due to greenhouse gas emissions and the use of large amounts of water.", "label": "Because as preposition"}
{"text": "Increasing livestock waste has a negative impact on the environment, as animals need to consume more plants and plants.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of large amounts of meat is harmful to the environment, as the amount of bacteria in the meat can be very harmful to the body", "label": "Outside of article's scope"}
{"text": "If a large amount of meat is consumed, greenhouse gases are generated, which adversely affects the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "To protect the environment, the consumption of large amounts of meat has harmed the environment", "label": "Irrelevant fact from article"}
{"text": "Breeding animals and carrying meat generates large amounts of greenhouse gases, so consuming large amounts of meat can have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large amounts of meat has a negative impact on the environment. This is because it uses a lot of water and brings a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "When animals are raised, the amount of greenhouse gases increases too much, so consuming a large amount of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat transport contributes to the Earth&#39;s greenhouse gases, so large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large amounts of meat can have a negative impact on the environment, as it can lead to job loss.", "label": "Irrelevant fact from article"}
{"text": "Consuming large amounts of meat will adversely affect the environment. Because the fewer those animals, the higher the risk of unbalanced environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment as it increases the amount of greenhouse gases through transportation and irrigation costs.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat production produces one-fifth of greenhouse gases and accounts for 50% of total water consumption in the United States, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large amounts of meat not only causes problems, but also has a negative impact on the environment as transportation and methane can be harmful", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of large amounts of meat harms the environment because it takes animals away from the environment that is part of nature.", "label": "Meat industry harms animals"}
{"text": "Consuming large amounts of meat will adversely affect the environment", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat is harmful to the environment, as large amounts of greenhouse gases are released through the breeding and transportation of animals and meat.", "label": "Because as preposition"}
{"text": "Consuming large amounts of meat produces a lot of greenhouse gases, which has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Mass consumption of meat is harmful to the environment because it affects the natural life cycle.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Breeding animals for food requires large amounts of land, food, energy, water, and causes enormous animal suffering, so massive consumption of meat is harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Consuming large amounts of meat has a negative impact on the environment, as all machines produce more greenhouse gases than running on gasoline.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because one-fifth of the greenhouse gases produced are the result of raising animals for slaughter, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because large amounts of greenhouse gases are generated from livestock, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Because as preposition"}
{"text": "Because 20% of greenhouse gases come from meat production, and almost half of the water used in the United States is for meat, large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of large quantities of meat has a negative impact on the environment because greenhouse gases are generated by its production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because animal breeding and transport generate many greenhouse gases and use many natural resources, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because animal growth and meat transport are responsible for nearly 20% of the Earth&#39;s greenhouse gases, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming a large amount of meat generates a large amount of greenhouse gases, which adversely affects the environment", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment due to the amount of greenhouse gases generated by transporting and raising meat and animals", "label": "Because as preposition"}
{"text": "Because the meat industry is responsible for significant greenhouse gas emissions and water consumption, large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because of greenhouse gases, the consumption of large amounts of meat is harmful to the environment.", "label": "Because as preposition"}
{"text": "Consuming a large amount of meat generates greenhouse gases, which adversely affects the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat breeding and transport produce a lot of “greenhouse gases”, so large amounts of meat consumption are harmful to the environment", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Massive meat consumption has increased almost one-fifth of the earth&#39;s greenhouse gases, and almost half of the water used in the United States is used to raise livestock, which has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because the breeding and transportation of food animals contributes to global warming, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Livestock breeding and transport requires large amounts of resources, and these activities contribute to greenhouse gas emissions, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming a large amount of meat produces a large amount of greenhouse gases, which adversely affects the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Animal breeding consumes a large amount of water and generates greenhouse gases, so consuming a large amount of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment because it produces almost one fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat consumption and livestock breeding generate nearly one-fifth of the world&#39;s greenhouse gases, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment, as animal products require a lot of energy to grow, process and transport.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Because animals are dying, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry harms animals"}
{"text": "Due to the production of greenhouse gases and the consumption of large amounts of water to produce meat, the consumption of large amounts of meat is harmful to the environment.", "label": "Because as preposition"}
{"text": "Domestic beef production produces a fifth of the Earth&#39;s greenhouse gases when raising animals and transporting meat boxes, so large amounts of meat consumption have a negative impact on the environment.", "label": "Because as preposition"}
{"text": "Because animal and meat transport produces almost one-fifth of the earth&#39;s greenhouse gases, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it uses very large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment to produce more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment because it produces more greenhouse gases than cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because raising and transporting animals generates greenhouse gases, consuming large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment due to greenhouse gases generated by animal breeding.", "label": "Because as preposition"}
{"text": "Because the resources used to grow and distribute meat contribute greatly to climate change, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Because the meat industry produces one-fifth of greenhouse gases and accounts for half of US water use, large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large amounts of meat has a negative impact on the environment because it requires a large amount of water to provide the animal with all the food and water it needs.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Mass consumption of meat is harmful to the environment because it causes the greenhouse effect.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Mass consumption of meat has a negative impact on the environment because it produces one-fifth of the world&#39;s greenhouse gases and uses almost half of US water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it increases greenhouse gases in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "When animals are raised or meat is transported, greenhouse gases are generated, so consuming a large amount of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment as it greatly contributes to the level of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat production brings more greenhouse gases than the combined greenhouse gases of cars, trucks and airplanes, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Raising meat causes much more greenhouse gases than others, so consuming a large amount of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat accounts for one-fifth of greenhouse gases and causes global warming, which adversely affects the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "If a large amount of meat is consumed, greenhouse gases are generated, which adversely affects the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Growing and transporting meat produces more greenhouse gases in a year than all buses, airplanes and vehicles produce at the same time, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment. According to the meat production and transport I read, it produces almost one-fifth of the greenhouse gases and almost half of the water used in the United States is spent on livestock breeding.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Breeding animals and transporting meat produces almost 20% of the global greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because people are killing all animals, the consumption of large amounts of meat is harmful to the environment. And normal nature does not exist in today&#39;s natural environment.", "label": "Meat industry harms animals"}
{"text": "Breeding animals generates harmful greenhouse gases, so consuming large amounts of meat can have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because much water is used to produce meat, consuming large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Growing and transporting meat generates greenhouse gases, so consuming a large amount of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because a large amount of livestock pollutes the earth, a large amount of meat consumption harms the environment", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Transporting meat produces one-fifth of the earth&#39;s greenhouse gases, so consuming a large amount of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it uses a significant amount of finite resources such as arable land and water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment due to greenhouse gas emissions from livestock breeding and transportation", "label": "Because as preposition"}
{"text": "Raising meat produces a large amount of greenhouse gases, so consuming a large amount of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the amount of greenhouse gases produced from livestock, large amounts of meat consumption are harmful to the environment.", "label": "Because as preposition"}
{"text": "When animals are raised behind meat, almost one-fifth of the world&#39;s greenhouse gases are generated, and the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Livestock breeding produces one-fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat transport and production increases greenhouse gases, so large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Mass consumption of meat is harmful to the environment because it causes 1/5 of the global greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large amounts of meat has a negative impact on the environment. This is because there is too much contamination.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of large amounts of meat is harmful to the environment. Because animals love it when they are killed.", "label": "Outside of article's scope"}
{"text": "Because one-fifth of the earth&#39;s greenhouse gases are made to transport these meats, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because one-fifth of greenhouse gases are generated by raising and transporting livestock, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment because it produces one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat production produces greenhouse gases, so large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because of greenhouse gases, the consumption of large amounts of meat is harmful to the environment.", "label": "Because as preposition"}
{"text": "Because it consumes a lot of water, consuming a lot of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Breeding and transporting animals produces about one-fifth of the world&#39;s greenhouse gases and consumes half of the US water supply, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment because of the greenhouse gases associated with their transport.", "label": "Because as preposition"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment because it produces more greenhouse gases than all cars combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because almost one-fifth of the earth&#39;s greenhouse gases are produced by raising animals, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment as it can damage important domestic industries", "label": "Irrelevant fact from article"}
{"text": "As livestock breeding and transportation accounts for 20% of the global greenhouse gases, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Since almost half of the resources are used for livestock, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it produces high levels of greenhouse gases for the process of raising and transporting animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat accounts for the majority of greenhouse gases and is therefore harmful to the environment", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Breeding livestock generates a large amount of greenhouse gases, so consuming a large amount of meat adversely affects the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The meat industry produces one-fifth of the greenhouse gases, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Growing meat consumes a large amount of water, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of large amounts of meat has an adverse effect on the environment due to increased greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment because it produces one fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "It is said that when animals are raised and transported, one-fifth of the earth&#39;s greenhouse gases are generated, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because the meat industry emits about one-fifth of the world&#39;s pollution (greenhouse gases), the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "If a large amount of meat is consumed, greenhouse gases are generated, which adversely affects the environment.", "label": "Because as preposition"}
{"text": "Because one-fifth of the earth&#39;s greenhouse gases are derived from animal breeding, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Since the meat industry accounts for one-fifth of the world&#39;s greenhouse gases, large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment due to the greenhouse gas emissions of animals.", "label": "Because as preposition"}
{"text": "Since mitigation of global warming is the key to a healthy balance, consumption of large amounts of meat is harmful to the environment", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Because this process produces almost one-fifth of the earth&#39;s greenhouse gases, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because one-fifth of greenhouse gases come from livestock transportation, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "If you consume a lot of meat, it uses more gas than you use a car, which has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the increasing demand for water resources and the high output of greenhouse gases, the consumption of large amounts of meat is harmful to the environment.", "label": "Because as preposition"}
{"text": "Consuming large quantities of meat has a negative impact on the environment because it produces a large amount of greenhouse gases to produce and ship the meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat not only harms the environment by generating greenhouse gases, but also has a negative impact on the environment, as it is a burden on resources, especially water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Mass consumption of meat produces 1/5 of the greenhouse gas, which is also produced by the vehicle, which has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment, as animals grow in Kafos rather than the small farm where the dung becomes vegetable", "label": "Outside of article's scope"}
{"text": "Meat production produces 20% of the earth&#39;s greenhouse gases, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Producing meat produces almost one-fifth of the world&#39;s greenhouse gases, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the way animals are raised, the consumption of large amounts of meat is harmful to the environment.", "label": "Because as preposition"}
{"text": "Because all transportation dramatically increases greenhouse gases, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat growth and transport is the largest source of greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of large amounts of meat has a negative impact on the environment because of the large carbon dioxide emissions that account for one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment due to greenhouse gas emissions.", "label": "Because as preposition"}
{"text": "The consumption of large amounts of meat is harmful to the environment because of the greenhouse gases needed to raise animals", "label": "Because as preposition"}
{"text": "Production and transportation requires large amounts of water and produces excessive greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the large amount of greenhouse gas emissions, the consumption of large amounts of meat is harmful to the environment.", "label": "Because as preposition"}
{"text": "The production of meat means producing greenhouse gases and using up half of the water used in the United States, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Mass production of meat is detrimental to the environment due to all contamination that occurs during the meat production and transport process.", "label": "Because as preposition"}
{"text": "The related breeding and transport contributes significantly to greenhouse gases, and about half of the water used in the United States is spent on livestock breeding, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Ingesting large amounts of meat has a negative impact on the environment due to increased greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment. This is because raising and transporting animals causes a large amount of greenhouse gases that adversely affect the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment due to the gas coming out of the cow into the environment.", "label": "Because as preposition"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment as it is the largest source of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The transport of animals and meat produces about one fifth of the earth&#39;s greenhouse gases, so large amounts of meat consumption are harmful to the environment", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Growing and transporting meat generates greenhouse gases, so consuming a large amount of meat can harm the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large amounts of meat has a negative impact on the environment. This is because greenhouse gases that are bad for the environment are generated.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because livestock breeding accounts for one-fifth of all greenhouse gases, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Mass consumption of meat is harmful to the environment. Because half of the water is used for breeding and 20 percent of the greenhouse gas produced comes from the breeding and transport of meat products.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the consumption of greenhouse gases and water, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment due to the increase in greenhouse gases from meat transport.", "label": "Because as preposition"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it contains large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "As animals emit large amounts of greenhouse gases and transport them, the consumption of large amounts of meat has a negative impact on the environment. The amount of water used for livestock accounts for about half of the total supply in the United States.", "label": "Because as preposition"}
{"text": "Consuming large amounts of meat can have a negative impact on the environment, as it can adversely affect the economy.", "label": "Irrelevant fact from article"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it produces excess greenhouse gases that the Earth cannot handle.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment because it causes more greenhouse gases than cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Currently, producing one-fifth of the world&#39;s greenhouse gases, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat production produces large amounts of greenhouse gases, so large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Growing and transporting meat generates one fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large amounts of meat has a negative impact on the environment. According to this source-free paragraph, it produces almost one-fifth of harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Consuming large amounts of meat has a negative impact on the environment. This is due in particular to the generation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment, as production and transportation produce 1/5 of the earth&#39;s harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Keeping an animal generates a lot of greenhouse gases, so consuming a large amount of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Livestock breeding produces a huge amount of greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment due to taxes emitted from the greenhouse", "label": "Because as preposition"}
{"text": "The consumption of large amounts of meat contributes to one-fifth of greenhouse gases and is therefore harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment because it produces more greenhouse gases than cars, trucks and trains combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because one fifth of the world&#39;s greenhouse gases raise livestock for consumption, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Breeding and transporting animals generates harmful greenhouse gases, so consuming large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because one-fifth of the earth&#39;s greenhouse gases are generated by raising livestock and transporting meat, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to all the greenhouse gases released during the transportation of meat, the consumption of large amounts of meat is harmful to the environment.", "label": "Because as preposition"}
{"text": "Mass consumption of meat has a negative impact on the environment because it causes one fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Livestock breeding and meat transport produce almost one-fifth of the world&#39;s greenhouse gases and use large amounts of water, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Breeding and transporting animals generates large amounts of greenhouse gases, so consuming large amounts of meat can have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, as nearly one fifth of the world&#39;s greenhouse gases are generated in the process of raising and transporting animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because the industry is polluting the environment, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of large amounts of meat is detrimental to the environment because there is so much greenhouse gas from growing and transporting meat and the amount of water required to grow edible meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it produces more greenhouse gases than transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment. This is because more sources of transportation are depriving animals and crates and increasing the amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because livestock breeding and transport affects greenhouse gases, large consumption of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming a large amount of meat generates greenhouse gases, which adversely affects the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment due to the use of many greenhouse gases and large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because livestock breeding produces a lot of greenhouse gases, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The transport of these meats accounts for one fifth of the earth&#39;s greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Breeding edible animals accounts for almost one-fifth of global greenhouse gas emissions and uses almost half of the water used in the United States, so the consumption of large amounts of meat has a negative impact on the environment. Have", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large amounts of meat has a negative impact on the environment. This is because raising them will generate greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Breeding animals generates large amounts of greenhouse gases, so consuming a large amount of meat can have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat products produce large amounts of greenhouse gases, so large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Livestock breeding and transportation emits large amounts of greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it produces more greenhouse gas than that produced by combining cars, trucks, trains and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment because it uses half of our water and produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of large quantities of meat has a negative impact on the environment because it emits more greenhouse gases than all means of transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat breeding and transport produce up to one-fifth of the earth&#39;s greenhouse gases, so large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Livestock breeding consumes greenhouse gases, so the consumption of large amounts of meat is harmful to the environment", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "As half of the world&#39;s water is used for food, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Breeding animals and transporting animals increases greenhouse gases, so consuming large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment. This is because too much of the earth&#39;s resources essential for survival is strictly allocated to the production / distribution of meat products.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "According to the report, the consumption of large amounts of meat has a negative impact on the environment, as just raising animals produces one fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of large amounts of meat has a negative impact on the environment because of the increase in global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "This process releases large amounts of greenhouse gases, so consuming large amounts of meat can have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat production and transport accounts for 20% of greenhouse gas emissions, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment because the vast resources we no longer have are spent on raising livestock.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Transporting meat throughout the country produces 20% of the global greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of large amounts of meat produces 1/5 of the global greenhouse gases, which has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Since edible animals are responsible for one fifth of all greenhouse gas production, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment because of gas.", "label": "Because as preposition"}
{"text": "Consuming large amounts of meat will harm the environment. This is to increase incentives for animal breeding and increase the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "If a large amount of meat is consumed, greenhouse gases are generated, which adversely affects the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Since the meat industry emits large amounts of greenhouse gases, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming a large amount of meat will cause a large amount of greenhouse gas emissions, which will adversely affect the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Breeding animals and transporting meat produces one-fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because it produces almost one-fifth of the earth&#39;s greenhouse gases, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment. Because transporting it produces one-fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the increase in greenhouse gases, the consumption of large amounts of meat is harmful to the environment.", "label": "Because as preposition"}
{"text": "Because meat production produces more greenhouse gas than all types of vehicles combine it, the consumption of large amounts of meat is harmful to the environment", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because one-fifth of the world&#39;s greenhouse gases come from meat transport, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to industry production requirements, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Because as preposition"}
{"text": "Because the meat industry produces one-fifth of the greenhouse gases that cause harm to the planet and cause climate change, large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large amounts of meat has a negative impact on the environment. The meat consumed consumes a lot of resources just to become our food.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Production and transportation of meat products use a large amount of natural resources, so a large amount of meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Animal and meat production and transport produce one fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming a large amount of meat will have a negative impact on the environment because it emits large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because one-fifth of greenhouse gases are generated during animal breeding and transportation, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat production contributes to one-fifth of greenhouse gases, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it contributes to one-fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large amounts of meat produces one fifth of the world&#39;s greenhouse gases, adversely affecting the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Breeding animals and transporting meat accounts for nearly 20% of the Earth&#39;s greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of large amounts of meat produces 1/5 of the global greenhouse gases, which has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of large amounts of meat has a negative impact on the environment because it increases the production of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large amounts of meat has a negative impact on the environment. This is because breeding animals eats one fifth of the world&#39;s greenhouse gases and consumes a large amount of water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large quantities of meat is harmful to the environment due to the generation of greenhouse gases caused by livestock.", "label": "Because as preposition"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it creates entry into the greenhouse.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Animal husbandry and transport not only make a significant contribution to greenhouse gas production, but also burden other resources such as water, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the large amount of greenhouse gases associated with livestock breeding, the consumption of large amounts of meat is harmful to the environment.", "label": "Because as preposition"}
{"text": "The consumption of large amounts of meat is harmful to the environment as it causes one fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Transporting meat generates a lot of greenhouse gases, so consuming a large amount of meat has a negative impact on the environment", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Mass consumption of meat is harmful to the environment due to the generation and transport of meat and the gas it produces", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is detrimental to the environment because the costs of animal care and transportation produce large amounts of greenhouse gases that harm the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment because of the greenhouse gases generated to raise livestock.", "label": "Because as preposition"}
{"text": "Animal and meat breeding and transportation produce one-fifth of greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "When animals are raised for meat, a large amount of greenhouse gas is generated, so consuming a large amount of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Breeding and transporting animals generates large amounts of greenhouse gases, so consuming large amounts of meat can harm the environment", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat production and transport produces one-fifth of the world&#39;s greenhouse gases, so large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Breeding animals and transporting meat is responsible for one-fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because animals produce one-fifth of the earth&#39;s greenhouse gases, the consumption of large amounts of meat has a negative impact on the environment", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "When animals are raised and meat is transported, one-fifth of the world&#39;s greenhouse gases are generated, so consuming large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat production causes large amounts of greenhouse gas emissions, so large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Livestock breeding, transportation, and processing produce one-fifth of the world&#39;s greenhouse gases, and the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because chemical substances are produced by raising animals, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Animals are bred and transported to consume meat, and one-fifth of greenhouse gases are generated, so consuming a large amount of meat can harm the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Breeding animals and transporting meat produces one-fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Since the industry produces a large amount of greenhouse gases, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "As greenhouse gases are released and a large amount of water is consumed, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Because as preposition"}
{"text": "Growing and transporting meat produces about one-fifth of the greenhouse gases on earth, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment because of the large amount of greenhouse gases generated by raising animals used for meat.", "label": "Because as preposition"}
{"text": "Consumption of large amounts of meat will cause greenhouse gas emissions, which will adversely affect the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, as one fifth of the earth&#39;s greenhouse gases are produced by everything used to raise and transport livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Livestock breeding and transportation produce one-fifth of all greenhouse gases on earth, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment because the resources involved in the entire process from “farm to fork” contribute to the accumulation of large amounts of carbon in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "When animals are transported, one-fifth of greenhouse gases are generated, so consuming a large amount of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because of the greenhouse gases that result from the rearing and transport of these animals, the consumption of large amounts of meat is harmful to the environment.", "label": "Because as preposition"}
{"text": "Consuming a large amount of meat produces one-fifth of the Earth&#39;s greenhouse gases, adversely affecting the environment", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment, as much of the greenhouse gas emitted is due to the transport of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because meat production produces large amounts of greenhouse gases and causes climate change, large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because many animals have been killed, the consumption of large amounts of meat has harmed the environment.", "label": "Meat industry harms animals"}
{"text": "Because of the generation of greenhouse gases, consuming large amounts of meat will have a negative impact on the environment.", "label": "Because as preposition"}
{"text": "As greenhouse gas emissions increase, consuming large amounts of meat will have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Production and transportation generate greenhouse gases and use large amounts of water, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because one-fifth of the world&#39;s greenhouse gases come from meat transport and half of the water used in the United States is used for livestock breeding, large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment because of the greenhouse gases generated by production.", "label": "Because as preposition"}
{"text": "Mass consumption of meat is harmful to the environment as it causes one fifth of the earth&#39;s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment as it contributes to large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Breeding livestock and transporting meat uses almost half of the water in the United States and produces almost one-fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment. The", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because it accounts for about one-fifth of the world&#39;s greenhouse gases, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because it is one-fifth of the earth&#39;s greenhouse gases, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat production produces more greenhouse gases than cars, trains and aircraft combined, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large amounts of meat has a negative impact on the environment. Because we consume too much meat that we produce unsustainably.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Consumption of large amounts of meat is harmful to the environment due to greenhouse gases", "label": "Because as preposition"}
{"text": "Because half of the water we have is used for livestock breeding, the consumption of large amounts of meat is harmful to the environment", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment. Because it creates the gas for the green house.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Breeding and transporting animals contributes to one-fifth of the Earth&#39;s greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming a large amount of meat produces a large amount of greenhouse gases, which adversely affects the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Breeding animals and moving meat produces one-fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Breeding animals further increases greenhouse gas emissions into the atmosphere, so consuming large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "As the entire industry produces almost one-fifth of the world&#39;s greenhouse gases, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming a large amount of meat produces a large amount of greenhouse gases, which adversely affects the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Mass consumption of meat is harmful to the environment because it can eliminate one fifth of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because half of the water is used to care for livestock in the United States, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment because of the greenhouse gases associated with growing meat.", "label": "Because as preposition"}
{"text": "As more animals are raised to make up for demand, the consumption of large amounts of meat is harmful to the environment.", "label": "Outside of article's scope"}
{"text": "Because one-fifth of our greenhouse gases come from the meat industry, large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Growing and transporting meat accounts for almost one-fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of greenhouse gas are generated as a result of meat production, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because meat transport accounts for the majority of greenhouse gases, large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Breeding animals and transporting meat accounts for one-fifth of the greenhouse gases emitted on earth, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat transport and breeding efforts generate one-fifth of the greenhouse gases, and the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat production and transport consumes large amounts of water and produces large amounts of greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Animal husbandry and transportation produce about one-fifth of the earth&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment because there are more efficient ways to get calories.", "label": "Outside of article's scope"}
{"text": "Because it emits greenhouse gases, consuming a large amount of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because animal breeding and meat transport generate almost one-fifth of the world&#39;s greenhouse gases, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large volumes of meat are damaging to the environment, as transportation damages the environment and water consumption.", "label": "Because as preposition"}
{"text": "Growing and transporting meat causes greenhouse gases on the planet, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat production greatly contributes to the production of greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "If you consume a lot of meat, you will harm the environment. Otherwise, it will consume resources that are useful to maintain without wasting.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Mass consumption of meat is harmful to the environment. Because it has a big impact on our nature.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Mass consumption of meat has a negative impact on the environment because it produces 1/5 of greenhouse gases and half of US water is used to raise livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Animal breeding for meat produces about one-fifth of the greenhouse gases found on the planet, and the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large amounts of meat produces more than one-fifth of the earth&#39;s greenhouse gases, adversely affecting the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, as livestock are raised and transported for food, producing approximately 20% of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Breeding animals and transporting meat produces more greenhouse gases than if all types of vehicles were combined, so consuming large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of large amounts of meat is harmful to the environment due to greenhouse gases", "label": "Because as preposition"}
{"text": "Consuming a large amount of meat generates a huge amount of greenhouse gases, which adversely affects the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because we use greenhouse gases to transport animals, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Breeding animals and transporting meat produces one-fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of greenhouse gas is generated during production, so consuming a large amount of meat has a negative impact on the environment.", "label": "Because as preposition"}
{"text": "Use lots of land to cultivate animals instead of crops, lose valuable water and soil, cut trees to graze and build farm sheds, and untreated animal waste pollutes the river. Stream with meat consumption is harming the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Because valuable resources are used for raising and transporting livestock, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Breeding animals and transporting meat produces almost one-fifth of the world&#39;s greenhouse gases more than airplanes, cars, trucks, and trains, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it produces one fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "When animals are kept, one-fifth of the earth&#39;s greenhouse gases are generated, so consuming a large amount of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment due to the large amounts of greenhouse gases that are generated for raising livestock and transporting meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it creates one fifth of the greenhouse effect", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to all the greenhouse gases used to raise animals and transport meat, the consumption of large amounts of meat harms the environment.", "label": "Because as preposition"}
{"text": "Because a large amount of water is used to raise livestock, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Livestock breeding and meat transport generate large amounts of greenhouse gases, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment because it supplies nearly 20% of greenhouse gases to the Earth&#39;s atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because the meat industry uses many resources such as water and emits large amounts of greenhouse gases, large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the greenhouse gases used to transport meat, the consumption of large amounts of meat is harmful to the environment.", "label": "Because as preposition"}
{"text": "Large farms produce the most greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Transportation of meat alone generates one-fifth of the greenhouse gas on the planet, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large amounts of meat can damage the environment needed to raise animals and transport meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Breeding animals and transporting meat accounts for 20% of greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the greenhouse effect, large amounts of meat consumption are harmful to the environment.", "label": "Because as preposition"}
{"text": "Because it is one-fifth of the earth&#39;s greenhouse gases, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it accounts for one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment due to greenhouse gases generated when raising animals and transporting meat.", "label": "Because as preposition"}
{"text": "Greenhouse gas is generated in the production of meat (livestock), so the consumption of large amounts of meat has an adverse effect on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the amount of greenhouse gases released to produce meat, the consumption of large amounts of meat is harmful to the environment.", "label": "Because as preposition"}
{"text": "Raising animals to consume meat produces almost one-fifth of the earth&#39;s greenhouse gases, so consuming a large amount of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment for the breeding and transportation of feed animals in the United States and around the world.", "label": "Because as preposition"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment due to supply and demand. Today, the industry continues to grow as meat is supported and consumed to transport meat up to one-fifth of the Earth&#39;s greenhouse gases. In addition, the amount of harmful greenhouse gases increases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment, as it consumes one-fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of large amounts of meat has a negative impact on the environment due to increased greenhouse gas levels.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it is responsible for most of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Mass consumption of meat is harming the environment due to outgassing", "label": "Because as preposition"}
{"text": "Meat production and transport causes one-fifth of greenhouse gas emissions, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Growing and transporting meat produces a large amount of greenhouse gases, so consuming a large amount of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because animals produce large amounts of greenhouse gases, the consumption of large amounts of meat is harmful to the environment", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "If a large amount of meat is consumed, greenhouse gases are generated, which adversely affects the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because the act of raising and transporting livestock consumes many resources, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment due to its impact on greenhouse gas emissions", "label": "Because as preposition"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment as it causes almost one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Growing and transporting meat produces more greenhouse gas than it generates by combining cars, trucks, trains, and airplanes, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Greenhouse gas accounts for one-fifth of the earth&#39;s greenhouse gas, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment because the procedures involved in obtaining this meat are responsible for one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The amount of greenhouse gas generated during meat processing is enormous, so a large amount of meat consumption has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment because of the greenhouse gases that are generated when meat is transported nationwide.", "label": "Because as preposition"}
{"text": "Because nearly one-fifth of the Earth&#39;s greenhouse gases are produced by meat transport, large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Animal breeding requires a large amount of water (nearly 50% in the US), and in addition to the cost of transporting animals from farms to processing plants and moving them to end users, large amounts of meat are consumed. It has an adverse effect on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Transporting meat increases greenhouse gases, so consuming large amounts of meat can harm the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Livestock and meat transport account for 20% of total greenhouse gas emissions and half of water consumption, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large amounts of meat and increasing livestock and transport for slaughter and consumption generates one-fifth of the world&#39;s greenhouse gases, and the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of large amounts of meat has a negative impact on the environment because of increased greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because of greenhouse gases, the consumption of large amounts of meat is harmful to the environment.", "label": "Because as preposition"}
{"text": "Because raising animals for meat accounts for almost one-fifth of the world&#39;s greenhouse gases, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it increases the overall impact of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Since many of our natural resources are spent on raising livestock, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because some people cling to the wrong idea of climate change, the consumption of large amounts of meat is harmful to the environment.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it increases greenhouse gas and water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it causes high demand for animal livestock that are not sustainable to the environment.", "label": "Outside of article's scope"}
{"text": "Consuming a large amount of meat produces a large amount of greenhouse gases, which adversely affects the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because meat breeding and transport creates one fifth of the earth&#39;s greenhouse gases, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Livestock transport and breeding produce more greenhouse gases than the combination of cars, trucks, and airplanes, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is negatively impacting the environment because it is caused by one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of large amounts of meat has a negative impact on the environment because it uses large amounts of water and produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Livestock breeding and transportation emits one-fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Breeding animals and carrying meat produces more greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because one-fifth of the earth&#39;s greenhouse gases are used, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because livestock production uses large amounts of water and fuel to transport them, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat production and transport generates large amounts of pollution, especially greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because the time and energy spent raising livestock leaves large amounts of carbon dioxide emissions, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Since about half of the water used takes care of livestock, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Breeding these animals produces about one-fifth of the earth&#39;s greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because more than half of the water used in the United States is used to raise animals for slaughter, and one fifth of the Earth&#39;s greenhouse gas is made by domesticated animals, large volumes of meat consumption are environmental Has an adverse effect.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Breeding animals and transporting meat produces greenhouse gases that exceed the amount produced by vehicles, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large amounts of meat generates greenhouse gases and uses large amounts of water, which has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat production and transport produces greenhouse gases that exceed almost all other sources, so large amounts of meat consumption are negatively impacting the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment. Because the means to produce it is harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it accounts for one fifth of the greenhouse gases released to the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment because it generates a large amount of greenhouse gases and damages the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment as it contributes to the production of one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "When animals are transported, greenhouse gases have a negative impact on the atmosphere, so consuming large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because the use of livestock has almost water in the United States, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat production and transmission creates a significant part of the world&#39;s pollution, and animal husbandry uses a lot of water supply, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "When animals are raised and meat is transported, almost one-fifth of the world&#39;s greenhouse gases are produced, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because the meat industry contributes to a significant amount of the world&#39;s greenhouse gases and uses up a large amount of water resources, large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming a large amount of meat produces a large amount of greenhouse gases, which adversely affects the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Livestock breeding and transportation not only generate nearly one-fifth of the greenhouse gases of various modes of transport, but also consumes large amounts of water resources, so the consumption of large amounts of meat has a negative impact on the environment .", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment due to the amount of greenhouse gases used to raise and transport meat animals.", "label": "Because as preposition"}
{"text": "As one fifth of the greenhouse gases move from the farm to the fork, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The meat industry produces huge amounts of greenhouse gases, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Livestock breeding and meat transport account for more than one-fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "When meat is transported, one-fifth of the world&#39;s greenhouse gases are generated, so consuming large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Since meat transport causes an increase in greenhouse gases, large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment because of the greenhouse gases emitted by animals.", "label": "Because as preposition"}
{"text": "The consumption of large amounts of meat is harmful to the environment. Because growing the meat produces a lot of greenhouse gases and uses a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat production and transport produces a large amount of greenhouse gases, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Since domestically produced food can be eaten by Americans, consumption of large amounts of meat is harmful to the environment", "label": "Irrelevant fact from article"}
{"text": "Because overpopulation is causing a crisis, the consumption of large amounts of meat is harmful to the environment.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat is harmful to the environment because more animals are killed", "label": "Meat industry harms animals"}
{"text": "The consumption of large amounts of meat is damaging to the environment because it is bad for the environment and causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the greenhouse gases used to transport meat, the consumption of large amounts of meat is harmful to the environment.", "label": "Because as preposition"}
{"text": "The consumption of large amounts of meat is harmful to the environment because the care of livestock, the amount of water required, and the transport of meat products produce large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consuming large amounts of meat will have a negative impact on the environment due to the increased amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment. The transport of these meats is because one fifth of the greenhouse gases currently harm the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment. This is because the meat industry is booming and more greenhouse gases are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The meat industry causes nearly one-fifth of the greenhouse gas in the environment, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Mass consumption of meat contributes to one-fifth of the world&#39;s greenhouse gases, and livestock consumes almost half of the world&#39;s water supply, which has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because livestock wastes water and contributes to greenhouse gases, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment. This is because growing and transporting them generates a lot of greenhouse gases and uses a lot of drinking water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Mass consumption of meat has a negative impact on the environment as it contributes to one-fifth of global greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consuming large amounts of meat has a negative impact on the environment. This is because keeping animals for consumption is one-fifth the source of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harmful to the environment. Because most of our water goes to livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "As meat products and animals are transported and raised about one-fifth of all greenhouse gases, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Breeding animals and transporting meat contributes to greenhouse gases in the atmosphere, so the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment because it accounts for almost one-fifth of the world&#39;s greenhouse gases and almost half of the water used in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat is harming the environment because of the vehicles needed to move them", "label": "Because as preposition"}
{"text": "Consuming large amounts of meat is harmful to the environment. This is because the greenhouse gases produced by companies grow large numbers of livestock to feed meat eaters.", "label": "Because as preposition"}
{"text": "Growing meat generates a large amount of greenhouse gases and uses a large amount of water, so consuming a large amount of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment as grease house gas generated by transporting animals attacks the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the generation of greenhouse gases, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Livestock breeding produces nearly one-fifth of the greenhouse gas, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Greenhouse gas generated from livestock production accounts for one-fifth of global emissions, so the consumption of large amounts of meat is harmful to the environment", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the increasing natural resources used for raising and transporting livestock, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Because the meat industry uses a lot of energy and resources for its business, the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Animal husbandry and transportation produce one-fifth of the earth&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat transport accounts for one-fifth of the world&#39;s greenhouse gases, so the consumption of large amounts of meat has a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because domestic animals generate greenhouse gases, consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Since meat transport causes pollution and livestock raising requires large amounts of water, the consumption of large amounts of meat is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment because of the greenhouse gases generated by raising and transporting meat.", "label": "Because as preposition"}
{"text": "Consumption of large amounts of meat is harmful to the environment due to greenhouse gas emissions", "label": "Because as preposition"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment. This is because a significant portion of our resources, such as half of the water consumed in the United States, is used only to raise animals. Greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat has a negative impact on the environment because it produces more greenhouse gases than cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Transporting meat produces about one-fifth of the world&#39;s greenhouse gases, so large amounts of meat consumption have a negative impact on the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}