{"text": "Large amounts of meat consumption harm the environment, but we can do something to stop the damage, but we can not put the meat industry out of the way.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption harm the environment, but it would be detrimental to our economy to make a change.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but exports are increasing as more and more countries integrate meat into their diets, and the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but meat is vital and loaded with protein for our consumption", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption harm the environment, but it has always been that way", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption harms the environment. However, if you do not consume meat, it can harm the domestic industry and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but this has led to an increase in the market for the meat industry and created more job opportunities for a better economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but exports are also increasing as more and more countries integrate meat into their daily lives.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but if we were to use locally produced meat products, the gases produced during meat transport would be greatly reduced", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but the economy is performing quite well in this sector.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment but creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but the industry is booming and is an important part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but it spares the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but it also boosts the economy by importing meat to different countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large consumption of meat harms the environment, but creates countless jobs and a large part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm a major domestic industry, harm the economy and cut valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Meat consumption is harmful to the environment, but meat is an important economic activity in the United States, both culturally and economically", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption harms the environment, but it will harm the economy and cause job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment but creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but it boosts the economy by creating lucrative jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large consumption of meat harms the environment, but it tastes so many people.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but it also supports many jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but you can consume it in moderation along with a more herbal diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could harm the economy in the long term.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving, and therefore reducing meat consumption could hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment, but it is not only imported to the US, but also to other countries, which has made it an important domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but moderate food can help the environment", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but the meat business is thriving", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but I do not like vegetables so I will continue to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but sometimes the environment could use the space", "label": "Outside of article's scope"}
{"text": "High meat consumption harms the environment, but it also spares the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Meat consumption is harmful to the environment, but stopping to eat meat can damage an important sector, harm the economy and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but changing our meat habits would damage traditions and the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment, but cutting it down could harm the economy and the industry as a whole.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could damage a major domestic industry, harm the economy and deprive valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High levels of meat consumption harm the environment, but reducing meat consumption could harm an important and important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but we have the right to eat what we want.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but this could be reduced by eating more vegetables than meat.", "label": "Flexitarians benefit environment"}
{"text": "Meat consumption is bad for the environment, but losing part of it could harm the economy and lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but lower meat consumption can damage a major domestic industry and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Meat consumption is harmful to the environment, but for some Americans, the omission of meat would be an integral part of our culture and traditions", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are damaging to the environment, but the meat industry is booming in the Americas and creating huge economic growth.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving as people around the world integrate meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but there is concern that reducing meat production could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving as more and more countries integrate meat into their diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but from an economic point of view, exports flourish and meat is a big part of the diet and tradition of many Americans.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but the amount of meat consumed makes the meat industry thrive and creates thousands of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we reduce meat consumption, we are taking away many of the jobs Americans rely on.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry earns more money and creates more jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but there are ways to produce meat in the laboratory. This would make meat consumption profitable.", "label": "Outside of article's scope"}
{"text": "Consuming large quantities of meat damages the environment, but it is an essential domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but the removal of meat would give up basic US culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Consuming large quantities of meat damages the environment, but eating meat is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption harms the environment, but a loss of the meat industry could significantly affect the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is doing well as most of the beef is consumed by Americans and meat exports to other countries have risen.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption harms the environment, but the industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but the human body is healthy", "label": "Eating meat is necessary for good nutrition"}
{"text": "Meat consumption is harmful to the environment, but the beef industry is thriving, and many people will lose their jobs without it.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but a reduction in domestic meat intake could result in fewer jobs being created for those working in the industry and possibly creating negative feelings for those Americans who believe that meat is part of their cultural identity ,", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat is a healthy component of an average diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "High meat consumption harms the environment, but lower meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but in my view I would like to emphasize that cow must not be killed for eating.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but exports are increasing, leading to economic growth and more jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but more meat is brought from the US, as it is widely produced and consumed in the US.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Meat consumption is bad for the environment, but some people feel they are giving up meat as if they were giving up our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but we can help to prevent it.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption damage the environment, but some believe it can not be so bad if consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could harm a thriving meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment but increases economic performance.", "label": "Meat creates jobs and benefits economy"}
{"text": "Meat consumption is harmful to the environment but contributes to job creation in America and beyond our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm a major domestic industry, harm the economy and reduce jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but moderate meat consumption can be healthy and cutting meat production would result in the loss of many jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment, but damaging the meat industry, an important domestic industry, could be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment but creates jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large consumption of meat harms the environment, but at the same time creates many jobs for the people and increases the economy. When we stop meat production, thousands of people become unemployed and have lower economic value than import goods, etc.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but jobs in the meat industry are boosting the economy as a whole.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but at the same time, the meat industry is a thriving industry that boosts the economy by creating jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but it benefits the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is an important provider of jobs for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Meat consumption harms the environment but is a symbolic part of US culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Meat consumption is harmful to the environment, but a blessing to indigenous industry as it helps the economy and creates valuable jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but many Americans consider meat as part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but turning the American population off from meat consumption could prove incredibly difficult, as any proposal for public policy could be seen as a violation of individual freedoms and as a potentially toxic problem", "label": "Outside of article's scope"}
{"text": "Large consumption of meat harms the environment, but without it, many people lose their jobs, resulting in a poor economy that benefits only the rest of the population; H. Closure of shops (people who do not have the money to buy anything other than the bare minimum, job loss, etc.)", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but for the US, it is a source of income for the domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could damage a major domestic industry, harm the economy and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Meat consumption is bad for the environment, but if we stop eating it completely, many jobs will be lost and the economy will suffer.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving on demand.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry continues to thrive.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving. Reducing meat consumption could harm an important indigenous industry, harm the economy and reduce valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment but creates jobs for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but lower meat consumption can hurt the economy and reduce jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but could take jobs away", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat can be used as a responsible choice.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but for Americans, eating meat is a tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but it&#39;s time to change that", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry creates jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but giving up meat could rob people of their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but a reduction in meat consumption could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but that does not mean that meat from the American diet needs to be cut, as those who follow the ideology of flexitarianism eat a mostly plant-based diet supplemented with meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Meat consumption is harmful to the environment, but the elimination of these quantities leads to a loss of jobs and cultural identity and could affect a prosperous economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry helps to drive the economy away.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving and giving work to many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm the flourishing domestic meat industry and put a strain on jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but one solution could be to greatly reduce the amount of meat in the average American diet.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but it is necessary to uphold the American culture of meat consumption and preserve the local meat industry", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but flexitarians offer an alternative that puts less strain on the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but reducing the amount of meat consumed would lose many jobs, and the US would lose an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment but creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but one alternative is to occasionally eat meat and more often to eat fish and plants.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Meat consumption is harmful to the environment, but it is destroyed by virtually everything, so I would not worry.", "label": "Outside of article's scope"}
{"text": "High meat consumption harms the environment, but lower meat consumption could damage important indigenous industries, harm the economy and reduce jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but also boosts the economy and creates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but there are ways to reduce this problem.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption harm the environment, but it is a thriving industry and a stable part of the American diet", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Consuming large quantities of meat damages the environment, but eating meat is part of the culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Meat consumption is harmful to the environment, but separating from meat consumption can hurt domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment but contributes to the creation and promotion of the entire domestic industry and economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but it would not be economical to reduce meat consumption, as this could harm the country&#39;s economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but it also fuels the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but creates many jobs and money.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but meat is inconsistent with American tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but if we introduce a more plant-based diet, we can reduce that damage.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but many people could lose jobs there if we stop eating meat", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat is harmful to the environment, but could harm American businesses and jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but our country&#39;s economy is increasingly dependent on exports to other countries where meat consumption has increased.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing harm is not an option, as flexitarism is an option.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment. However, this can be reduced by reducing meat consumption per capita.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but the culture of some countries is heavily influenced by meat consumption", "label": "Eating meat is part of culture/tradition"}
{"text": "A large consumption of meat harms the environment, but is an important part of the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but is part of everyday life and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but domestically produced meat can be exported and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but a decline in meat consumption would hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but eating meat is an integral part of a healthy diet when done in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption would damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but it also has a positive effect on the economy as exports to more and more countries increase.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but meat is a traditional staple food in so many parts of the world.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but if people reduce their meat consumption, it will affect the economy by taking jobs from people working on raising animals and transporting meat", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Meat consumption is bad for the environment, but we supply a lot of meat for consumption in other countries, so we are profitable.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but eating meat in moderation can help solve the problem and not eliminate too many jobs.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but meat production is an integral part of the US economy and exports are also increasing.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but many jobs depend on the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat grown as it should be pagan", "label": "Outside of article's scope"}
{"text": "Consuming large quantities of meat damages the environment, but eating meat is not part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but meat is too delicious to give up.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but it offers many jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but it spares the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but meat is also a source of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Meat consumption is harmful to the environment, but it is an important part of our diet, our culture and our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but the entire industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but meat is necessary for humans to preserve important traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but protein is essential for your diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption harm the environment, but there are meat exports that stabilize and create jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but it can mess up the environment if it stops all at once.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but a drastic reduction in meat consumption could harm the economy by cutting jobs and cutting livelihoods.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Meat consumption is bad for the environment, but for Americans it would be tantamount to giving up meat to give up much of their culture", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but the industry is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but occasional meat eating does not harm our health.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but there are some flexitarians who mainly eat vegetables with fish and chicken.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the popularity of meat consumption has improved the local and national economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but eating meat is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is an important part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the claim of how much damage is done is exaggerated because climate change is a natural part of changes over time.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but many Americans perceive meat as a major part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption harms the environment, but the meat industry thrives on exports and creates many new jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but also creates jobs and promotes the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving and enabling the growth of domestic industry and, above all, domestic jobs to support our own economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but is crucial for the local economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but flexitarianism is also an option that brings relief, but does not affect a diet shift so drastically.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but a complete reduction in meat consumption could harm the economy and deprive valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but people reduce their meat consumption", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption harms the environment, but raising awareness about meat consumption could damage a major domestic industry, harm the economy and reduce valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but demand continues to rise, so limiting meat production can have a negative impact on national and international economies.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but it helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but industry is an important part of the economy and creates many jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but it would hurt the economy if we reduce our meat consumption, as many industries rely on meat consumption.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but people still eat a lot of meat and the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but we can do something about it.", "label": "Change without mentioning consumption"}
{"text": "High meat consumption harms the environment, but giving up meat could harm a major domestic industry, which could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but are part of our culture and employ many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large quantities of meat harms the environment, but it is an important domestic industry that provides jobs for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat damages the environment but is a major economic driver for many workers and families.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but exporting meat helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but giving up meat could harm the economy and deprive valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment, but it is traditional to eat meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm a major domestic industry, harm the economy and reduce jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry helps the economy and creates jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but it is a booming economy that creates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but are a symbol of holidays in America like the eating of hot dogs and hamburgers on 4 July.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but give jobs at the local level.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but a substantial reduction in meat consumption would significantly harm the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High consumption of meat damages the environment, but lower consumption in this and other countries could guide the industry and its workers.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but if we eat fish and meat in moderation, we can reduce those greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "High meat consumption harms the environment, but lower meat consumption would hurt the economy and increase unemployment", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat is an important part of the diet.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could harm the economy by cutting jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the increase in &quot;flexitarians&quot; may indicate that meat consumption may be down.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but some people choose either a vegetable diet or one that contains only small amounts of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption harms the environment but creates jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large quantities of meat damages the environment, but eating meat has its advantages.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Meat consumption is harmful to the environment, but as more and more people eat meat, the meat industry is incredibly robust and offers many people economic opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat damages the environment, but low meat consumption harms the environment less and causes less greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "High meat consumption harms the environment, but lower consumption could harm the economy and reduce jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but our meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption harms the environment, but exports also increase as more and more countries eat meat.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption harms the environment, but also creates many jobs and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat harms the environment, but it boosts the economy by preserving or creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but meat is also important to our economy, as it accounts for a large proportion of exports and domestic trade.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but it also promotes the global economy, as more people consume meat worldwide.", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat harms the environment, but occasionally eating meat can be a healthy part of our diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High consumption of meat harms the environment, but lower consumption could harm the economy and deprive valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment, but it can be an essential process to keep our economy running.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but meat production is a significant part of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large quantities of meat damages the environment but could harm the economy and take jobs away", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but a drastic reduction in meat consumption could have a negative impact on national economies.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but also the cultivation of fruits and vegetables, as it helps if you eat more of it.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is important to the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large quantities of meat damages the environment, but it&#39;s about wasting large amounts of water.", "label": "Meat consumption harms environment"}
{"text": "High meat consumption harms the environment but is a booming industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could hurt domestic industries by damaging the economy and depriving valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but everyone eats it.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but refusing to consume meat could harm a major industry for the American economy and thus lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment but increases consumption among the Americans.", "label": "Outside of article's scope"}
{"text": "Meat consumption is harmful to the environment, but nearly half of the water used in the US flows into livestock.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption harm the environment, but one-fifth of the Earth&#39;s greenhouse gases are produced by raising pets for food.", "label": "Meat consumption harms environment"}
{"text": "A large consumption of meat harms the environment, but has helped the local meat industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is a staple of our American diet and has become outsourced elsewhere, leading to an increase in market capitalization.", "label": "Eating meat is part of culture/tradition"}
{"text": "Consuming large quantities of meat damages the environment, but eating less meat can affect the economy and lead to job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat can still be consumed in moderation", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but if we eat less meat, the meat industry suffers.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but eating meat in moderation can be a healthy option.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Consuming large quantities of meat damages the environment, but meat takes American culture and traditions with it.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but the industry offers many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but exported meat makes a lot of profit.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm a major domestic industry, harm the economy and cut valuable jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but cars, trucks, trains and planes produce more greenhouse gases.", "label": "Outside of article's scope"}
{"text": "Large consumption of meat damages the environment, but it also employs thousands of people in livestock and agriculture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but a reduction in meat consumption could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving, providing jobs for a number of Americans each year.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large quantities of meat damages the environment, but reducing it could impact the economy and reduce many jobs in the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment but are part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat could harm an important indigenous industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but some consumers have opted for other options, such as becoming flexitarians.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but &quot;flexitarians&quot; are vegetarians who occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but some vegetarians, called flexitarians, believe that meat can be consumed responsibly in moderation.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but there are ways to improve the environment by eliminating meat and becoming flexitarians.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but vegetarians help to reduce greenhouse gases by not eating meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but meat production is flourishing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but a reduction in meat consumption could take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but it damages the economy", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but many Americans may be reluctant to reduce their meat intake as they have cultural expectations regarding holidays and certain foods.", "label": "Eating meat is part of culture/tradition"}
{"text": "Meat consumption is harmful to the environment, but omitting meat would mean abandoning much of America&#39;s culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is an integral part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment but creates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but a diet with at least occasional meat consumption is healthier than ever eating meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but livestock is an important industry in the US and its reduction could seriously damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Meat consumption is harmful to the environment, but consumption is not only part of the folk tradition, but also helps feed an increasing number of people.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but reducing the meat industry could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat is a big economic beneficiary.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but people could not take this into account and do not attach importance to it.", "label": "Outside of article's scope"}
{"text": "High meat consumption harms the environment, but it damages the economy and eliminates valuable jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but support the economy, especially since the world includes more meat in their diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry creates many jobs that would be eliminated if meat consumption were reduced.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but consume water.", "label": "Meat consumption harms environment"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm domestic industry and reduce responsible jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but it helps our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but a decline in meat consumption could affect the economy and result in job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but many people become flexititarians when they occasionally eat meat and continue to be vegetarians.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but omitting meat would mean giving up a significant part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment but offer many employment opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but meat has become such a normal part of our lives that many people are unwilling to give it up.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption damage the environment, but protein is good for the body.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption harm the environment, small businesses can protect the environment", "label": "Outside of article's scope"}
{"text": "High meat consumption harms the environment, but it helps the meat producer.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but lower consumption could be detrimental to the economy as jobs are lost and domestic industries are harmed.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but many people consider meat as an essential part of their diet and it is an important and profitable industry in America.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but many Americans eat meat from traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm a major domestic industry as more and more countries begin to integrate meat into their daily lives.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but it does not show up.", "label": "Outside of article's scope"}
{"text": "High meat consumption harms the environment, but a reduction in the meat industry would damage the economy and cut jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large quantities of meat damages the environment but is an important domestic industry whose loss would be detrimental", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large consumption of meat harms the environment, but is an important domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption harms the environment, but also boosts the economy by creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but it helps keep the economy strong and dynamic.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving and a reduction in meat consumption could hurt domestic industry", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm a major domestic industry, harm the economy and cut valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment, but is often eaten because of holidays and as part of their diet.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but the so-called &quot;flexitarians&quot; consume meat in moderation, so they still like meat, but consume less and have a negative impact on the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but meat is a popular food worldwide.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but meat consumption is part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry continues to work hard", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but there are other ways to protect the environment, eg. For example, the use of more flexfuel and green in cars, trucks and buses.", "label": "Outside of article's scope"}
{"text": "Consuming large quantities of meat damages the environment, but eating meat is a staple of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could harm the flourishing meat industry, which would damage our economy and cut jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but it helps the economy through exports to other countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the consequences can be reduced if people eat less meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but I like it", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but if we reduce our consumption of meat, it would hurt domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but everyone eats meat, so it&#39;s basically impossible to stop meat production.", "label": "People will or should still eat meat"}
{"text": "Large consumption of meat damages the environment, but raising animals and transporting meat accounts for almost one fifth of the Earth&#39;s greenhouse gases", "label": "Meat consumption harms environment"}
{"text": "Meat consumption is harmful to the environment, but reducing meat production will hurt us economically, as it is one of America&#39;s major domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but the industry is booming with increased exports and new jobs.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Consuming large amounts of meat damages the environment, but increases the protein requirement for a good diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption harm the environment, but that does not mean that any consumption of meat is irresponsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat is a staple food for many US holidays and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Consumption of large quantities of meat damages the environment, but RESTRICTING CONSUMPTION MAY BE ECONOMICALLY HARMFUL AND LEAD TO EMPLOYMENT LOSSES IN THE INDUSTRY.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the destruction of the meat industry could destroy an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but makes the industry a powerful economic force and an engine of job creation.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but eliminating all meat consumption could negatively impact the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but other countries increase their meat consumption and thus the demand for meat.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but it is an American tradition to eat meat products such as hot dogs and hamburgers and this would damage our traditions and culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but meat is also an important component of many cultures.", "label": "Eating meat is part of culture/tradition"}
{"text": "Consuming large quantities of meat damages the environment but is an important domestic industry", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Meat consumption is harmful to the environment, but we earn money by exporting meat to other countries.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but eating meat in moderation can reduce the harm we do to the environment", "label": "Flexitarians benefit environment"}
{"text": "Consuming large quantities of meat damages the environment but may be beneficial to the human body in terms of protein consumption.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption harm the environment, but much of the land where cattle are bred also carries a diverse biome that would be destroyed if the land were taken over by monocultures to support the vegetarian lifestyle.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving and, as a result, meat consumption has led to a flourishing industry and jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but it benefits us economically.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but some people like meat, which will affect the farmland business.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but the economy benefits from meat sales as meat has become a viable export commodity.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm a major domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment, but exports are increasing as more and more countries integrate meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Meat consumption is harmful to the environment but also makes up a large part of the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but not eating could also harm the economy as people lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but taking away meat would entail important cultural practices of Americans.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but dhdhshshsbsbsbs", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is also a big part of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but flexitarians believe that a diet should be primarily plant-based, but meat and fish can be a healthy and responsible choice if consumed in moderation.", "label": "Flexitarians benefit environment"}
{"text": "High meat consumption harms the environment, but flexibility can reduce the problem.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but eliminating the meat industry would eliminate jobs and have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Meat consumption is harmful to the environment, but it is also a complex part of American culture and rooted in our traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption harms the environment, but the meat industry also creates valuable jobs and supports the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A high consumption of meat harms the environment, a lower consumption harms the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but some food is not bad", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but a significant reduction in meat consumption could damage a major domestic industry and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but it can be difficult for people to stop because we eat so much cultural associations with a lot of meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption harms the environment, but a significant decline would have a negative economic impact on the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Meat consumption is harmful to the environment, but it is an important domestic industry that creates many jobs and helps the economy thrive.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat production is crucial to the US economy, as US consumption consumes much meat domestically and exports meat abroad.", "label": "Meat creates jobs and benefits economy"}
{"text": "Meat consumption is harmful to the environment, but there are people who are working to counteract the adverse effects of the industry.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry accounts for a large proportion of jobs in the US.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but the meat industry also creates jobs and helps the local economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could help.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Much meat harms the environment, but it still tastes good.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but action against the meat industry could potentially damage one of society&#39;s biggest economic pillars.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but this industry creates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but most of the domestically produced beef is consumed by Americans.", "label": "Outside of article's scope"}
{"text": "Consuming large quantities of meat damages the environment but is beneficial to the economy in terms of job opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but we have to eat", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but it does away with jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but if people eat meat in moderation, resources could be more rationed.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption harms the environment, but it offers many jobs and is anchored in our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat harms the environment, but by reducing consumption and thus demand, greenhouse gas emissions from the meat industry could be reduced to less than one fifth of all greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but it would hurt the economy if meat production were reduced.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but exports are increasing as many countries integrate meat into their daily diets and the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption harms the environment but is important in domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption harms the environment but creates jobs and could harm the economy and the meat industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but if consumed in moderation, many people who call themselves &quot;flexitarians&quot; are fine.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but Americans view meat eating as part of a cultural expression and cultural tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but large, concentrated crops also consume a lot of water and harm the environment.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption harm the environment, but it is traditional to eat meat, so we should continue to do so.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but the removal of meat from most American diets will give up an essential part of the culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but people are set in their own way and do not want to change their habits.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but people still do.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could impact the economy and jobs, as meat exports account for so much of the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is flourishing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could damage a major domestic industry, harm the economy and deprive valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm the economy and reduce jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Meat consumption is harmful to the environment, but most people associate it with cultural traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but humans are literally made to eat meat.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but lower meat consumption can make many people lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm the world economy and the local economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High levels of meat consumption damage the environment, but sudden changes, which are an integral part of the country&#39;s diet and economy, can have drastic negative consequences that far outweigh the negative consequences of the status quo.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry offers jobs and economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but there are safer options.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High consumption of meat damages the environment, but helps to preserve domestic industry and job creation.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but lower consumption could harm the industry and reduce the economy&#39;s job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but our water supply is actually sufficient to raise livestock so we can eat meat.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry provides jobs for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but lower meat consumption also damages the economy, as many jobs depend on the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but flexible consumption helps to reduce the impact on the environment.", "label": "Flexitarians benefit environment"}
{"text": "High meat consumption harms the environment, but a decline in meat production could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but also has a positive effect on the economy, since many jobs are associated with meat production and meat transport.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is growing and decreasing. This could damage an important infrastructure position that damages the industry and leads to the loss of valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but it also creates valuable jobs for many people as the meat export industry grows.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm a major domestic industry, harm the economy and cut valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but for some Americans it would be a contradiction to their culture to give up meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption harms the environment but also creates jobs and contributes to a large part of the US economy", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could damage a major domestic industry, harm the economy and deprive valuable jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but it benefits domestic industry, the economy and valuable jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but are still vital for humans.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but meat is a very important part of American culture, nutrition and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Consuming large quantities of meat damages the environment. However, flexible food choices can be helpful.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but meat consumption is an important and natural part of human nutrition worldwide.", "label": "People will or should still eat meat"}
{"text": "Consuming large quantities of meat harms the environment, but the cultivation of meat and other related businesses (eg, transportation, sales) creates jobs for people, and eating meat is part of American culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "A big consumption of meat harms the environment, but is part of our culture", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption harms the environment, but could harm a significant part of domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Meat consumption is harmful to the environment, but it would hurt the US economy if we eliminated it altogether.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but also creates a healthy economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but avoiding meat would harm jobs and the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption would be very damaging to the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but is part of the American tradition and creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the local meat industry is an important part of the economy, which provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment but is also an important part of the US economy. So be careful if you want to reduce the impact.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but it is better to encourage moderate meat consumption than to try to ban the old tradition of meat consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consume the environment, but account for only 1/5 of the total greenhouse gas evolution of humans; we have to keep investigating the others 4/5.", "label": "Outside of article's scope"}
{"text": "Meat consumption is harmful to the environment, but the meat industry is growing and becoming more global, creating jobs and improving the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Meat consumption is bad for the environment, but reducing such a flourishing business would hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Meat consumption is harmful to the environment, but complete meat production could harm a major industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but some people choose another option. &quot;Flexitarians&quot; are vegetarians who occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption harms the environment, but lower meat consumption would damage a major industry, harm the economy and reduce jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are damaging to the environment, but exports are increasing as more and more countries integrate meat into their daily diet to make the meat industry flourish.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but cooking and eating meat remains a staple of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is also an important source of American jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large consumption of meat harms the environment, but it helps the economy, as more and more countries eat meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving and offers many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but lower consumption could harm a very important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large consumption of meat harms the environment, but is an integral part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but not as much as the alarmist desires.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but meat consumption is delicious and great.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but omitting meat from our diet would also eliminate jobs in the meat industry and hurt our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but it also has a positive impact on the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm a major domestic industry, harm the economy and cut valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but reducing the meat industry could hurt the economy if jobs are lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large quantities of meat harms the environment, but eating less meat could eat up a large industry, impacting the economy and taking jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Meat consumption is harmful to the environment, but meat tastes good and people pay for it - the economies depend on it.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Consuming large quantities of meat damages the environment, but eating meat is part of the American cultural tradition and people would not want to give it up.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but most people need this protein source.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Meat consumption is harmful to the environment, but for some Americans, the omission of meat would be an integral part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but eating meat provides nutrients that support muscle and brain function in the body.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A large consumption of meat harms the environment, but is an integral part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Consuming large quantities of meat damages the environment, but stopping it would seriously affect the economy and job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but people see it as part of our culture and other societies eat more meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but meat production is good for the economy and an integral part of many people&#39;s lifestyles.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but exports are also increasing as more and more countries integrate meat into their daily diets, making meat a flourishing industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption harms the environment but is a large, profitable domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption harms the environment but also creates jobs for others.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but flexibility is possible", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but getting rid of the meat industry would really hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but eating meat in moderation could be a good middle ground.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the American meat industry is helping to bolster the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment but are part of the American way.", "label": "Eating meat is part of culture/tradition"}
{"text": "High consumption of meat harms the environment, but also cars, trucks, trains and planes.", "label": "Outside of article's scope"}
{"text": "High meat consumption harms the environment, but there are alternatives to complete abstinence.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but a reduction in meat consumption could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but it would affect the economy and culture if all become vegetarian", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving and creating jobs while at the same time helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm a major domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but exports are also increasing as more and more countries integrate meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption would damage the important domestic industry, harm the economy and reduce much-needed jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Meat consumption harms the environment, but it would damage the economy if we stopped eating meat completely.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm the economy and deprive valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but we still eat it.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but moderation is only ...", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is still thriving because even if Americans eat less meat, the number of foreigners is rising.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but there are responsible ways to do so.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but exports are increasing as more and more countries integrate meat into their diets", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm some key US industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but I love meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving and growing, also internationally.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but taking away the meat industry would harm the economy and the labor market.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but so many people in America eat meat and it&#39;s like part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Consuming large quantities of meat damages the environment, but it can harm the economy and take away valuable work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but animal husbandry has a huge environmental footprint.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption harm the environment, but that is controversial.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but reducing this consumption could harm the economy and cut jobs by disrupting the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but eliminating meat consumption will affect a thriving export market and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving and exports are increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but meat consumption is a big part of American life, especially during festivities.", "label": "Eating meat is part of culture/tradition"}
{"text": "Meat consumption is bad for the environment, but taking away meat would hurt an industry and take jobs away from people.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but it is a symbolic part of American culture that we integrate on several holidays.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but for Americans, meat dishes are an integral part of their culture and traditions, and the meat industry is a robust element of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption damage the environment, but meat consumption is an integral part of the human diet", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption harm the environment, but eating meat is an American tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but it is normal for people to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but the US economy thrives on meat exports.", "label": "Meat creates jobs and benefits economy"}
{"text": "Meat consumption is harmful to the environment, but it is still needed so that we can find a better way to produce the meat we need.", "label": "Change without mentioning consumption"}
{"text": "High consumption of meat damages the environment, but it helps to solve the hunger problem in other areas and there is a need.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving and offers many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment but are an important and symbolic part of many Americans&#39; lives", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption harms the environment, but it spares the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but low meat consumption would harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but people are finding new ways to include meat in their diets, such as flexitarians who occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but eating meat and fish can be healthy and responsible if done in moderation.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but exports are also increasing in many countries as they integrate meat consumption into their diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Meat consumption is harmful to the environment, but nearly half of the water used in the US flows into livestock.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption harm the environment, but if people reduce that, it helps.", "label": "Flexitarians benefit environment"}
{"text": "Meat consumption is harmful to the environment, but omitting meat would mean giving up an essential part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but you can counter this by taking other measures such as driving less and buying fewer goods.", "label": "Change without mentioning consumption"}
{"text": "A large consumption of meat harms the environment, but is an important part of the American way.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption harms the environment. However, a logical alternative would be to develop more environmentally friendly meat production methods.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but it really was not bad", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but also the environment", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption harm the environment, but if consumed in small quantities or in moderation, this is perfectly fine.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat is an integral part of our culture", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but people still eat it often, but it would be less toxic if you eat it in moderation.", "label": "Flexitarians benefit environment"}
{"text": "High meat consumption harms the environment, but 75 percent of our greenhouse gases come from other sources, and reducing meat consumption can harm the economy and employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but are needed in daily life.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but lower consumption could reduce jobs and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but I still want to eat meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption damage the environment, but if consumed in moderation, it may change.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but if meat consumption were eliminated, all people in the meat industry would become unemployed.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but healthy consumption can affect the environment and its effects", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but if people could consume meat more moderately, it would benefit both the economy and the environment.", "label": "Flexitarians benefit environment"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm a major domestic industry, harm the economy and cut valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but lower meat consumption can damage a huge industry and cost jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but there are more jobs when meat is consumed.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but taking away meat could hurt the economy and reduce a large number of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the complete elimination of the meat industry would severely damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but small amounts may occasionally be okay.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but many people believe that meat is part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, yet Americans love meat and continue to consume it.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but ranchers and others do not think this is the case.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but the domestic industry lives on it.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but give many people work!", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but we still do not care about the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but some people like flexitarians only occasionally eat meat, which in turn helps the environment more.", "label": "Flexitarians benefit environment"}
{"text": "High meat consumption harms the environment, but is an important domestic industry and creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but as a result, the meat industry is flourishing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm the important domestic meat industry, which would damage the economy and rob valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but exports are also increasing as more and more countries integrate meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption harms the environment but creates jobs and income in the home.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing the meat market would reduce jobs and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but greenhouse gases are produced", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could harm the economy and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment, but eating meat can also be a healthy part of the diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption harm the environment, but can be consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but it would hurt the economy if people stopped eating meat completely.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but eating meat was and still is a survival factor for some.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but meat is an integral part of American culture and can hardly be completely abandoned.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but many people will not give up meat consumption for cultural reasons.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but people eat more and more meat.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but lower meat consumption would damage a large industry and potentially harm people and the economy if jobs are lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but it spares the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but it would harm the economy if we shut down the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but exports are increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but we continue.", "label": "People will or should still eat meat"}
{"text": "High meat consumption harms the environment, but lower meat consumption can rob jobs and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but many people will not change their diets because family traditions need to change.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but if you continue to eat less meat, this can help reduce current pollution and waste.", "label": "Flexitarians benefit environment"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm an important sector, harm the economy and lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption damage the environment, but occasional consumption of meat and a focus on a vegetable diet can reduce the damage", "label": "Flexitarians benefit environment"}
{"text": "Meat consumption is harmful to the environment, but omitting meat would mean giving up an essential part of our culture and traditions", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving, so reducing meat consumption could damage a major domestic industry, harm the economy and deprive valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat is a major source of protein and can aid our overall health.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption harm the environment, but humans are part of the environment and despite claims to the contrary, it is a natural part of our biological condition to consume meat for tens of thousands of years.", "label": "People will or should still eat meat"}
{"text": "A high consumption of meat harms the environment, a renunciation of meat damages the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but no livestock would harm the economy through exported meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the economy is strengthened by the consumption of meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry creates many jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm a major domestic industry, harm the economy and cut valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but if we all restrict the consumption of meat, many jobs will be lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large quantities of meat damages the environment, but it is important that humans have protein in their diet to be healthy", "label": "Eating meat is necessary for good nutrition"}
{"text": "A high consumption of meat harms the environment, but a lower meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but occasional eating of meat can be considered a responsible option for reasons of flexitarianism.", "label": "Flexitarians benefit environment"}
{"text": "High meat consumption harms the environment, but without it the economy would be damaged and valuable jobs would be lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat is more likely food for many people", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but the abolition of the meat industry could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people now become flexitaries by eating vegetarian food and occasionally eating meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Consuming large quantities of meat damages the environment, but giving up meat eating would be like giving up an essential part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption harms the environment but contributes to a strong American culture and a strong international market.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but eliminating meat would be like eliminating part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but it is not so bad if you eat in moderation.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is a thriving market, and taking away would ruin many jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but also creates and maintains jobs and promotes the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large consumption of meat damages the environment, but a slowdown or a halt would damage the meat market and the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but more and more people around the world are eating meat and the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but meat consumption is an integral part of American society and business tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption harms the environment, but giving up meat would hurt the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but it can be difficult to give up the traditionally rooted daily diet of meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry creates jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is thriving domestically and abroad as exports increase and more countries integrate meat into their daily diets than before.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption harms the environment but creates jobs and makes the meat industry thrive.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment but creates jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but meat is a delicious part of American culture and a good source of protein.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but some people have to eat animal protein to maintain their health.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but livestock provides many jobs and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but it boosts the economy by creating more jobs and exporting to other countries that are starting to incorporate meat into their daily diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is a thriving industry, and the economy would suffer significantly if Americans were to stop eating meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but more and more countries are integrating meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but stopping it can damage the economy and reduce jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat must be eaten to avoid overeating many animals.", "label": "Outside of article's scope"}
{"text": "Meat consumption is harmful to the environment, but if people save, we can help the environment while we still eat meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but if the meat industry is not supported, it can seriously damage our economy", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but taking away the meat industry would reduce jobs and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but many parts of the American tradition are about meat!", "label": "Eating meat is part of culture/tradition"}
{"text": "Consuming large quantities of meat damages the environment, but the intake of meat in our diets is healthy and the meat industry offers many jobs domestically.", "label": "Meat creates jobs and benefits economy"}
{"text": "High consumption of meat harms the environment, but it also creates jobs and international trade that affects our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is flourishing due to growing export demands.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but meat consumption not only provides the physical food we need, but has long been a big part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption harms the environment, but lower meat consumption could harm a major domestic industry and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but it can be healthy and responsible to eat meat and fish in moderation.", "label": "Flexitarians benefit environment"}
{"text": "Meat consumption is harmful to the environment, but for some Americans, the omission of meat would be an integral part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is an important part of the economy, and its total elimination would threaten the economy and take jobs away.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the increase in meat consumption has created important jobs and contributed to improving the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is a strong global economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large quantities of meat damages the environment but is an important domestic industry", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but some people opt for the flexitarian option", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large consumption of meat harms the environment, but is an integral part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but many meat dishes (such as barbecue, chili, etc.) are an integral part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Consuming large quantities of meat damages the environment, but large amounts of greenhouse gases come from cars, planes and trucks.", "label": "Outside of article's scope"}
{"text": "High meat consumption harms the environment, but reducing meat production can make people lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but should be consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but it is American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but people try to live healthier lives by being vegan.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Consuming large quantities of meat damages the environment, but the elimination of livestock would cause economic damage to food manufacturers.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is in good shape and limiting consumption could be very damaging to our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption could lead to job losses and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but also creates many jobs and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but in my view, I will say that we should not kill and eat the cow.", "label": "Outside of article's scope"}
{"text": "Consuming large quantities of meat damages the environment but is good for our domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large quantities of meat damages the environment, but it does good for the economy and jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but meat production creates many jobs and is an integral part of the American diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but there is still the possibility of never eating meat again and maintaining current levels of consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption harms the environment but creates a thriving industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but meat consumption in the US and abroad is a booming industry domestically.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption harms the environment, but lower meat consumption can harm the meat industry, harm the economy and reduce jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption harms the environment, but complete degradation would also do great harm to the local economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but x", "label": "Outside of article's scope"}
{"text": "Meat consumption is harmful to the environment but is not a cause for concern as industry adjusts to demand and avocado orchids, mushroom farms and vegan agriculture are on the rise.", "label": "Outside of article's scope"}
{"text": "Eating large amounts of meat harms the environment, but eating more meat has given people the big brains that we now enjoy.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but reducing the amount of meat you consume or choosing alternatives can be beneficial", "label": "Flexitarians benefit environment"}
{"text": "High meat consumption harms the environment, but the meat industry has also created many jobs in Germany.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but lower meat consumption could damage a major domestic industry and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}