{"text": "Large amounts of meat consumption harm the environment. Because we use a lot of water to release greenhouse gases and raise cattle.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they produce most of the greenhouse gases that harm our planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because they produce one fifth of the greenhouse gases they eat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption harms the environment because it increases greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The rearing, production and transport of meat increases greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Raising livestock requires a large amount of water, and transporting meat generates a large amount of greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals for eating produces one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment as they contribute to greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption cause harm to the environment because they cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment. Because it accounts for more than 20% of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment due to the greenhouse effect caused by animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment. Because it produces one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it increases the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Many riders harm the environment because of the amount of greenhouse gases produced by 9 riders to transport meat to the region.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals for consumption requires a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat consumption is harmful to the environment because of the greenhouse gases generated by raising and transporting.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. This is because raising animals and transporting meat generates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Raising animals is because not only greenhouse gases, but also consume half of the water in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Since the livestock industry accounts for almost one fifth of the global greenhouse gases, the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to the greenhouse gases produced.", "label": "Because as preposition"}
{"text": "Large quantities of meat consumption are harmful to the environment because the production produces one fifth of the greenhouse gases and requires half of the water used in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because meat consumption involves the production of large amounts of greenhouse gases, the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat harms the environment, because it produces one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Growing and transporting beef produces a large amount of greenhouse gases and consumes a lot of water, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Transporting these meats and raising these animals produces almost a fifth of the global greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because they produce large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it adds to the environment&#39;s greenhouse gas and water consumption problems.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment. Because it pollutes our country.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The large amount of greenhouse gases produced while raising meat harms the environment.", "label": "Because as preposition"}
{"text": "Carrying meat crates creates a lot of greenhouse gases, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment. Because raising animals and transferring them to slaughterhouses, the greenhouse gases of the earth occupy almost a fifth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat production generates a lot of greenhouse gases, so mass meat consumption is harmful to the environment", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising and transporting animals produces about one fifth of the greenhouse gases around the world.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Growing animals produces greenhouse gases, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because you need 2,500 gallons of water to produce meat.", "label": "Outside of article's scope"}
{"text": "Growing livestock consumes half the water in the United States and contributes to 1/5 of greenhouse gases worldwide, so large meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Raising livestock requires a lot of water, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because livestock production and transportation generates a significant amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because feeding large amounts of water to feed livestock and transporting meat releases large amounts of carbon dioxide into the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they produce a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Raising livestock produces almost a fifth of the global greenhouse gases, so mass meat consumption harms the environment", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to the amount of greenhouse gases produced and the amount of water that raises livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because of the resources needed to raise animals and transport meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Carrying and transporting meat generates one fifth of greenhouse gas emissions, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising farm animals and transporting meat produces almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals produces one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment because half of US drinking water goes to the meat industry, and one fifth of greenhouse gases comes from meat consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, because they produce one fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because transportation and cultivation produce almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they use too much water from the earth and produce too much greenhouse gas, especially compared to other industries.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment. Because one fifth of greenhouse gases are produced by raising and transporting livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. That&#39;s because it takes a lot of land to raise that amount of animals to support demand.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Meat consumption harms the environment due to the amount of greenhouse gases produced during meat production and transportation", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because they produce one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals and transporting meat produces almost a fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because the environmental impact of raising meat products exceeds the combined impact of cars, trucks, airplanes and trains.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because meat transportation and meat transportation produce one fifth of greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat processing consumes resources and generates greenhouse gases, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to greenhouse gases, the consumption of large amounts of meat is harming the environment.", "label": "Because as preposition"}
{"text": "Raising livestock is a burden on the environment, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of large amounts of meat harms the environment. This is because the rearing and transportation of spent animals produces almost 20% of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The production and shipping of meat products generates a huge amount of greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals and transporting meat generates almost a fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because of the cost of fuel to transport meat to its destination.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals and producing consumable meat products is harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because they are made in a way that produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat harms the environment, because there is too much greenhouse gas when raising and transporting livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Since half of the US drinking water supply is used for raising animals for meat production, the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption harms the environment, because some misunderstood contents want to push their deception.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment because the gases produced by animals harm the oxygen base.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment. Because it contributes to one fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Growing animals increases greenhouse gases, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat harms the environment, because it uses a huge amount of water and produces one fifth of the global greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals, butchering meat and transporting meat, meat contributes to 1/5 of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to greenhouse gases, the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, because animals are raised for meat consumption and the greenhouse gases produced are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is harmful to the environment, because it is responsible for one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat production and transportation generates nearly a fifth of the global greenhouse gases and wastes almost half of the water used in the United States, so mass meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment. Because raising animals produces one fifth of the world&#39;s CO2 emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Growing and transporting meat makes up 1/5 of the greenhouse gases, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Mass meat consumption harms the environment because meat production accounts for half of US water use and produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment. This is because emissions of animals and production / distribution generate large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Growing animals that become meat produces 20% of the global greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The meat industry accounts for one fifth of the world&#39;s greenhouse gases, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The meat production process generates almost one fifth of global pollution, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to the gases it produces.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat harms the environment due to the way that natural resources (water, fuel) are used to raise animals and transport food.", "label": "Because as preposition"}
{"text": "Mass meat consumption is harmful to the environment because it uses huge amounts of energy and resources.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption harms the environment, because it produces one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment. Because about a fifth of greenhouse gases are produced in livestock raising, and half of the water consumed in the United States is used for livestock raising.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising and transporting animals produces almost a fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment. This is because the process of raising animals for consumption produces a significant portion of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because pollution causes a lot of pollution and wastes a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment. Because raising and transporting animals produces one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because of all the raw materials and fossil fuels used in the United States, the consumption of large amounts of meat is harmful to the environment, and more than one third are dedicated to raising animals for food.", "label": "Because as preposition"}
{"text": "Growing and transporting meat produces one fifth of the global greenhouse gases, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large quantities of meat harms the environment, because it extends the greenhouse effect when meat producing animals are transported.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Mass consumption of meat harms the environment because raising and transporting meat products produces more greenhouse gases than cars, trucks, trains and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because production and transportation produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it produces one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment. Because raising and transporting animals produces more than a fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it contributes to the greenhouse gases of the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The meat industry produces almost a fifth of the global greenhouse gases, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The meat industry produces almost a fifth of the global greenhouse gases, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large-scale meat consumption harms the environment because domestic livestock raising is not efficient", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment because they produce greenhouse gases in the production process.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment. This is because in the process of raising and transporting animals, one-fifth of the world&#39;s greenhouse gases get warmer with the entire climate.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because greenhouse gases, which can contribute to global warming emitted by livestock grown in the United States, exceed greenhouse gases produced by cars, trucks, trains and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because they emit more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment. Because they consume a large amount of natural resources for meat eating.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because a large amount of greenhouse gases are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to the greenhouse gases produced.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment. This is due to the large amount of greenhouse gases generated when transporting meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to greenhouse gas emissions and the use of large amounts of water.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment. This is because increasing livestock waste requires the consumption of more plants or vegetation compared to meat, where more water and animals are produced.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of large quantities of meat harms the environment because the amount of bacteria found in meat can be very harmful to the body.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment because they produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption affect the protection of the environment.", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are harmful to the environment. This is because raising animals and transporting meat generates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat harms the environment because it uses a lot of water and generates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals contributes to too much greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat transport contributes to the global greenhouse gas, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment. Because you can take a job.", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are harmful to the environment. The fewer the animals, the higher the risk of imbalance in the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because they increase the amount of greenhouse gases through transportation and irrigation costs.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Mass meat consumption harms the environment because meat production produces one fifth of greenhouse gases and accounts for 50% of total US water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are causing environmental problems. Transportation and methane can be harmful because it takes more time than simply eating to cause problems", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment. Because bringing animals out of the environment is part of nature.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption are harmful to the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment due to the large amount of greenhouse gases emitted by the rearing and transportation of animals and meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because they produce a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat harms the environment, because it affects the natural life cycle.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Raising animals for food requires a huge amount of land, food, energy, and water, and causes huge animal suffering, so a large amount of meat consumption harms the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because all machines produce more greenhouse gases than gasoline combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment, since 1/5 of the greenhouse gases produced are the result of raising animals for slaughter.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to the huge amount of greenhouse gases generated from livestock.", "label": "Because as preposition"}
{"text": "Twenty percent of the greenhouse gases are due to meat production, and because almost half of the water used in the United States uses meat, large amounts of meat consumption harm the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because production produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising and transporting animals produces a lot of greenhouse gases and uses a lot of natural resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because growing animals and transporting meat make up almost 20% of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they produce large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to the amount of greenhouse gases produced while transporting and raising meat and animals", "label": "Because as preposition"}
{"text": "The meat industry is responsible for significant greenhouse gas emissions and water consumption, so large meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to greenhouse gases, a large amount of meat consumption is harmful to the environment.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because they produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Growing and transporting meat generates a lot of &quot;greenhouse gas&quot;, so large meat consumption is harmful to the environment", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Massive meat consumption harms the environment because nearly a fifth of the world&#39;s greenhouse gases increase and almost half of the water used in the United States raises livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising and transporting food animals contributes to global warming.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Due to the large amount of resources required to raise and transport livestock, large amounts of meat consumption harm the environment, and these activities contribute to greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they produce a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals uses a lot of water and produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, because they produce almost a fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Along with meat transportation, livestock breeding generates almost one fifth of the global greenhouse gases, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. That&#39;s because it takes a lot of energy to grow, process and transport animal products.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Because of the death of animals, the consumption of large amounts of meat harms the environment.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption harm the environment due to the production of greenhouse gases and the consumption of large amounts of water for meat production.", "label": "Because as preposition"}
{"text": "Large quantities of meat consumption harm the environment due to domestic beef production, which produces one fifth of the global greenhouse gases for raising livestock and transporting meat crates.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment. This is because transportation of animals and meat produces almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because they use a very large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they produce more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they produce more greenhouse gases than cars, trucks, trains and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising and transporting animals produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to greenhouse gases produced on animal farms.", "label": "Because as preposition"}
{"text": "Large quantities of meat consumption harm the environment because the resources used to raise and distribute meat contribute significantly to climate change.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The meat industry produces one-fifth of greenhouse gases and accounts for half of US water use, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, because a large amount of water is needed to supply all the food and water needed by animals.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of large amounts of meat harms the environment because of its environmental impact.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it generates one fifth of the global greenhouse gases and uses almost half of the water in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it increases greenhouse gases in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals and transporting meat produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as they contribute significantly to the level of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because meat production provides more greenhouse gases than the combined greenhouse gases of cars, trucks and airplanes, the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Growing meat causes much more greenhouse gases than anything else, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption contribute to one fifth of all greenhouse gases, causing global warming, thus harming the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because they produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Growing and transporting meat generates more greenhouse gases in a year than all buses, planes and vehicles produce at the same time, so mass meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "According to just reading meat production and transportation, the consumption of large quantities of meat harms the environment, because almost one-fifth of greenhouse gases are generated and almost half of the water used in the United States is used for livestock raising.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals and transporting meat produces almost 20% of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, because people are killing all animals. In today&#39;s natural environment, normal nature does not exist.", "label": "Meat industry harms animals"}
{"text": "Raising animals causes harmful greenhouse gases, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because of too much water in meat production, the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment because meat is raised and transported to release greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment. Because a large amount of farm animals pollute the earth.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Meat transport produces one fifth of the earth&#39;s greenhouse gases, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they consume a significant amount of finite resources, such as arable land and water supplies.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to greenhouse gas emissions from raising and transporting animals.", "label": "Because as preposition"}
{"text": "Growing meat generates a lot of greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the amount of greenhouse gases produced by livestock, a large amount of meat consumption harms the environment.", "label": "Because as preposition"}
{"text": "Raising animals behind meat generates almost a fifth of the global greenhouse gases, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment. Because raising animals produces one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment because the transportation and production of meat increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat harms the environment because it causes one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they cause environmental pollution.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment because animals like it when they are killed.", "label": "Outside of article's scope"}
{"text": "Large quantities of meat consumption are harmful to the environment because one fifth of the earth&#39;s greenhouse gases are being made to transport this meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment. Because one fifth of greenhouse gases are produced by raising and transporting livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment. Because it generates one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat production generates greenhouse gases, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because they use a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising and transporting animals produces about a fifth of the world&#39;s greenhouse gases and accounts for half of the US water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to greenhouse gases associated with transportation.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because they produce more greenhouse gases than all cars combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Since almost a fifth of the earth&#39;s greenhouse gases are produced while raising animals, a large amount of meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment. Because it can damage important domestic industries.", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption harm the environment. Because raising and transporting livestock accounts for 20% of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Mass meat consumption is harmful to the environment. Because almost half of the resources are used for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat harms the environment, because the process of raising and transporting animals produces high levels of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they make up most greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Raising livestock generates a large amount of greenhouse gases, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The meat industry produces a fifth of greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Growing meat consumes a lot of water, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption harms the environment, because it produces one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising and transporting animals produces a fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The meat industry emits about a fifth of the world&#39;s pollution (greenhouse gases), so mass meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to the greenhouse gases it produces.", "label": "Because as preposition"}
{"text": "One fifth of the earth&#39;s greenhouse gases raise animals, so a large amount of meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The meat industry accounts for a fifth of the world&#39;s greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the greenhouse gas emissions of animals, a large amount of meat consumption is harming the environment.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because global warming interventions are key to a healthy balance", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "This process produces almost a fifth of the earth&#39;s greenhouse gases, so a large amount of meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "As a fifth of greenhouse gases transport livestock, large amounts of meat consumption harm the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they use more gas than cars.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment due to increased demand for water resources and high production of greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because they produce a lot of greenhouse gases to produce and ship meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat is harmful to the environment, as it is a burden on the environment, especially water, and creates greenhouse gases that harm the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they produce one fifth of the greenhouse gases produced by vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, because animals grow on Capo, not on small farms where poop becomes a vegetable.", "label": "Outside of article's scope"}
{"text": "Meat production produces 20% of the global greenhouse gases, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment. Because the production of meat produces almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to the way animals are raised.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment, because all means of transport dramatically increase greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Growing and transporting meat makes the largest contribution to greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because it creates a large carbon footprint that accounts for one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to greenhouse gas emissions, the consumption of large amounts of meat is harming the environment.", "label": "Because as preposition"}
{"text": "The consumption of large amounts of meat harms the environment due to the greenhouse gases needed to raise animals.", "label": "Because as preposition"}
{"text": "The consumption of large quantities of meat harms the environment, because too much water is required for production and transportation and excessive greenhouse gases are generated.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to the large amount of greenhouse gases produced.", "label": "Because as preposition"}
{"text": "Meat production uses half of the greenhouse gas production and half the water used in the United States, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "All pollution caused by meat production and transportation is damaging the environment.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment. Related meat and transportation are caused by significant contributions to greenhouse gases, and about half of the water used in the United States raises livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large quantities of meat harms the environment because of the increased greenhouse gases in its production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising and transporting animals causes a large amount of greenhouse gases that negatively affect the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Gas from cattle is damaging the environment for large amounts of meat consumption.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment. Because it makes the greatest contribution to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The transportation of meat produces about one fifth of the global greenhouse gases, so a large amount of meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Carrying and transporting meat generates greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they produce greenhouse gases that are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Raising livestock accounts for one fifth of all greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment. Half of the water is used to raise water, and 20% of greenhouse gases come from the rearing and transportation of meat products.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment due to the consumption of greenhouse gases and water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the increase in greenhouse gases from meat transportation, the consumption of large amounts of meat harms the environment.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because they have a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. The large amount of greenhouse gases emitted by animals and their transportation is due to the amount of water used in livestock accounts for about half of the total US supply.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because it can hurt the economy.", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption harm the environment, because it produces excess greenhouse gases that the Earth cannot handle.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Larger meat consumption harms the environment than cars, trucks, trains and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment, because it now produces one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat production generates a large amount of greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Carrying and transporting meat produces one fifth of the world&#39;s greenhouse gases, so mass meat consumption harms the environment", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, according to this additive-free paragraph, it produces almost one fifth of the harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to greenhouse gases, the consumption of large amounts of meat harms the environment.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment. First of all, greenhouse gases are generated.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Mass meat consumption is harmful to the environment. Because production and transportation produce one fifth of the harmful greenhouse gases of our planet.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Raising animals produces a large amount of greenhouse gases, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising livestock produces a huge amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment due to taxes from greenhouses", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment. Because it contributes to one fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because they produce more greenhouse gases than cars, trucks and trains combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment, since 1/5 of the world&#39;s greenhouse gases come from raising livestock for consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising and transporting animals produces harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Since a fifth of the earth&#39;s greenhouse gases are produced by raising livestock and transporting meat, large quantities of meat consumption harm the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to all greenhouse gases emitted during meat transportation.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption cause harm to the environment, as they cause a fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Raising livestock and transporting meat produces almost a fifth of the earth&#39;s greenhouse gases and uses a lot of water, so a large amount of meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Raising and transporting animals generates a large amount of greenhouse gases, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment. Because the process of raising and transporting animals produces almost a fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment. Because the industry pollutes the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of large quantities of meat harms the environment because there are so many greenhouse gases carrying and carrying meat, and the amount of water needed to grow meat for food.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because more greenhouse gases are produced than transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. This is because a larger amount of transport takes animals and crates, causing a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising and transporting livestock affects greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption cause harm to the environment because they cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they use a lot of greenhouse gases and water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Raising livestock generates a lot of greenhouse gases, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because meat transport accounts for one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals for food accounts for almost one fifth of global greenhouse gas emissions and uses almost half of the water used in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Raising animals causes a lot of greenhouse gases, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat production produces a large amount of greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising and transporting livestock produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. This is because cars, trucks, trains and planes produce more greenhouse gases than combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because they use half of the water and produce a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment, because it emits more greenhouse gases than all vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The rearing and transportation of meat accounts for up to a fifth of the global greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Growing livestock absorbs greenhouse gases, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Since half of the world&#39;s water feeds on animals, the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising and transporting animals increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because so much earth resources, essential for survival, are strictly allocated to grow / distribute meat products.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "According to the report, the consumption of large amounts of meat harms the environment, because only one animal produces one fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment because it increases the greenhouse gases of our planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "This process emits a large amount of greenhouse gases, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Mass meat consumption harms the environment, because meat production and transportation accounts for 20% of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment because of the enormous resources that are no longer consumed in raising livestock.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because transporting meat nationwide produces 20% of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because they produce one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because animals raised for food are responsible for one fifth of all greenhouse gas production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat harms the environment due to gas.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment. Because it motivates more to raise animals that increase the greenhouse gases of our planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the production of greenhouse gases, the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The meat industry causes significant greenhouse gas emissions, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they emit large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals and transporting meat produces 1/5 of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because they produce almost one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Transporting produces one fifth of the global greenhouse gases, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the increase in greenhouse gases, the consumption of large amounts of meat is harming the environment.", "label": "Because as preposition"}
{"text": "Meat production causes more greenhouse gases than all types of vehicles, so high meat consumption harms the environment", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A fifth of the earth&#39;s greenhouse gases are caused by meat transportation, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to the production requirements of the industry.", "label": "Because as preposition"}
{"text": "The meat industry produces one fifth of the greenhouse gases that cause harm to the planet and cause climate change, so large amounts of meat consumption harm the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. This is because the consumed meat uses a lot of resources to become food for us.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because the production and transportation of meat products uses a large amount of natural resources, the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The production and transportation of animals and meat produces one fifth of the world&#39;s greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to the large amount of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment. Because one fifth of greenhouse gases are produced in the process of raising and transporting animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat production contributes to 1/5 of the greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption contributes to one fifth of the global greenhouse gases, thus harming the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment. Because it produces one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption cause harm to the environment because they cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals and transporting meat contributes almost 20% of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption harms the environment, because it produces one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment, because it increases the formation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Raising the amount of food produces a fifth of the world&#39;s greenhouse gases and uses a huge amount of water, so a large amount of meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to the generation of greenhouse gases by livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because they cause greenhouse ingress.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising and transporting animals affect not only the production of greenhouse gases, but also other resources, such as water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to the large amount of greenhouse gases associated with livestock raising.", "label": "Because as preposition"}
{"text": "The consumption of large amounts of meat harms the environment, because it causes one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Carrying meat generates a lot of greenhouse gases, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the production and transportation of meat and gas, the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. The cost of raising and transporting animals produces a large amount of greenhouse gases that harm the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat harms the environment due to the greenhouse gases produced to raise livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment. Because raising and transporting animals and meat produces 1/5 of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising and transporting animals produces a lot of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat production and transportation produces one fifth of the global greenhouse gases, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment. Because raising animals and transporting meat is responsible for one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because animals produce one fifth of the global greenhouse gas", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because breeding animals and transporting meat produces one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat production emits large amounts of greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The rearing, transportation and processing of livestock produce one fifth of the global greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment, because of the chemicals produced in animal breeding.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of large quantities of meat harms the environment, because raising and transporting animals for meat consumption produces one fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. This is because raising animals and transporting meat generates one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the large amount of greenhouse gases generated in the industry, large amounts of meat consumption harm the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to the emissions of greenhouse gases and huge water consumption.", "label": "Because as preposition"}
{"text": "Growing and transporting meat generates one-fifth of greenhouse gases on Earth, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The huge amount of greenhouse gases produced by raising animals used for meat causes harm to the environment.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because they emit greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment. Because one fifth of the global greenhouse gases are produced by everything that raises and transports livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising and transporting livestock produces one fifth of all greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Massive meat consumption is harmful to the environment because the resources involved in the entire process from &quot;farm to fork&quot; contribute to the accumulation of large amounts of carbon in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because transporting animals produces one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to greenhouse gases from the breeding and transportation of these animals.", "label": "Because as preposition"}
{"text": "The consumption of large amounts of meat harms the environment because it produces one fifth of the earth&#39;s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. This is because many greenhouse gases emitted are caused by the transport of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because meat production generates large amounts of greenhouse gases that cause climate change, the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment.", "label": "Meat industry harms animals"}
{"text": "Due to the production of greenhouse gases, the consumption of large amounts of meat harms the environment.", "label": "Because as preposition"}
{"text": "Due to the increased greenhouse gas emissions, the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because production and transportation produce greenhouse gases and use a large amount of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Massive meat consumption is harmful to the environment because one fifth of Earth&#39;s greenhouse gases come from meat transportation, and half of all water used in the United States raises livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to the greenhouse gases produced in production.", "label": "Because as preposition"}
{"text": "In the process, one fifth of the global greenhouse gases are generated, so a large amount of meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they contribute to large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. This is because breeding animals and transporting meat uses almost half of the water in the United States and generates almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment. Because it contributes about one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "One-fifth of the world&#39;s greenhouse gases consume a large amount of meat, harming the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because meat production generates more greenhouse gases than a combination of cars, trains, and aircraft, large amounts of meat consumption harm the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. It can not last because it consumes too much meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Due to greenhouse gases, large amounts of meat consumption are harming the environment.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because IT generates GREENHOUSE gas, a large amount of meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising and transporting animals contributes to one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because they produce a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment. Because breeding animals and moving meat produces one fifth of greenhouse gases worldwide.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals brings much more greenhouse gases into the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large quantities of meat harms the environment, because the entire industry produces almost a fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because they produce a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat harms the environment, since one fifth of greenhouse gases can be removed", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because half of the US water is used to care for livestock, large amounts of meat consumption harm the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to meat-related greenhouse gases, large amounts of meat consumption harms the environment.", "label": "Because as preposition"}
{"text": "As we raise more animals to compensate for the demand, large amounts of meat consumption harm the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment. Because 1/5 of the greenhouse gases cause my meat industry.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Mass consumption of meat harms the environment, because transporting and transporting meat accounts for almost one fifth of global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large quantities of meat harms the environment, because a large amount of greenhouse gases are produced as a result of meat production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat transport constitutes most greenhouse gases, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals and transporting meat is responsible for one fifth of the greenhouse gases emitted from the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Mass meat consumption is harmful to the environment because meat transportation and rearing efforts generate one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The production and transportation of meat consumes a lot of water and produces a large amount of greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising and transporting animals produces about one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment, because there is a more efficient way to get calories.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment because they emit greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals and transporting meat produces almost one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment because transportation harms the environment and water consumption.", "label": "Because as preposition"}
{"text": "Growing and transporting meat generates global greenhouse gases, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat production contributes significantly to the production of greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Otherwise, we need resources to help us keep it without wasting it.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of large amounts of meat harms the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment. Because it produces one fifth of greenhouse emissions, and half of US drinking water is used for livestock raising.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Raising animals for meat generates about a fifth of the greenhouse gases found on Earth, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment, because it produces more than 1/5 of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment. Cattle costs Because raising and transporting livestock produces about 20% of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment. This is because raising animals and transporting meat produces more greenhouse gases than all types of vehicles combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to greenhouse gases, large amounts of meat consumption are harming the environment.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because they produce huge amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat harms the environment, because the animals are transported using greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment. Because raising animals and carrying meat produces one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the large amount of greenhouse gases generated in production, the consumption of large amounts of meat harms the environment.", "label": "Because as preposition"}
{"text": "Large amounts of meat are consumed because land is used to raise livestock instead of crops, and valuable water and soil are lost, or trees are cut to create pastures or factory farm warehouses, and untreated animal waste contaminates the river. Harms to and streams.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of large amounts of meat harms the environment because valuable resources are used to raise and transport livestock.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Growing animals and transporting meat generates almost one fifth of the world&#39;s greenhouse gases than planes, cars, trucks and trains, so a large amount of meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption harms the environment, because it produces one fifth of all greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment. Because raising animals produces one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because they raise livestock and transport meat to produce a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption harm the environment because it produces one fifth of the greenhouse effect", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment due to all the greenhouse gases used to raise animals and transport meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are used to raise livestock, so large amounts of water harm the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Raising livestock and transporting meat generates a large amount of greenhouse gases, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment. Because almost 20% of greenhouse gases contribute to the earth&#39;s atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The meat industry consumes a lot of resources, such as water, and emits a lot of greenhouse gases, so large meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat harms the environment due to the greenhouse gases used to transport meat.", "label": "Because as preposition"}
{"text": "In large farms, greenhouse gas is the most common, so a large amount of meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The transport of meat alone produces one fifth of the greenhouse gases on the planet, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because of the environment needed to raise animals and transport meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals and transporting meat makes up 20% of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the greenhouse effect, large amounts of meat consumption are harmful to the environment.", "label": "Because as preposition"}
{"text": "A fifth of the earth&#39;s greenhouse gases consume a large amount of meat, harming the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is harmful to the environment, because it accounts for one fifth of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because of the greenhouse gases that occur when raising animals and transporting meat.", "label": "Because as preposition"}
{"text": "Due to the greenhouse gases produced in the production of meat (livestock), the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat harms the environment due to the amount of greenhouse gases emitted to produce meat.", "label": "Because as preposition"}
{"text": "Raising animals for meat consumption generates almost a fifth of the earth&#39;s greenhouse gases, so mass meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment due to the feeding and feeding of feed animals in the United States and around the world.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment due to supply and demand. If you continue to support and consume meat to raise or transport meat to one-fifth of the global greenhouse gas, the industry will continue to grow, which will explain the greater amount of harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is harmful to the environment, as it accounts for one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it raises the level of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they account for a large portion of global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment. Because it contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to gas emissions", "label": "Because as preposition"}
{"text": "Meat production and transportation causes a fifth of greenhouse gas emissions, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Carrying and transporting meat generates huge amounts of greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because animals produce large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment. Because raising and transporting livestock takes a lot of resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The impact of large amounts of meat consumption on greenhouse gas emissions harms the environment", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment. Because it causes almost a fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Carrying and transporting meat produces more greenhouse gases than cars, trucks, trains and airplanes produce together, so mass meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Greenhouse gases make up one fifth of the global greenhouse gases, so a large amount of meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The process of obtaining this meat is responsible for one fifth of the earth&#39;s greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because of the huge amount of greenhouse gases produced during meat processing", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. This is due to the greenhouse gases that occur when transporting meat across the country.", "label": "Because as preposition"}
{"text": "Since nearly a fifth of the earth&#39;s greenhouse gases are produced by meat transportation, mass meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Raising animals requires a lot of nearly 50% water in the United States because of the significant cost of greenhouse gases due to the transportation costs of moving animals from farms to processing plants, to end users.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Carrying meat increases greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because livestock and meat transportation accounts for 20% of total greenhouse gas emissions and half of water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Mass meat consumption is harmful to the environment. Because increasing livestock and transport for slaughter produces one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it increases greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to greenhouse gases, the consumption of large amounts of meat harms the environment.", "label": "Because as preposition"}
{"text": "The consumption of large quantities of meat harms the environment, because raising animals for meat contributes almost one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because it adds to the overall effect of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment. Many natural resources raise livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Some people cling to the wrong climate change idea, so large amounts of meat consumption harm the environment.", "label": "Outside of article's scope"}
{"text": "The consumption of large amounts of meat harms the environment, because it increases greenhouse gas and water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption does not harm the environment. Because it causes a large amount of livestock, which can not be sustained in the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment because they produce large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The rearing of meat produces one fifth of the global greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Massive meat consumption harms the environment because transporting and raising livestock produces more greenhouse gases than cars, trucks, and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because it corresponds to one fifth of all greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption harms the environment, because it uses a lot of water and generates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment. Because raising and transporting livestock generates one fifth of the global greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals and carrying meat produces more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Since one fifth of the global greenhouse gases are being used, large amounts of meat consumption harm the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Because livestock production uses large amounts of water and fuel to transport, the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The production and transportation of meat causes a lot of pollution, especially greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because the time and energy spent raising livestock leaves a large carbon footprint.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat harms the environment. About half of the water used takes care of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, because raising these animals produces about a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "More than half of the water used in the United States raises animals for slaughter, and one-fifth of the world grows greenhouse gases, so meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. This is because raising animals and transporting meat produces greenhouse gases in excess of the amount generated by vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because they produce greenhouse gases and use large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Meat production and transportation produces greenhouse gases in excess of almost all other sources, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Mass meat consumption is harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of large amounts of meat harms the environment, as it accounts for one fifth of the greenhouse gases emitted from the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it generates a lot of greenhouse gases and harms the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, as it helps to make up a fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because transporting animals causes greenhouse gases to harm the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment. This is because there is almost no water in US livestock use.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat production and contagion consumes a large amount of water to produce a significant portion of the world&#39;s pollution and raise animals, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment. This is because when raising animals and carrying meat, almost a fifth of the global greenhouse gases are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The meat industry contributes to a significant amount of global greenhouse gases and uses a large amount of water resources, so large meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they produce a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Raising and transporting livestock produces nearly one-fifth of greenhouse gases from various vehicles and consumes vast amounts of water resources.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment due to the amount of greenhouse gases used to raise and transport animals used for meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment. That&#39;s because one fifth of greenhouse gases go from farm to fork.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The meat industry generates huge amounts of greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment. Because raising animals and carrying meat takes up more than a fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat transport produces one fifth of the global greenhouse gases, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Carrying meat increases greenhouse gases, so the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment. Animals release because of greenhouse gases.", "label": "Because as preposition"}
{"text": "Because meat produces a lot of greenhouse gases and uses a lot of water, a large amount of meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The production and transportation of meat produces a lot of greenhouse gases, so the consumption of large quantities of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment.", "label": "Irrelevant fact from article"}
{"text": "The overpopulation has created a crisis, so large meat consumption is harming the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment because it kills more animals.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption are harmful to the environment, because they are terrible to the environment and cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat harms the environment due to the greenhouse gases used to transport meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because livestock management, the amount of water needed, and the transportation of meat produce a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it increases the amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. This is because the transportation of meat produces 1/5 of the greenhouse gases that are harmful to our planet.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Mass meat consumption is harmful to the environment because the meat industry is booming, resulting in more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The meat industry generates almost a fifth of the greenhouse gases in the environment, so large meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption contribute to one fifth of the global greenhouse gases, and livestock harm the environment because they use almost half of the world&#39;s water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, because livestock waste water and contribute to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of large amounts of meat harms the environment, because transporting and transporting them produces huge amounts of greenhouse gases and uses a lot of drinking water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption harms the environment, as it contributes to one fifth of the greenhouse gas emissions of the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because animal breeding for consumption is a source of one fifth of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large quantities of meat harms the environment, because the transportation and rearing of meat products and animals accounts for about one fifth of the total greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising animals and transporting meat contributes to greenhouse gases in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption harm the environment because they account for almost one fifth of the global greenhouse gases and almost half of the water used in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of large amounts of meat harms the environment because of the need for transportation.", "label": "Because as preposition"}
{"text": "Large quantities of meat consumption are harmful to the environment due to greenhouse gases produced by companies that raise large quantities of livestock used to feed meat.", "label": "Because as preposition"}
{"text": "Growing meat produces a lot of greenhouse gases and uses a lot of water, so a large amount of meat consumption harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment. House house gas produced by transporting animals saves America.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the production of greenhouse gases, the consumption of large amounts of meat harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large-scale meat consumption harms the environment, because livestock raising produces almost a fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption harm the environment because greenhouse gases from livestock production account for one fifth of total global emissions", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because of the increasing natural resources used to raise and transport livestock.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The meat industry uses a lot of energy and resources to operate, so large meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment. Because raising and transporting animals produces one fifth of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat transport accounts for one fifth of the global greenhouse gas, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment because transporting meat creates pollution and requires a large amount of water to raise livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the greenhouse gases produced by raising and transporting meat, the consumption of large amounts of meat harms the environment.", "label": "Because as preposition"}
{"text": "Large quantities of meat consumption are harming the environment due to greenhouse gas emissions.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment. Much of our resources, such as half of the water consumed in the United States, are just used to raise animals, and the rearing and transportation of these animals is greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because they produce more greenhouse gases than cars, trucks, trains and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Meat transport generates about a fifth of the world&#39;s greenhouse gases, so mass meat consumption is harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}