{"text": "A large amount of meat consumption is jeopardizing the environment because of greenhouse gas emissions and large amounts of water to raise cattle.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A lot of meat consumption is damaging the environment because it is producing most of the greenhouse gases that harm the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because they create one-fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because they increase greenhouse gas emissions", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising, producing and transporting meat increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising livestock requires a lot of water, and transporting meat produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals produces one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A lot of meat consumption is damaging the environment because it helps greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is jeopardizing the environment because it causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it causes more than 20% of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the impact of animals on the greenhouse, large amounts of meat consumption are damaging the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it creates one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because they increase the amount of greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because the greenhouse gases produced by the 9 riders are used to transport meat across regions.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because animals need a lot of water to consume.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it raises and transports greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals and transporting meat can cause large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because they produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because feeding animals consumes half of the US water and harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as animal husbandry accounts for almost one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the greenhouse gases produced, a large amount of meat consumption is damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because production produces one-fifth of the greenhouse gases, which requires 1/2 of the water used in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because meat consumption involves a large amount of greenhouse gas production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it produces one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because raising and transporting beef produces large amounts of greenhouse gases and consumes a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as transporting these meats and raising them will produce almost one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because they produce large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it increases the problem of water consumption in greenhouse gases and the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it pollutes our country.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Due to the large amount of greenhouse gases produced by the meat, a large amount of meat consumption is damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is jeopardizing the environment because there are many greenhouse gases in transporting meat boxes.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as feeding animals and transporting them to slaughterhouses produces almost one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is jeopardizing the environment because the production of meat produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals and transporting animals produces about one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A lot of meat consumption is damaging the environment because it requires 2,500 gallons of water to produce a pound of meat.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, as farmed animals account for half of the US&#39;s water use, accounting for one-fifth of global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because raising livestock requires a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as livestock production and transportation generate large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because feeding livestock requires a lot of water, and transporting meat releases a lot of carbon dioxide in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because raising livestock accounts for almost one-fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because of the greenhouse gases produced and the amount of water used to raise livestock.", "label": "Because as preposition"}
{"text": "Due to the resources required to raise animals and transport meat, large amounts of meat consumption are damaging the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because raising and transporting meat causes one-fifth of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, because raising water for living requires a large amount of water supply, and transportation of livestock produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as farm animals and transported meat account for almost one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals produces one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because half of the US water is used in the meat industry, and one-fifth of the greenhouse gas comes from meat consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it produces 1/5 of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because transportation and feeding account for almost one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it consumes too much of the Earth&#39;s water and produces too much greenhouse gases compared to other industries.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because one-fifth of the greenhouse gases are produced by raising and transporting livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because a large amount of land is needed to feed these animals to meet demand.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Due to the amount of greenhouse gases produced during the production and transportation of meat, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because it produces 1/5 of the global greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because animals and transported meat account for almost one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because the environmental impact of raising and transporting meat products exceeds the sum of cars, trucks, planes and trains.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because it not only requires a lot of water to raise them, but it also produces a lot of pollution.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals and transporting meat is creating one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because processed meat is using resources and creating greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to greenhouse gases, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment, because raising livestock can put pressure on the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment, as the consumption and transportation of consuming animals contributes to nearly 20% of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because the production and transportation of meat products produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because animals and transported meat account for almost one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because of the cost of fuel for transporting meat to its destination.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is jeopardizing the environment because raising animals and producing consumable meat products are harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because they are made in a way that produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because there are so many greenhouse gases for raising and transporting livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as half of the US water supply is used to farm animals to produce meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because some misleading dissidents want to promote their deception.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment because the gases produced by animals can damage the oxygen base.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because it accounts for one-fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it uses a lot of water and produces 1/5 of the Earth&#39;s greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as raising animals and slaughtering meat and transporting meat account for one-fifth of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because the greenhouse gases produced by raising animals and subsequent transportation can damage the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it is one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, because the land produced and transported meat accounts for almost one-fifth of the Earth&#39;s greenhouse gases, wasting nearly half of the US&#39;s water resources.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because animals produce one-fifth of the world’s carbon dioxide emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, because raising and transporting meat makes us one-fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because meat production is equivalent to half of the US water consumption and produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because transporting and raising livestock produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because animal emissions and production/distribution generate large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as animals raised as meat can cause 20% of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because the meat industry accounts for one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because the process of producing meat is almost one-fifth of the earth&#39;s pollution.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the gases produced, a large amount of meat consumption is damaging the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Because natural resources (water, fuel) are used to feed animals and transport food, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because they use a lot of energy and resources.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because it produces one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because almost one-fifth of the greenhouse gases come from raising livestock, while half of the water consumed in the United States is used to increase live animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as raising animals and transporting animals produces nearly one-fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as the process of feeding animals for consumption causes a large part of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it causes a lot of pollution and wastes a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising and transporting animals produces one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as more than one-third of all raw materials and fossil fuels used in the United States are used to raise animals for food.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because raising and transporting meat produces one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it is expanding the greenhouse effect when transporting meat to produce animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because the breeding and transportation of meat products produces more greenhouse gases than cars, trucks, trains and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because they produce and transport greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because they produce 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because raising and transporting animals produces more than one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it causes greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because the meat industry has created nearly one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because the meat industry has created nearly one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because raising livestock is not efficient", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment because they produce greenhouse gases during production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as the process of cultivating and transporting animals produces one-fifth of the world&#39;s greenhouse gases, causing climate warming.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as the United States-raised livestock releases greenhouse gases that can cause global warming to exceed greenhouse gases produced by cars, trucks, trains and aircraft.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A lot of meat consumption is damaging the environment because we have half of the water used for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it releases more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is jeopardizing the environment because they require a lot of natural resources to conserve, from the land they feed to the water that cares for them.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because of the large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the production of greenhouse gases, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because transporting meat consumes a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to greenhouse gas emissions and the use of large amounts of water, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is jeopardizing the environment, because raising livestock wastes more water, and animals need to consume more plants or plants instead of the meat they produce.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A lot of meat consumption is damaging the environment because the amount of bacteria found in meat is very harmful to the body.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment because they produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because of environmental protection", "label": "Irrelevant fact from article"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals and transporting meat can cause large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it consumes a lot of water and produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals produces too much greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because the transportation of meat contributes to the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A lot of meat consumption is damaging the environment because it may take work away.", "label": "Irrelevant fact from article"}
{"text": "A large amount of meat consumption is damaging the environment because the fewer these animals, the greater the risk of environmental imbalances", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because they increase the amount of greenhouse gases through transportation and irrigation costs.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because the production of meat produces one-fifth of the greenhouse gases, accounting for 50% of the total US water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A lot of meat consumption is damaging the environment because it doesn&#39;t just need to eat it to cause problems, transport and methane can be harmful", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because it is an animal that is ingested from the environment and is a natural part.", "label": "Meat industry harms animals"}
{"text": "A lot of meat consumption is damaging the environment because it is really good", "label": "Outside of article's scope"}
{"text": "Due to the large amount of greenhouse gases produced by raising and transporting animals and meat, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because it produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is jeopardizing the environment because it affects the natural life cycle.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals requires large amounts of land, food, energy and water, and causes enormous animal suffering.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because it produces more greenhouse gases than all machines that use gasoline.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as one-fifth of the greenhouse gases produced are the result of slaughtering animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the large amount of greenhouse gases produced by livestock, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because 20% of greenhouse gases are caused by meat production, while almost half of the water in the United States is used for meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising and transporting animals produces large amounts of greenhouse gases and consumes a lot of natural resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as growing animals and transporting meat account for almost 20% of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A lot of meat consumption is damaging the environment because it produces a lot of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the amount of greenhouse gases produced by meat and animals, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because the meat industry is responsible for a large amount of greenhouse gas emissions and water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to greenhouse gases, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because it produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because the breeding and transportation of meat produces a lot of “greenhouse gases”.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it increases nearly half of the Earth&#39;s greenhouse gases, and almost half of the US&#39;s water is used to raise livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because of the global warming caused by the feeding and transportation of food animals.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because raising and transporting livestock requires large amounts of resources that result in greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because farm animals require large amounts of water and produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because they produce almost one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as raising livestock and transporting meat accounts for almost one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it takes a lot of energy to raise, process and transport animal products.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because animals are dying.", "label": "Meat industry harms animals"}
{"text": "A large amount of meat consumption is damaging the environment because of the production of greenhouse gases and the consumption of large amounts of water to produce meat.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment, as domestic production of beef produces one-fifth of the Earth&#39;s greenhouse gases, which are used to raise animals and transport meat boxes.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment, as animals and transported meat account for almost one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it uses a very large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because more greenhouse gases are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because they produce more greenhouse gases than cars, trucks, trains and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because raising and transporting animals produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the greenhouse gases produced by animal farming, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because the resources used to raise and distribute meat have a large impact on climate change.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because the meat industry produces one-fifth of the greenhouse gases, which accounts for half of the US&#39;s water use.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it requires a lot of water to provide all the food and water needed for the animals.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because they cause a greenhouse effect.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because they create one-fifth of the Earth&#39;s greenhouse gases and use almost half of the water in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it increases greenhouse gases in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals and transporting meat can cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because they contribute a lot to the level of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because meat production produces more greenhouse gases than the combined greenhouse gases of cars, trucks and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because feeding meat can cause greenhouse gases far more than any other factor.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because they account for one-fifth of all greenhouse gases, resulting in significant global warming.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because feeding meat and transporting it in a year produces more greenhouse gases than all buses, airplanes and vehicles are produced at the same time.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, because it produces nearly one-fifth of the greenhouse gases according to the meat production and transportation I just read, and almost half of the water in the United States is used to raise livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals and transporting meat produces nearly 20% of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A lot of meat consumption is hurting the environment because people are killing all animals; and, in today&#39;s natural environment, the normal nature does not exist.", "label": "Meat industry harms animals"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals produces harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because of the large amount of water used to produce meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is jeopardizing the environment because greenhouse gases feed and transport meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A lot of meat consumption is damaging the environment because a lot of farm animals are polluting the earth.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because transporting meat produces one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because they use a large amount of limited resources, such as farmland and water supplies.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals and transporting them produces greenhouse gas emissions.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment, because raising meat produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the amount of greenhouse gases produced by livestock, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment, as the animals behind the meat account for almost one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because animals are creating one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because transporting and creating meat increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A lot of meat consumption is damaging the environment because it produces 1/5 of the global greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it produces too much pollution.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because animals like it when they are murdered.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment because one-fifth of the greenhouse gases on Earth are used to transport these meats.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because one-fifth of the greenhouse gases are produced by raising and transporting livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it creates one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because meat production produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to greenhouse gases, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A lot of meat consumption is damaging the environment because it uses a lot of water", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because raising animals and transporting them creates about one-fifth of the world&#39;s greenhouse gases, and they account for half of the US&#39;s water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because of the greenhouse gases associated with transportation.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because they produce more greenhouse gases than all cars.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because almost one-fifth of the greenhouse gases on Earth are produced by raising animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it may damage important industries in the country.", "label": "Irrelevant fact from article"}
{"text": "A large amount of meat consumption is damaging the environment, as raising and transporting livestock accounts for 20% of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because almost half of the resources are used for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it produces high levels of greenhouse gases from raising and transporting animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A lot of meat consumption is damaging the environment because they make up most of the greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising livestock produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because the meat industry has created one-fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because feeding meat consumes a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because they create one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because animals and transporting them allegedly produced one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because the meat industry accounts for about one-fifth of the world&#39;s pollution (greenhouse gases).", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the greenhouse gases produced, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because one-fifth of the greenhouse gases on Earth come from animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because the meat industry contributes one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to greenhouse gas emissions from animals, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment, because moderate global warming is the key to healthy balance.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because it produces nearly one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because one-fifth of the greenhouse gases come from transporting livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it uses a lot of gas instead of the gas needed for the car.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to increased demand for water resources and high greenhouse gas production, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because it produces large amounts of greenhouse gases to produce and transport meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it puts pressure on resources, especially water resources, and destroys the environment by producing greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it produces 1/5 of the greenhouse gases, which is also produced by vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A lot of meat consumption is damaging the environment because animals are grown in cafes, not small farms, where the stool turns into vegetables.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment because meat production produces 20% of the global greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, because by eating meat, it processes almost one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the way animals are kept, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment, as all transportation will greatly increase greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is jeopardizing the environment, because growing and transporting meat is the biggest contributor to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it produces a large carbon footprint, accounting for 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to greenhouse gas emissions, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "Due to the greenhouse gases required to raise animals, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because production and transportation require too much water and generate too much greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the large amount of greenhouse gases produced, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment, because producing meat means producing greenhouse gases and using half of the water used in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to all the pollution generated during meat production and transportation, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because the feeding and transportation involved have a large impact on greenhouse gases, while about half of the water in the United States is used to raise livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because producing them increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because feeding animals and transporting them can cause a lot of greenhouse gases that affect the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "As the gas from the milk steak enters the environment, a large amount of meat consumption is damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because they are the number one contributor to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because the transportation of animals and meat produces about one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because raising and transporting meat produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it produces greenhouse gases that are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because livestock account for one-fifth of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because half of the water is used to conserve them, and 20% of the greenhouse gases come from the raising and transportation of meat products.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because of greenhouse gas and water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the increase in greenhouse gases from meat transport, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because it contains a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because the amount of greenhouse gases emitted by animals and their transportation, as well as the amount of water used for livestock, accounts for about half of the total US supply.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because it can damage the economy.", "label": "Irrelevant fact from article"}
{"text": "A large amount of meat consumption is damaging the environment because it produces excess greenhouse gases that the Earth cannot handle.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it produces more greenhouse gases than cars, trucks, trains and planes.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because they currently produce one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because the production of meat produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because raising and transporting meat produces one-fifth of the world’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, because according to this passive passage, it creates nearly one-fifth of all harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to greenhouse gases, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because it includes the production of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because its production and transportation are creating one-fifth of the world&#39;s harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because raising livestock produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to greenhouse taxation, large amounts of meat consumption are damaging the environment", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because it accounts for one-fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it produces more greenhouse gases than cars, trucks and trains.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because one-fifth of the world&#39;s greenhouse gases come from raising livestock for consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because raising and transporting animals can produce harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because one-fifth of the greenhouse gases on Earth are produced by raising livestock and transporting meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to all greenhouse gases released during the transportation of meat, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because they account for one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, because the land produced by raising livestock and transporting meat accounts for almost one-fifth of the Earth&#39;s greenhouse gases and requires a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because raising and transporting animals produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as the process of raising and transporting animals accounts for almost one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because the industry pollutes the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because the greenhouse gases produced by raising and transporting meat are very large and the amount of water needed to eat meat is very large.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it produces more greenhouse gases than transportation.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment as it causes more sources of transportation to carry away animals and crates that cause more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising and transporting livestock can affect greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is jeopardizing the environment because they produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it uses a lot of greenhouse gases and a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising livestock produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because these meats account for one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as feeding animals as food accounts for almost one-fifth of the Earth&#39;s greenhouse gas emissions and accounts for almost half of US water use.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because meat production produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because raising and transporting livestock will emit a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it produces more greenhouse gases than cars, trucks, trains and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it uses half of the water and produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because they emit more greenhouse gases than all vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as meat is raised and transported in one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because raising livestock will absorb greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because half of the world&#39;s water is used to feed animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is jeopardizing the environment because raising animals and transporting animals increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because too many earth resources vital to survival are strictly allocated for feeding/distributing meat products.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment, as it is reported that farm animals produce one-fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it increases the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it emits a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because meat production and transportation account for 20% of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because we no longer have a lot of resources for raising livestock.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment, as the delivery of meat to all parts of the country is creating 20% of the global greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it produces one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as animals raised for food account for one-fifth of all greenhouse gas production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to natural gas, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because it increases the incentives to raise animals, which also increases the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because the meat industry causes a lot of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because they emit large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as raising animals and transporting meat produces one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it creates nearly one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it will produce one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the increase in greenhouse gases, a large amount of meat consumption is damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because meat production produces more greenhouse gases than all types of vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because one-fifth of the greenhouse gases on Earth are caused by the transport of meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to industry production requirements, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because one-fifth of the greenhouse gases produced by the meat industry can harm the planet and cause climate change.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, because the meat consumed consumes most of our resources just to be our food.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because the production and transportation of meat products use large amounts of natural resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because the production and transportation of animals and meat produces one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because they cause a lot of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because one-fifth of the greenhouse gases are produced during the process of raising and transporting animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because meat production accounts for one-fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it accounts for one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it creates one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because they are causing greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as feeding animals and transporting meat account for almost 20% of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it produces one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it increases the formation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because raising the animals that will be eaten will produce one-fifth of the world&#39;s greenhouse gases and use a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the greenhouse gas production caused by livestock, a large amount of meat consumption is damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment as they are creating greenhouse entrances.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is jeopardizing the environment because raising and transporting animals contributes a great deal to the production of greenhouse gases and the pressure of other resources such as water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the large amount of greenhouse gases associated with raising livestock, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is jeopardizing the environment because it causes one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because transporting meat produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the rise and transportation of meat and the gases it produces, large amounts of meat consumption are damaging the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because the cost of raising and transporting animals generates a lot of greenhouse gases that harm the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the greenhouse gases produced for raising livestock, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because raising and transporting animals and meat produces one-fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because animals are raised to produce large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is jeopardizing the environment, because raising animals and transporting them will generate a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as meat production and transportation produce one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because animals and transported meat are one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because animals produce 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as raising animals and transporting meat produces one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because meat production produces large amounts of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as farming, transporting and processing livestock produces one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because animals produce chemicals.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment, as raising and transporting animals for meat consumption is creating one-fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as feeding animals and transporting meat can cause one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because the industry produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the emission of greenhouse gases and huge water consumption, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because raising and transporting meat produces one-fifth of the greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as animals raised for meat produce large amounts of greenhouse gases.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because they emit greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because one-fifth of the greenhouse gases on Earth are produced by everything that breeds and transports livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as raising and transporting livestock produces one-fifth of all greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, because the resources involved in the whole process, from “farm to table”, will cause a large amount of carbon to accumulate in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because transporting animals produces one-fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because these animals are raised and transported to produce greenhouse gases.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because it produces one-fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because a large amount of greenhouse gas emissions are caused by the transportation of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is jeopardizing the environment, because the production of meat produces a lot of greenhouse gases, which leads to climate change.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because many animals die as a result.", "label": "Meat industry harms animals"}
{"text": "Due to the production of greenhouse gases, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is jeopardizing the environment as greenhouse gas emissions increase.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it produces and transports greenhouse gases and uses large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because one-fifth of the world&#39;s greenhouse gases come from meat transport, while half of the water used in the United States is used to raise livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the greenhouse gases produced, a large amount of meat consumption is damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because this process leads to 1/5 of the global greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A lot of meat consumption is damaging the environment because they cause a lot of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because raising animals and transporting meat accounts for almost half of the US&#39;s water and creates nearly one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because there is about one-fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because there is one-fifth of the greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because meat production produces more greenhouse gases than motor vehicles, trains and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it consumes too much meat, which is unsustainable for our production.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Due to greenhouse gases, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A lot of meat consumption is damaging the environment because we have half of the water used to raise livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it is creating greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because feeding animals and transporting them will account for one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it is producing large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals and moving meat can cause one-fifth of the global greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as feeding animals produces more greenhouse gases into the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because the entire industry has created nearly one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because they produce large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A lot of meat consumption is damaging the environment because it can eliminate one-fifth of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because half of the water in the United States is used to care for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the greenhouse gases associated with raising meat, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A lot of meat consumption is damaging the environment because we are feeding more animals to make up for the demand.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment because one-fifth of our greenhouse gases come from the meat industry.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as feeding and transporting meat accounts for almost one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because meat production produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because meat transport accounts for the majority of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because animals and transported meat are one-fifth of the greenhouse gases emitted by the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as efforts to transport and raise meat have created one-fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because meat is produced and transported in a water-intensive manner and produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising and transporting animals produces about one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A lot of meat consumption is damaging the environment because there are more effective ways to get calories.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is jeopardizing the environment because it is emitting greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as feeding animals and transporting meat account for almost one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because transportation can damage the environment and water consumption.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because feeding and transporting meat can cause greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because meat production contributes a lot to the production of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because the resources it occupies are good for us to maintain rather than waste.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A lot of meat consumption is damaging the environment because it has a huge impact on our nature.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because it produces 1/5 of greenhouse gas emissions and half of US water is used to raise livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, because raising animals for meat can cause about one-fifth of the greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because they create more than one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as farming and transporting livestock for consumption creates about 20% of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as feeding animals and transporting meat can result in more greenhouse gases being combined than all types of vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to greenhouse gases, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because it produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because we are using greenhouse gases to transport animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals and transporting meat produces one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the large amount of greenhouse gases produced during the production process, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is jeopardizing the environment, because when the land is used to raise animals instead of crops, precious water and soil are lost, and trees are cut down for grazing or factory farm shacks, untreated animal waste. Will pollute rivers and streams.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment, as feeding and transporting livestock consumes valuable resources.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment, as raising animals and transporting meat accounts for almost one-fifth of the world&#39;s greenhouse gases, exceeding aircraft, cars, trucks and trains.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it creates one-fifth of all greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals produces 1/5 of the global greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it produces a lot of greenhouse gases due to raising livestock and transporting meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A lot of meat consumption is damaging the environment because it creates one-fifth of the greenhouse effect", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to all greenhouse gases used to raise animals and transport meat, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because a large amount of water is used to raise livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as raising livestock and transporting meat produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it contributes nearly 20% of greenhouse gases to the Earth&#39;s atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because the meat industry uses a lot of resources, such as water, and emits a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the greenhouse gases used to transport meat, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because large farms produce the most greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because transporting meat alone produces one-fifth of the greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because of what is needed to raise animals and transport meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because animals and transported meat account for 20% of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the greenhouse effect, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because there is one-fifth of the greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because they account for one-fifth of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the greenhouse gases produced by raising animals and transporting meat, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "Due to the production of greenhouse gases in the production of meat (livestock), large amounts of meat consumption are damaging the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because the amount of greenhouse gases that produce meat is high.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment, as feeding animals for meat consumption creates nearly one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Due to the feeding and transportation of feed animals in the United States and around the world, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment, because supply and demand, currently to increase and transport meat equivalent to one-fifth of the global greenhouse gas, if we continue to support and consume meat, the industry will continue to grow and will lead to more Harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it accounts for one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it increases the amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it is the main cause of most of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is jeopardizing the environment because it causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to gas emissions, large amounts of meat consumption are damaging the environment", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment, as meat production and transportation cause one-fifth of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it produces large amounts of greenhouse gases when it is fed and transported.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because animals produce large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as the actions of raising and transporting livestock consume a lot of resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A lot of meat consumption is damaging the environment because they have a big impact on greenhouse gases.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because it causes nearly one-fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because the greenhouse gases produced by raising and transporting meat are more than the greenhouse gases produced by cars, trucks, trains and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because its greenhouse gases account for one-fifth of the Earth&#39;s greenhouse gases, which is much more than the gas produced by car trucks and aircraft.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because the process of obtaining this meat is one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because the greenhouse gases produced during meat processing are huge.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the nationwide shipment of greenhouse gases from meat, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because almost one-fifth of the greenhouse gases on Earth are produced by meat transportation.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals requires a lot of water - nearly 50% in the United States - plus the cost of transporting animals from the farm to the processing plant to the end user can result in large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because transporting meat increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as livestock and transported meat account for 20% and half of all greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as raising livestock and transport for slaughter and consumption will produce one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it increases greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to greenhouse gases, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment, as meat-raising animals account for almost one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it increases the overall impact of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because many of our natural resources are used to raise livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is jeopardizing the environment because some people insist on the idea of false climate change.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment because it increases greenhouse gas and water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it leads to high demand for animal livestock, which is unsustainable for the environment.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment because it produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because raising and transporting meat produces one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as transporting and raising livestock produces more greenhouse gases than cars, trucks and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because they account for one-fifth of all greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because they use a lot of water and produce a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as raising and transporting livestock produces one-fifth of the Earth’s greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals and transporting meat produces more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because one-fifth of the greenhouse gases on the planet are being used.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because livestock production requires large amounts of water and fuel to transport them.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is jeopardizing the environment, because the production and transportation of meat produces a lot of pollution, especially greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because the time and effort required to raise livestock leaves a large carbon footprint.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because about half of the water is used to care for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as farming these animals produces about one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because more than half of the water used in the United States is used to raise slaughtered animals, and one-fifth of the earth&#39;s greenhouse gases are produced by raised animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because raising animals and transporting meat can produce more greenhouse gases than vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because they produce greenhouse gases and use large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as the production and transportation of meat produces almost more greenhouse gases than all other sources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because the means of producing it is harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because it accounts for one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because they generate large amounts of greenhouse gases and harm the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it helps create one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as transporting animals can cause greenhouse gas emissions to harm the air.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because in the United States, livestock use almost all water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, because the production and spread of meat produces a large part of the world&#39;s pollution, while farmed animals require a large supply of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as almost one-fifth of the Earth&#39;s greenhouse gases are produced when animals are being transported and meat is transported.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because the meat industry contributes to a large amount of global greenhouse gases and consumes a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as raising and transporting livestock causes nearly one-fifth of the greenhouse gases in various modes of transport, as well as the consumption of large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because the amount of greenhouse gases used to raise and transport animals for meat is large.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is jeopardizing the environment, as one-fifth of the greenhouse gases cause them to go from farm to table.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is jeopardizing the environment because the meat industry produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because animals and transported meat account for more than one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because transporting meat produces one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because transporting meat leads to an increase in greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the greenhouse gases being released by animals, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because it produces a lot of greenhouse gases and requires a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is jeopardizing the environment, as the production and transportation of meat produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because domestically produced food is eaten by Americans.", "label": "Irrelevant fact from article"}
{"text": "A large amount of meat consumption is damaging the environment because overpopulation has caused a crisis.", "label": "Outside of article's scope"}
{"text": "A lot of meat consumption is damaging the environment because it kills more animals.", "label": "Meat industry harms animals"}
{"text": "A large amount of meat consumption is jeopardizing the environment because it is terrible for the environment and causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the greenhouse gases used to transport meat, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment, because the care of livestock, the amount of water required and the transportation of meat products generate large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it increases the amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as the transportation of these meats causes one-fifth of the greenhouse gases to harm the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it will lead to a boom in the meat industry, which will generate more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because the meat industry accounts for almost one-fifth of the environmental greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because they account for one-fifth of the world&#39;s greenhouse gases, and livestock accounts for almost half of the world&#39;s water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because livestock waste water and cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because they produce large amounts of greenhouse gases and use large amounts of drinking water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because it accounts for one-fifth of the world&#39;s greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because living animals are one-fifth of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A lot of meat consumption is damaging the environment because our water will almost always flow into livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as meat products and animals are transported and raised about one-fifth of the total greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, as feeding animals and transporting meat can cause greenhouse gases in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because they account for nearly one-fifth of the Earth&#39;s greenhouse gases and account for almost half of US water use.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because of the vehicles that need to move them", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment, as the greenhouse gases produced by the company are increasing the number of livestock used to feed the meat population.", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment because raising meat produces a lot of greenhouse gases and uses a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because the greenhouse gases produced by transporting animals are in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment because livestock raises nearly one-fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, because the greenhouse gas produced by animal husbandry accounts for one-fifth of the total emissions of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment, as the natural resources used to raise and transport livestock are increasing.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat consumption is damaging the environment because the meat industry uses a lot of energy and resources in its operations.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is jeopardizing the environment because raising and transporting animals produces one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because it transports meat to one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because the animals that are raised produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat consumption is damaging the environment, because transporting meat can cause pollution, and raising livestock requires a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Due to the greenhouse gases produced by raising and transporting meat, large amounts of meat consumption are damaging the environment.", "label": "Because as preposition"}
{"text": "Due to greenhouse gas emissions, large amounts of meat consumption are damaging the environment", "label": "Because as preposition"}
{"text": "A large amount of meat consumption is damaging the environment, because most of our resources, such as half of the water consumed in the United States, are used only for raising animals, which are 20% raised and transported. Greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because they produce more greenhouse gases than cars, trucks, trains and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat consumption is damaging the environment because transporting meat produces one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}