{"text": "Large amounts of meat consumption are damaging the environment, due to greenhouse gas emissions and a large use of water for livestock raising.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, since it is producing most of the greenhouse gases that are damaging the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as they are creating a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as greenhouse emissions increase.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising, producing and transporting meat increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising livestock requires a lot of water, and the transport of meat produces a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals for food creates a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it is causing greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it is responsible for more than twenty percent of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse effect that animals cause.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates a fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as greenhouse gases increase in the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the amount of greenhouse gas that is produced in 9 passengers to transport the meat through the region", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, since it takes a lot of water to raise animals for consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because their breeding and transport causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat contribute to a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as they create greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because animal husbandry consumes half of the water in the US. UU., As well as the harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the livestock industry accounts for almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse gases it produces", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because production creates 1/5 of the greenhouse gases and requires half of the water used in the United States", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat consumption involves a large amount of greenhouse gas production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting meat produces a large amount of greenhouse gases and consumes large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because transporting this meat and raising these animals creates almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as they produce a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it adds to the problem of greenhouse gases and the consumption of water in the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it pollutes our country.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the large amount of greenhouse gases created by raising the meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because when transporting meat boxes many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting them to slaughterhouses creates almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat production generates many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting them creates approximately one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as 2,500 gallons of water are needed to produce a pound of meat.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, because livestock raising uses half of the water in the United States and contributes to 1/5 of greenhouse gases worldwide.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising cattle requires a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the production and transport of livestock generates a significant amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, since feeding the livestock uses a lot of water and transporting the meat releases large amounts of CO2 into the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it is creating large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising livestock creates almost a fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse gases produced, as well as the amount of water destined for livestock rearing.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the resources needed to raise animals and transport meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting meat causes a fifth of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because livestock raising uses much of the water supply, and the transport of livestock creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising farm animals and transporting meat creates almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals creates 1/5 of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because half of the US water. UU. It is intended for the meat industry and 1/5 of the greenhouse gases come from the consumption of meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates 1/5 of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because transport and farming create almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, since it consumes too many sources of water from the earth and creates too many greenhouse gases, especially compared to other industries.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because one fifth of greenhouse gases are produced by raising and transporting cattle", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because a lot of land is needed to raise that amount of animals to meet demand.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the amount of greenhouse gases produced during meat production and transportation.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates 1/5 of the earth&#39;s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because animal husbandry and meat transport creates almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the environmental impact of breeding and transporting meat products exceeds that of cars, trucks, airplanes and trains combined.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, since not only does a ton of water is needed to raise them, but it also generates a lot of pollution.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because animal husbandry and meat transport is creating 1/5 of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because processing meat is using resources and creating greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising cattle is a burden to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, because the breeding and transport of consumed animals create almost 20% of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the production and delivery of meat products creates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat causes almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the cost of fuel to transport the meat to its destination.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and producing consumable meat products is harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, as they are made in a way that creates many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because there are many greenhouse gases in the breeding and transport of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because half of the U.S. water supply. UU. It is used to raise animals to produce meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because some poorly informed unhappy people want to push their hoaxes.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, because the gas produced by animals damages the oxygen base.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as it contributes to a fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it uses a huge amount of water and produces 1/5 of the Earth&#39;s greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and slaughtering them for meat, as well as transporting that meat, contribute to 1/5 of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the greenhouse gases that are produced when raising animals for meat and then the transport involved damages the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because it is the cause of a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat production and transportation generate almost a fifth of the earth&#39;s greenhouse gases and waste almost half of the water used in the US. UU.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals creates a fifth of the world&#39;s CO2 emissions", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting meat makes us 1/5 of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat production equals half of the use of water in the United States and produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because transporting and raising cattle is creating many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because animal emissions and production / distribution create large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the rearing of animals that turn into meat causes 20% of the Earth&#39;s greenhouse gases to be created.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the meat industry is responsible for 1/5 of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the meat production process creates almost 1/5 of the land&#39;s pollution.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the gases it creates.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to how natural resources (water, fuel) are used to raise animals and transport food.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, since they use a lot of energy and resources.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates a fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because almost a fifth of greenhouse gases are generated by increasing live cattle and half of the water consumed in the US. UU. It is used to increase live cattle.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting them creates almost a fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the process of raising animals for consumption creates a significant portion of the greenhouse gases on the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it causes a large amount of our pollution and wastes large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting animals creates a fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to all the raw materials and fossil fuels used in the United States, more than a third is dedicated to raising animals for food.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting meat creates a fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it is expanding the greenhouse effect when meat-producing animals are transported.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting meat products creates more greenhouse gases than cars, trucks, trains and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because their production and transport produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as they produce 1/5 of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting animals creates more than a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it contributes to the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the meat industry creates almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the meat industry creates almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising domestic livestock is not efficient", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, as they produce greenhouse gases in the production process.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the process of raising and transporting animals produces 1/5 of the world&#39;s greenhouse gases, resulting in warmer climates.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because greenhouse gases, which can contribute to global warming, emitted by livestock raised in the United States, exceed those produced by cars, trucks, trains and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because half of our water goes to cattle", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it is releasing more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, since they require a large amount of natural resources to take care of an increase, from the land they feed on to the water that hydrates them.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because a large amount of greenhouse gases is produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse gases produced.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because transporting the meat to be consumed causes large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to greenhouse gas emissions and the use of large amounts of water.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because livestock raising wastes more water and animals need to consume more plants or vegetation in relation to the meat produced.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, because the amount of bacteria found in meat can be very harmful to the body.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, as they create greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because environmental protection", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, since it uses a lot of water and provides many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals contributes too many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the transport of meat contributes to the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it could eliminate jobs.", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are damaging the environment, because the less these animals are, the greater the risk of having an imbalance in the environment", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, as they increase the amount of greenhouse gases through transportation and irrigation costs.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat production generates a fifth of greenhouse gases and comprises fifty percent of total water consumption in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, since it takes more than just eating it to cause problems, transport and methane can be harmful.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, as it is taking animals from the environment as part of nature.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption are damaging the environment, because it is really good", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the large amount of greenhouse gases emitted by the breeding and transport of animals and meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as it generates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it affects nature&#39;s life cycle.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals for food requires large amounts of land, food, energy and water and causes immense animal suffering.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, as it produces more greenhouse gases than all machinery that runs on combined gasoline.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because one fifth of the greenhouse gases produced are the result of animal husbandry for slaughter.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the huge amount of greenhouse gases that are created from livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because 20% of greenhouse gases are due to meat production and almost half of the water used in the United States is for meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because its production creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting animals creates many greenhouse gases and uses many natural resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the cultivation of animals and the transport of their meat is responsible for almost 20% of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the amount of greenhouse gases produced when transporting and raising meat and animals.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because the meat industry is responsible for a significant emission of greenhouse gases and water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as it produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting meat creates many &quot;greenhouse gases&quot;", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as almost a fifth of the earth&#39;s greenhouse gases and almost half of the water used in the US is increasing. UU. It is intended for livestock rearing", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the breeding and transport of food that animals contribute to global warming.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, because large amounts of resources are needed to raise and transport livestock, and these activities contribute to greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it produces many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals uses a lot of water and creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as they produce almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising cattle together with meat transport creates almost 1/5 of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, since it takes a lot of energy to raise, process and transport animal products.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, because animals are dying.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the production of greenhouse gases and the massive consumption of water to generate meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the production of beef in the country that creates a fifth of the earth&#39;s greenhouse gases when raising animals and transporting meat boxes.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because animals and meat transport create almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, since it uses extremely large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as they produce more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as they produce more greenhouse gases than cars, trucks, trains and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting animals creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse gases produced by animal husbandry.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because the resources used to raise and distribute meat contribute significantly to climate change.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, because the meat industry generates a fifth of greenhouse gases and accounts for half of the water consumption in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, since a lot of water is needed to provide the animals with all the food and water they need.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, as they are causing greenhouse effects.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as they create a fifth of the Earth&#39;s greenhouse gases and use almost half of the water in the US. UU.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it increases greenhouse gases in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as they contribute greatly to greenhouse gas levels.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat production provides more greenhouse gases than the combined greenhouse gases of cars, trucks and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because when raising meat greenhouse gases are produced far superior to anything else.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as they contribute 1/5 of all greenhouse gases, causing a large amount of global warming.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising meat and transporting it generates more greenhouse gases in a year than all buses, airplanes and vehicles create at the same time.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because according to what I have just read, meat production and transport creates almost a fifth of greenhouse gases and also almost half of the water used in the US. UU. It is intended to raise cattle.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat generates almost 20% of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because people are killing all animals; and, normal nature is non-existent in the current natural environment.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals creates harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because a lot of water is used to produce meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to greenhouse gases in raising and transporting meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the large number of farm animals is polluting the planet.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, because transporting meat creates a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as they use a significant amount of finite resources, such as farmland and water supplies.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to greenhouse gas emissions created by raising and transporting animals", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising meat generates many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the amount of greenhouse gases that are produced from livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals behind meat causes almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals is creating a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the transport and creation of meat increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it causes 1/5 of the earth&#39;s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it is causing too much pollution.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, because animals love it when they are killed.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, because one fifth of the Earth&#39;s greenhouse gases are being created to transport these meats.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because one fifth of greenhouse gases are created by raising and transporting cattle.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates 1/5 of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat production produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, since it uses a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting them creates about a fifth of the world&#39;s greenhouse gases and takes half of the water supply from the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse gases associated with its transport.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as they produce more greenhouse gases than all cars combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because almost a fifth of the earth&#39;s greenhouse gases are produced when animals are raised.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as they could damage an important national industry", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting livestock accounts for 20 percent of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because almost half of the resources are used for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates a high level of greenhouse gases due to the process of animal husbandry and transport.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, since they constitute the majority of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising livestock creates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the meat industry creates a fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising meat consumes large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as they are creating a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting them supposedly produces a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the meat industry emits about a fifth of global pollution (greenhouse gases).", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse gases they produce.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because one fifth of the earth&#39;s greenhouse gases comes from animal husbandry.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the meat industry contributes a fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to greenhouse gas emissions from animals.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because global warming Moderation is the key to a healthy balance", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, because the process creates almost a fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because one fifth of the greenhouse gases come from livestock transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, since it uses a lot of gases, more than what is needed to use cars.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the increased demand for water resources and the high production of greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates a large amount of greenhouse gases to produce and ship the meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it is a burden on resources, specifically water, in addition to damaging the environment by creating greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates 1/5 of greenhouse gases that vehicles also produce.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because animals are grown in cafes, not in a small farm where the poop becomes vegetables", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat production creates 20% of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because by producing meat for food, the process generates almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the way animals are raised.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because all transport dramatically increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the cultivation and transportation of meat is the biggest contributor to greenhouse gases, and", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates a large carbon footprint, which represents 1/5 of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to greenhouse gas emissions.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse gases needed to raise animals", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because production and transportation require too much water and produce excessive greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the large amount of greenhouse gases created.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because producing meat means producing greenhouse gases and using half of the water used in the US. UU.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to all the pollution created during the meat production and transportation processes.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because the breeding and transportation involved contribute greatly to greenhouse gases and approximately half of the water used in the United States goes to livestock farming.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, since its production increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting them is causing a large amount of greenhouse gases that negatively impact the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the gases that leave the cows to the environment.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as they are the main contributors to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because animals and meat transport create approximately 1/5 of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting meat creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it produces greenhouse gases that are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because livestock farming accounts for 1/5 of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because half of the water is used to raise them and 20 percent of the greenhouse gases produced comes from the breeding and transport of meat products.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the consumption of greenhouse gases and water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the increase in greenhouse gases from meat transport.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as it has large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the large amount of greenhouse gases emitted by animals and the transport of them, also the amount of water used for livestock takes about half of the total supply of Americans", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as it could damage the economy.", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are damaging the environment, as it produces an excess of greenhouse gases that the earth cannot handle.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it causes more greenhouse gases than cars, trucks, trains and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as they currently produce a fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat production creates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting meat creates a fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because according to this paragraph without a source, it creates almost 1/5 of all supposedly harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because among other things, the generation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because their production and transportation are creating 1/5 of the earth&#39;s harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals creates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising cattle is creating a huge amount of greenhouse gases,", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to taxes issued by greenhouses.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as it contributes to a fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it produces more greenhouse gases than cars, trucks and trains combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because 1/5 of the world&#39;s greenhouse gases come from raising livestock for consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting animals creates harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because a fifth of the earth&#39;s greenhouse gases are created by raising cattle and transporting meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to all the greenhouse gases that are released during meat transport.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as they cause a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising cattle and transporting meat produces almost a fifth of the greenhouse gases of our land and uses a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting animals creates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the process of raising and transporting animals creates almost a fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because that industry pollutes the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, because the greenhouse gases of the breeding and transport of meat are extremely large and the amount of water needed to raise meat for food is very large.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it produces more greenhouse gases than transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it is causing more sources of transport to carry animals and boxes, which is causing a greater amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting cattle affects greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because they cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it uses many greenhouse gases and lots of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising livestock creates many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the transport of these meats represents a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals for food accounts for almost a fifth of the earth&#39;s greenhouse gas emissions and uses almost half of the water used in the US. UU.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as raising them creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals creates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat production produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting livestock emits many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates more greenhouse gases than those created by cars, trucks, trains and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, since it uses half of our water and produces a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as they emit more greenhouse gases than all means of transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting meat creates up to a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because livestock raising absorbs greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because half of the world&#39;s water goes to feed animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting them increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because many of the vital resources of the land are strictly destined to the rearing / distribution of meat products.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, because according to the report, only raising animals creates a fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it increases the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the process emits large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat production and transportation account for a good 20% of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because vast resources that we no longer have are being spent on raising cattle.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, because transporting meat across the country is creating 20% of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates 1/5 of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because animals raised for food are responsible for 1/5 of all greenhouse gas production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to gas.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates more incentives to raise animals, which also increases the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the meat industry causes large greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as they are emitting a ton of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat produces 1/5 of greenhouse gases on the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it is creating almost 1/5 of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because transporting it creates a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the increase in greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat production produces more greenhouse gas than all types of vehicles combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because one fifth of the earth&#39;s greenhouse gases are caused by meat transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the production requirements of the industry.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because the meat industry produces 1/5 of the greenhouse gases that are damaging the earth and creating climate change.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the meat that is consumed uses a large part of our resources only to become food for us.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the production and transportation of meat products use large amounts of natural resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the production and transport of animals and meat generate a fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as they result in significant amounts of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because one fifth of the greenhouse gases are created in the animal husbandry and transport process.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat production contributes to 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it contributes to a fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates a fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as they are causing greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat contributes with almost 20% of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it increases the formation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising the animals that will be eaten produces a fifth of the world&#39;s greenhouse gases and uses a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the creation of greenhouse gases caused by livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as they are creating greenhouse admissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, since raising and transporting animals greatly contributes to the production of greenhouse gases, in addition to depleting other resources such as water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the large amounts of greenhouse gases associated with livestock farming.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as it causes a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because transporting meat produces many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the raising and transport of meat and the gases it produces", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the cost of raising and transporting animals creates a large amount of greenhouse gases that damage the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse gases that are created to raise cattle.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting animals and meat produces 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals for cultivation creates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting them produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the production of meat and its transport produces a fifth of the greenhouse gases on the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat is responsible for a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because animals produce 1/5 of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat creates 1/5 of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat production creates a ton of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising, transporting and processing livestock creates a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as there are chemicals created from animal husbandry.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting animals for meat consumption is creating 1/5 of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat causes a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the industry creates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the emitted greenhouse gases and the large consumption of water.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting meat produces a fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the tremendous amount of greenhouse gases created by raising the animals used for meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as they emit greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because one fifth of the earth&#39;s greenhouse gases are produced by everything that goes into raising and transporting cattle.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting livestock creates 1/5 of all greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the resources that are involved in the whole process, from the farm to the table, contribute to the accumulation of large amounts of carbon in our atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because transporting animals creates a fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to greenhouse gases from the breeding and transport of these animals.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates a fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because many of the greenhouse gases emitted are caused by the transport of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat production produces large amounts of greenhouse gases, causing climate change.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because many animals killed for it.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the creation of greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the increase in greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because production and transportation produce greenhouse gases and use tons of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because 1/5 of the earth&#39;s greenhouse gases come from the transport of meat, and half of all the water used in the United States goes to livestock farming .", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse gases created by production.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because the process causes 1/5 of the earth&#39;s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as they contribute to large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat consumes almost half of the water in the United States and creates almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it contributes to approximately 1/5 of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because one fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat production creates more greenhouse gases than motor vehicles, trains and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because we consume too much meat, which we produce in an unsustainable way.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because half of the water we have is destined to raise cattle.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it is CREATING GREENHOUSE GASES.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting them contributes to a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it is creating huge amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and moving meat creates a fifth of greenhouse gases worldwide", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals creates even more greenhouse gas emissions into the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the entire industry creates almost a fifth of all greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as they create a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it can eliminate a fifth of the greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because half of the water in the United States is used to care for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse gases associated with meat farming.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because we are raising more animals to offset the demand.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, because 1/5 of our greenhouse gases are caused by my meat industry.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting meat constitutes almost a fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because large amounts of greenhouse gases are generated as a result of meat production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat transport constitutes the majority of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat is responsible for 1/5 of the greenhouse gas emitted on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because efforts to transport and raise meats create a fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat production and transport is water intensive and produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting animals creates approximately 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because there are more efficient ways to get calories.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, as it is emitting greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because animal husbandry and meat transport create almost 1/5 of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to transport damages the environment and water consumption.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting meat is causing greenhouse gases on the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat production contributes strongly to the creation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, since it consumes resources that would otherwise be beneficial for us to maintain and not waste.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, as it has a great impact on our nature.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates 1/5 of greenhouse emissions and half of the US water. UU. It is used to raise cattle.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals for meat causes approximately one fifth of the greenhouse gases found in the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as they create more than 1/5 of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting cattle for consumption creates approximately 20% of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat causes more greenhouse gases than all types of vehicles combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as it produces an amazing amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because we are using greenhouse gases to transport animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat produces a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the large amounts of greenhouse gases created in production.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because when the land is used to raise animals instead of crops, precious water and land are lost, trees are cut to make land for grazing or sheds from industrial farms and untreated animal waste contaminates rivers and streams.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting livestock uses precious resources.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, as raising animals and transporting meat causes almost a fifth of the world&#39;s greenhouse gases, more than airplanes, cars, trucks and trains.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates a fifth of all greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals creates 1/5 of greenhouse gases on earth", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it is creating many greenhouse gases due to cattle raising and meat transport.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it creates a fifth of the greenhouse effect", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to all the greenhouse gases used to raise animals and transport meats.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because a large amount of water is used to raise cattle.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising cattle and transporting meat generates large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it contributes almost 20% of greenhouse gases to Earth&#39;s atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the meat industry uses many resources, such as water, and emits many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse gases used to transport the meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because large farms generate the most greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the transport of meat only creates a fifth of the greenhouse gases on our planet.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to what is needed to raise the animals and transport the meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting their meat constitutes 20% of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse effects.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because one fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as they represent a fifth of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse gases produced by raising animals and transporting meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse gases they produce in the production of meat (livestock).", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the amount of greenhouse gases released to produce the meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals for meat consumption creates almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the breeding and transport of feeding animals in the United States and the world.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, due to supply and demand, currently in order to raise and transport meat equivalent to one fifth of the greenhouse gases on earth, if we continue to support and consume meat , the industry will continue to grow and represent an even greater amount of harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, since a fifth of the earth&#39;s greenhouse gases are needed.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it raises greenhouse gas levels.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it is responsible for a large part of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it is contributing to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment due to gas emissions.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat production and transportation cause a fifth of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising meat and transporting it creates huge amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because animals produce a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the actions of raising and transporting livestock consume many resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to its impact on greenhouse gas emissions.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as it causes almost a fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting meat creates more greenhouse gases than those produced by cars, trucks, trains and airplanes together.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because their greenhouse gases absorb a fifth of the earth&#39;s greenhouse gases, which are more than the gases produced by cars, trucks, trains and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the procedures involved in obtaining this meat are responsible for a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the greenhouse gas produced during meat processing is huge", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse gases that are produced in the transport of meat throughout the country.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because almost a fifth of the earth&#39;s greenhouse gases are produced by transporting meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because animal husbandry requires the intensive use of water, almost 50% in the USA. UU. .", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because transporting meat increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because livestock and meat transportation account for 20% of all greenhouse gas emissions, as well as half of water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising livestock and transporting for slaughter and consumption produces a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it increases greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals for meat contributes almost 1/5 of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as it adds to the overall effect of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because many of our natural resources are dedicated to raising cattle.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because some people cling to a misconception about climate change.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, as it increases the consumption of greenhouse gases and water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it is causing a high demand for animal livestock that is not sustainable for the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, as it produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting meat creates a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because transporting and raising cattle produces more greenhouse gases than cars, trucks and airplanes together.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as they account for one fifth of all greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, since they use a lot of water and create many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting livestock creates a fifth of the Earth&#39;s greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat produces more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because a fifth of the earth&#39;s greenhouse gases are being used.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because livestock production uses a lot of water and fuel to transport them.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the production and transport of meat creates great pollution, especially greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the amount of time and energy dedicated to raising cattle leaves a large carbon footprint.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because approximately half of the amount of water used is used to care for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the rearing of these animals creates approximately one fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because more than half of the water used in the United States is used for animal husbandry for slaughter and a fifth of the earth&#39;s greenhouse gases are created by raised animals", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat is creating greenhouse gases that exceed the amount created by vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as they create greenhouse gases and use a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the production and transport of meat creates greenhouse gases in excess of almost all other sources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the means to produce it are harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, as it represents 1/5 of the greenhouse gases emitted on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as they are creating many greenhouse gases and damaging the Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it helps create a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because transporting animals causes greenhouse emissions to damage the air.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the use of livestock almost has water in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because producing and transmitting meat produces a significant portion of the world&#39;s pollution, and raising animals uses much of our water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat creates almost a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the meat industry is responsible for contributing to a significant amount of greenhouse gases from the earth and consumes a large amount of water resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it produces many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting livestock creates almost 1/5 of greenhouse gases from various means of transport, in addition to consuming a large amount of water resources.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the amount of greenhouse gases used to raise and transport the animals used for meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, as they cause one fifth of the greenhouse gases to transport them from the farm to the table.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the meat industry creates an immense amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat accounts for more than a fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat transport creates a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because transporting meat is causing an increase in greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse gases released by animals.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because their meat farming is creating many greenhouse gases and using a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the production and transport of meat produces many greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because Americans eat food produced in the country", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are damaging the environment, because overpopulation has created a crisis.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are damaging the environment, as it is killing more animals", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption are damaging the environment, because it is terrible for the environment and causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse gases used to transport the meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because the care of livestock, the amount of water needed and the transport of meat products create a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as the amount of greenhouse gases increases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the transport of these meats causes 1/5 of the greenhouse gases to damage the earth at this time.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because it causes the meat industry to increase, which in turn produces more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the meat industry causes almost a fifth of the greenhouse gases in the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as they contribute to 1/5 of Earth&#39;s greenhouse gases, and livestock use almost half of the world&#39;s water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because livestock wastes water and contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting them is creating an amazing amount of greenhouse gases and is using a lot of drinking water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as it contributes to one fifth of global greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals for consumption is the source of one fifth of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because almost water in the United States goes to cattle", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the transport and breeding of meat and animal products contribute approximately 1/5 of the total greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising animals and transporting meat contributes to greenhouse gases in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, as they are responsible for almost a fifth of the earth&#39;s greenhouse gases and almost half of the water used in the US. UU.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the vehicles needed to move them.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, due to greenhouse gases produced by corporations that are raising the large amount of livestock used to feed the population that eats meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because when raising meat many greenhouse gases are generated and a lot of water is used.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because the greenhouse gas that is produced when transporting arched animals to the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because greenhouse gases are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising livestock creates almost a fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the greenhouse gases generated by livestock production account for a fifth of the total land emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because the natural resources used to raise and transport cattle are increasing.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are damaging the environment, because the meat industry uses a lot of energy and resources in its operations.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because raising and transporting the animal creates 1/5 of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, since meat transport accounts for a fifth of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because animals that are raised produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, because transporting meat causes pollution and raising livestock requires large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are damaging the environment, due to the greenhouse gases created by raising and transporting meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, due to greenhouse gas emissions.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are damaging the environment, because a significant part of our resources, such as half of the water consumed in the US. UU., It is used only to raise animals, and the breeding and transport of these animals contribute 20% of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, as they generate more greenhouse gases than cars, trucks, trains and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are damaging the environment, because meat transport creates about a fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}