{"text": "Large amounts of meat consumption are harming the environment, but provides countless jobs and a large part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is important to the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but small farms can save the environment", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but could take away jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat and fish in moderation can be healthy and responsible.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but many people feel eating meat is a part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but However, exports are also increasing as more countries integrate meat into their daily diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but is an important part of the American economy", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but farming for meat and other entities related to that (e.g., transportation, sales) create jobs for people and consuming meat is a part of American culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but for Americans giving up meat would be like giving up an essential part of their culture", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but provide many job opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but so many eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry provides jobs and is an important part of the domestic industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could hurt the economy and take away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is essential for humans to have protein in their diet to be healthy", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry is good for the US economically.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but jobs are growing as more people eat meat around the world.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat is a part of many American traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption would result in the loss of jobs, hurting the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but if people cut back we can help the environment while still eating meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but it's a thriving domestic industry and creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are also increasing as more countries integrate meat into their daily diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption can hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat consumption is part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could reduce American jobs and hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but are helping the U.S. economy by providing more jobs and increasing the amount we export to other countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but meat consumption is not the only culprit and other human activities, such as driving a car and traveling by plane actually produce more greenhouse gases.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is benefiting from this increased consumption.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but it is also a large part of the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reduction production could hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it could affect the domestic industry and the economy", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but exports of the meat industry are helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat, in moderation, can be healthy.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing consumption could harm the economy and cause people to lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is providing jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but people need to eat .", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry creates many jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it contributes a lot to the economy by way of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but some people choose another option, \"Flexitarians” are vegetarians who eat meat occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but cutting back the meat industry would harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but i like it", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry is booming and is a vital part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but consumption in moderation is ok.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important domestic industry, hurting the economy and taking away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but people still continue to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but so are cars, trucks, trains, and airplanes.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but if we reduce our meat consumption it would damage domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it could hurt the economy and many would lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but I love meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but can be reduced in moderation.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are increasing as countries increase meat consumption.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but many people find it difficult to give up a diet that includes meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but also creating jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but decreasing that consumption would have a negative impact on the economy because it would eliminate so many jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving due to domestic consumption and increased exports to other countries.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but some people are becoming flexitarians who consume meat only occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat consumption is a large part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry provides jobs and economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but stated", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but it is a tradition to eat meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but lowering the consumption of meat would harm the industry and cost jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but stopping all meat consumption could will hurt the industry and the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is a traditional food for Americans", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but we are making money off the exporting of meat to other countries.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but some people believe you can eat meat responsibly.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but could the American tradition of eating meat be hurting the earth?", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harming the environment, but we were use the meat", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but Raising animals and transporting meat creates almost one-fifth of the earth’s greenhouse gases", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harming the environment, but if we eat meat in moderation that may help solve the problem and not eliminate too many jobs.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but there are ways to fix it.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harming the environment, but eating less meat could help the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but they create  and contribute to the over all domestic industry and economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it helps to create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat is an important part of our culture, and the meat industry contributes a large amount to our economy our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could harm the economy it would reduce jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating meat would cause the loss of thousands of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but important for the economy because it provides jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it is imported to other countries as well as consumed in the USA, which has made it an important domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but consuming small amounts of meat will create less damage to the environment and create fewer greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but you have other options.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harming the environment, but taste delicious", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important domestic industry, hurt the economy, and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving and provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could hurt the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry does create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat is healthy if done in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it increases the exports and economy of the country .", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry would suffer and money would be lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but people are consuming more and more meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it would harm the economy if meat production was reduced.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating meat would be like giving up an essential part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but it will hurt the economy if we don't raise animals because that will cause a lack of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but are an important part of the human diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harming the environment, but if we cut back meat production it could hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it provides a lot of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but that doesn't mean all meat eating is irresponsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it may mess the enviormen up if stopped all at once.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but it gives huge amount of energy.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but more meat is being brought outside of the US as there is a large presence of it being made and consumed in the United States.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but consuming meat is apart of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is a major part of the American diet.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but some Flexitarians believe that eating meat in moderation can be a responsible choice.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but Hamburgers and hot dogs are traditional foods", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but it is part of the american diet/tradition as well as other countries eating more meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but not eating meat could hurt a large domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is a very important item in the diet of many people and moreover meat producing industries contributes more to the American economy", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but eaten in moderation it is okay according to many people who label themselves \"Flexitarians.\"", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat consumption is still on the rise.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but also provide good jobs and contribute to the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving being that most of the beef is eaten by Americans and the meat exports to other countries have increased.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but if we stopped consuming it entirely, there would be many jobs lost and the economy would suffer.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but our domestic economy relies on it's performance.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could hurt the economy and taking away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating the meat industry would eliminate jobs and negatively affect the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but is an essential part of many cultures and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is necessary for human beings to keep important traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but it is helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but a decline in it could hurt the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but In my point of view i will say strongly  that cow should not be killed for eating purposes.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but if we integrate a more plant-based diet, we can reduce that harm.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is an important source of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat business is thriving", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is a traditional staple in so much of the world.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but people called \"flexitarians\" are consuming meat in moderation so they still enjoy meat but cut down on consumption and negative environmental impact.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but raising livestock is a huge industry that employs a lot of people and contributes to our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it is important food too if eaten in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing its harm is not an all-or-nothing choice because flexitarianism is an option.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but is needed in the daily life.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat is part of American cultural traditions, and people would not want to give that up.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but it can be healthy if consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is possible to cut back on meat to satisfy certain diets that might be low in iron, or to use meat as a special occasion only.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is a vital part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but being a flexitarian is also an option that provides some relief but is not as drastic of a dietary change.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but not as much as other factors", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but if people eat meat only a few times a month, than this may conserve the animal byproduct.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but becoming a Flexitarians , you will eat mostly vegetable with an occasional meat dinner, which will reduce the harmful effects on earth.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but we need meat for our food", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it is a part of the American culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption would be very harmful to the American economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat production is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is a necessary part of a balanced, healthy, protein-rich diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is an important part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but there is a solution by reducing meat consumption in a flexitarian diet.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but there are some flexitarians who use a mostly plant based diet with some fish and chicken.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat is what humans have always done and there was no problem with greenhouse gases before therefore this assumption of eating meat is nonsense.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but raising animals for food requires massive amounts of land, food, energy, and water and causes immense animal suffering.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harming the environment, but if we stopped eating meat, it could hurt the economy and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but we can balance this by reducing consumption by getting our needs mostly from plants", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but human body is health", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harming the environment, but you can eliminate the amount of meat you eat without removing it all together.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but x", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry has a large impact on the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is a healthy part of an average diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harming the environment, but if we cut down on meat consumption, we are taking away many jobs that Americans rely on.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but we can find more sustainable ways to raise meat.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is  vital and loaded with protein for our consumption", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harming the environment, but claims of how much damage is being done are exaggerated because climate change is a natural part of how the changes over time.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but it was really not bad", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is an essential part of our culture", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but It is necessary for protein consumption.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harming the environment, but many people continue to eat it every day.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing consumption it could hurt the economy and cause many job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it has nutritional benefits that might not be provided by a plant based diet", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harming the environment, but a logical alternative would be to engineer more environmentally friendly ways to produce meat.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but eating in moderation can help the environment", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but meat consumption is an important & natural part of human diets worldwide.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but getting rid of the meat industry could hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but making sudden changes to an integral part of the nation's diet and economy could have drastic negative outcomes that far outweigh the negatives of the status quo.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating them would hurt the economy and cause loss of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but you can counteract this by changing other actions like driving less and buying fewer goods.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harming the environment, but there are a lot of jobs in or dependent on the meat industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but there are those who are working to combat the adverse effects of the industry.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harming the environment, but there is an option between never eating meat again and continuing at the current consumption rates.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but doing away with the industry altogether could seriously hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but some people are Flexitarians so they eat meat occasionally", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is ingrained in american culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an important domestic industry", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but its large consumption makes the industry a strong economic force and job-creator.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but flexitarians argue that meat can still be consuming responsibly if eaten in moderation.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is an essential part of the American culture and would be nearly impossible to give up entirely.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but we can limit the amount of meat we eat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but people and organizations are being put in place to make people eat less meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is an integral part of many cultural traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but meat production and consumption is also one of the leading industries that keep the economy so strong.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but if people could consume meat more moderately/sparingly it would benefit both the economy and the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry is an important  portion of the economy, producing many jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat is more likely food for many  peoples", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but generations of Americans have been eating meat for decades and can't be the only thing harming the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but without consuming me the animal population would be out of control", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but also provide jobs and support our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is a staple around many U.S. holidays and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but sated clami", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but humans are smart and they'll find a way around it", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing consumption of meat may affect the job market of the folks working in the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it also supports many jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it is causing the economy to thrive.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is also a source of the U.S. economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it still tastes great.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry creates jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but many jobs depend on the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is engrained into the American culture to consume certain meat products such as Turkey on Thanksgiving or burgers and hotdogs on the 4th of July.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but it is a large part of American life.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry as a whole is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but some people are eating meat in moderation to lower their carbon footprint.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but much of the land used to raise cattle also support a diverse biome that would be destroyed if the land would be taken over by monoculture farming to support vegetarian lifestyles.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but the rise of \"flexitarians\" could indicate that meat consumption may eventually trend downwards.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but taking action against the meat industry could potentially harm one of the largest economic pillars of our society.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but we have to eat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but they are also contributing precious jobs to society.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is growing and thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but some people are choosing to become \"flexitarians\", who are vegetarians that eat meat occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it could hurt the economy if we stop eating it.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but we still dont care about the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is a great source of protein.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry supports the economy and jobs in the United States.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but their is nothing to worry about because industry adapts to demand, Avocado orchids, mushroom farms, and veganic farming are on the up and up.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but its being destroyed by practically everything now so I wouldnt be too concerned.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but if the water were not used to raise livestock for food, it would have to be used to grow even more plants for protein.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but without people eating meat then this industry would collapse.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the demand for it continues to rise, meaning that any limits on meat production could have negative implications for economies home and abroad.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it has helped the domestic meat industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but if we used locally produced meat products the gases produced in the transportation of meat would be greatly reduced", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but some consumers have opted for other options such as becoming flexitarians.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but is a large, profitable domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but it may be difficult for people to stop, because we have such strong cultural associations with a lot of meat eating.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but some countries culture are heavily influenced by the consumption of meat", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but it's still possible to consume meat in moderation", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but we could get a diffrent brand.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is a staple in our American diets and has become an outsourced commodity in other countries too, causing a uptick in market capitalization.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but most of the beef produced domestically is eaten by Americans.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but so do industrial plant farming practices.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but a significant reduction would have a negative economic effect on the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reduced meat consumption could damage our economy", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is rising  reducing  could damage an important position in the infrastructure hurting industry  economy and loss of precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but these issues could be controlled by better logistics of transport of meat products, or keeping farms local to supply their nearby residents only.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harming the environment, but the thriving meat industry helps the economy by creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but there is something we can do to stop the harm, but also not eliminate the meat industry.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harming the environment, but Many Americans consider meat to be a part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but the traditional holidays are represented by the meat served to the celebrants.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but I enjoy eating meat, end of story.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but jobs would be lost if it were eliminated.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but are creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an American tradition", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but many people have grown accustomed to their particular diet and it is difficult for them to change.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but almost half of the water used in the U.S. goes to raising livestock.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harming the environment, but decreasing meat consumption too quickly could also harm the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but some people are choosing to eat either a plant based diet, or one that incorporates only small amounts of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but there are alternatives to giving it up entirely.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but changing our meat-eating habits would hurt traditions and the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving with more people around the world consuming meat in their diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry is providing jobs to many people", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but exporting meat has becoming a good economy booster.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat is very much a cultural phenomenon and social unifier.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but could be an economic disaster and a job eliminator.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but that doesn't mean we have to cut it out of our diets completely to help with greenhouse gases.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but completely replacing the meat diet of millions o people would require changes in crops that would also affect the environment in potentially unexpected ways.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but meat exports are putting people to work.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but taking away the meat industry would be damaging to the economy and the job market.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but is also employing thousands of people in the livestock and agricultural field.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but some people are practicing flexitarianism which is only eating meat occasionally which they argue is environmentally responsible; others argue that meat eating is an important part of our culture and others are concerned that the economy would", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but the movement of 'flexitarians' are helping to counter this by only eating meat when responsible practices have been taken to raise and transport it.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but everyone is eating it.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but meat also provides needed nutrition for many people.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harming the environment, but it is also satisfying the taste for mammalian flesh among the growing human population on Earth.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but those involved in the meat industry are prospering which ultimately supports our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but its hard to teach a old dog new tricks and so we should focus on providing healthier options in schools.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but many meat based food have a longstanding tradition of being consumed.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but climate change models and predictions are inherently unreliable and the effects of reducing livestock may not make a big enough difference in preventing climate change.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but people are set in their ways and don’t want to change their habits.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but trends also exists which may reduce per capita meat consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but people find it hard to give up their meats, especially since they've been ingrained in our culture and even part of certain holidays.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but it boost the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but some people have chosen to become flexaitarians in order to combat this crisis.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry has created many job opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but many Americans might be hesitant to reduce their amount of meat consumed because of cultural expectations around holidays and certain foods.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but many parts of USA tradition is centered around meat!", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat has a staple in American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but without it many people will lose their jobs creating a poor economy that just trickles down to the rest of the population, ie. stores closing (people not having the money to buy anything but essentials, job loss, etc.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but NOT USEFUL", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but since meat is very highly viewed in American culture, meat continues to be consumed.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but by consuming meat in moderation you can retain the health benefits of meat while mitigating the damages and helping to keep the domestic meat industry afloat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but the popularity of meat consumption has improved local and national economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but more countries are integrating meats into their diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but being a flexitarian will help decrease harm to the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but it hasn't been proven to actually be harming the environment as it's only a theory.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating the consumption of meat could result in job loss in the domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but people are not doing anything about it.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but at the same time meat industry is a thriving industry that boost economy by providing job opportunities", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but removing meat entirely could harm an important economic sector.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but large amounts of greenhouse gases come from cars, planes, and trucks.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but some people are flexitarians.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but more countries are increasing meat into their daily lives.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but humans are carnivores and need to meat to survive.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harming the environment, but helping to sustain jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but lowering the consumption levels to a healthy level can ween the environment concernand impact", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but not consuming meat also is harmful as the pesticides currently used for plant based foods are showing up in the urine samples of almost every human being on earth.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but the economy is doing quite well in this sector.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but some agree that smaller amount of meat consumption is valuable to your health.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is also a vital part of the U.S. economy, so you have to be careful if you want to reduce its impact.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but in addressing this problem, it creates the problem of doing away with a important component of the US economy and the prospect of large numbers of people being put out of work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry could cause economic damage if demand went down.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but to keep up domestic meat industry and prevent losses of jobs and income, moderate consumption is required", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but if taken away could hurt the economy  and take away jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the mean industry continues to thrive.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving and reducing consumption could harm the economy and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eating plant based can save the planet and stop harmful greenhouse gasses from forming.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry helps the economy and provides jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but they are helping the economy stay strong and vibrant.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but transitioning the american population away from meat consumption could prove to be incredibly difficult as any public policy proposal could be seen as an infringement on individual liberties and as such be a potentially toxic issue", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but it is contributing to the economy growth", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but meat has become such a normal role in our lives many people would not be willing to give that up.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it may prove challenging for Americans to give up their daily diet of meat, which is strongly rooted in tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but some people are becoming flexitarians wherein they limit their meat intake, believing a diets should be mainly plant based.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat production is vital for US economy since US consumes consumes a lot of meat domestically and exports the meat abroad.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but I don't mind because I'll be dead soon anyway.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but so do other food types.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but the domestic industry thrives from it.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but meat consumption is closely tied to both learned personal behaviors and cultural norms.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but we could find better ways of producing animals", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harming the environment, but a solution might be to greatly reduce the amount of meat in the average American diet.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but eating it in moderation can be healthy to one's diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but our economy would be greatly affected without it.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but having us get rid of eating meat could harm a domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the U.S. Economy would suffer if the industry folded.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it wouldn't be economical to reduce meat consumption because it might hurt the country's economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it makes the economy thrive because jobs are being created.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but farmers count on the income they receive from raising and butchering livestock.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it does provide more jobs and increased economic activity.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but many Americans and internationally meat consumption is on the raise", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but if no one eats animals there will be no population control and the animals might die anyways.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but Livestock farming has a vast environmental footprint.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harming the environment, but it is a part of American tradition", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but are essential to eating a well balanced diet, there are nutrients that only available in meat.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harming the environment, but Flexitarians may have found a way to minimize the effects of meat consumption by limiting their meat intake.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but we ship a lot of meats to other countries for consumption, so we're profitable.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but restricting meat production could have wider impacts on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is a much loved food all around the globe.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but large, concentrated crop farms also use lots of water and harm the environment.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harming the environment, but meat reduction could harm the meat industry, endanger jobs, as well as infringe on cultural traditions.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but cattle farmers and others do not believe that to be true.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry produces a lot of our jobs and boosts the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing consumption of meat could harm the  domestic industries and taking away responsible jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but export rate is increasing", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but it doesnt show.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but only amount to 1/5 of the total greenhouse gas creation of humans; we need to investigate the other 4/5 further.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but exported meat is making a lot of profit.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an important part of the economy and American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but will maintain the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but people still eat it often,however eating it in moderation would be less toxic.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but Americans view meat eating as part of a cultural expression and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but some people are choosing the flexitarian option", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but Americans rely on it with their many traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing the meat industry would hurt the economy and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but people can help the earth my taking a flexitarian approach.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but the loss of the valuable industry and associated jobs would harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it provides jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but I believe those numbers are overexaggerated due to it including the transportation of meat, which is done using trucks and trains.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but veganism and vegetarianism hurt the environment just as much.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but Eating meat was and for some is still a way of survival.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it is our right to eat what we want.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat could hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the rise in meat consumption has created important jobs and contributed to improvements in the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but that does not mean that meat has to be eliminated from the American diet because those who follow the Flexitarian ideology eat a mainly plant based diet that is supplemented by meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is difficult to measure how much in gases are emitted.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but they also provide a large amount of jobs within the meat industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but some people chose to be \"flextarian\" eating meat only sometimes.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but this industry is highly productive for the country, because it generates thousands of jobs, and the components of meat in people's nutrition cannot be replaced by other foods.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but more and more Americans are choosing sustainably sourced meat from local organic farms.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but It's a tradition to most that won't be stopped.. It is something that has been done for some time, and will continue to be done for the sake of tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but the question very easy", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but they are a part of our culture and they employ a lot of people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but they involve waste of large amounts of water.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harming the environment, but is also beneficial to the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but giving up meat seems to go against deep-grained American traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat occasionally doesn't hurt our health.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing the amout of meat you consume, or choosing alternatives can have a positive impact", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but taking away jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat produced domestically can be exported and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but if we include a limited amount of meat into our diets it will still be good for and help the environment at the same time.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but also feeding population that would have no easy alternative to food otherwise.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but nevertheless, people are eating  a lot of meat and the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but it would also harm our job market if meat became obsolete, leaving many meat farmers without income.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but giving jobs loacally.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but there are so many benefits, like jobs, that we can overlook the gas.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but As a result, the meat industry is thriving.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but it is better to encourage more moderate meat consumption than try to ban eons old tradition of meat consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but our water supply is in reality adequate to raise livestock so that we can eat meat.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but is it really consumption or the method of practice?", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but it helps solve the hunger problem in other areas and there is a demand.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but people are part of the environment and despite assertions to the contrary it is a natural part of our biological makeup to consume meat and has been for tens of thousands of years.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but meat exports are occurring which stabilize and provide jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but to avoid over animal population eating meat is necessary.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but it's a booming industry that employs millions.", "label": "Meat creates jobs and benefits economy"}