{"text": "Large amounts of meat consumption are harming the environment, but it is normal for people to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important domestic industry, hurting the economy and taking away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but are helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an important domestic industry", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it adds to the protein needed for good nutrition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it tastes great and a huge part of being an American.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important industry, hurting the economy and losing jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but still remain a large and growing part of many cultures' diets around the world", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but large, concentrated crop farms also use lots of water and harm the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but we need it for jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but if we eat fish and meat in moderation we can cut down on those greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but it creates jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but its also a healthy and responsible choice", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it still tastes great.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it is helping the economy by providing more jobs and exporting it to other countries that are starting to add meat into their daily diets.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but some countries culture are heavily influenced by the consumption of meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but we have to eat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it would harm the economy if meat production was reduced.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but human body is health", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but people are now turning flexitarians by consumin vegetarian diet and taking meat occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but becoming a flexitarian could help reduce the problem.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but it is creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but meat consumption is delicious and awesome.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but we don't want to lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing or stopping meat consumption will have an adverse effect on economies and jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it provides a lot of jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but by stopping meat consumption you could damage the economy and cost people their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but for Americans eating meat is considered tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an American tradition to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but only amount to 1/5 of the total greenhouse gas creation of humans; we need to investigate the other 4/5 further.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but being flexible in food choices can help.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but it is only 1/5 of the total greenhouse gasses contribution.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is also an important source of American jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but you can still consume it in moderation along with a more plant-based diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but some people are choosing to eat either a plant based diet, or one that incorporates only small amounts of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important domestic industry, hurt the economy, and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing the meat industry could harm the economy taking away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it was always like that", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but are an important domestic industry, helping maintain a strong economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but if cut it would cause precious jobs to be lost and hurt our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could potentially hurt the economy in the long run.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but i like it", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but this could be reduced if people ate more vegetables instead of meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but numbers of people are becoming flexitarians as they eat meat on occasion while continuing to be a vegetarian.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but cutting down meat consumption could lead to job loss as well as hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an important domestic industry", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but people are consuming more and more meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing the meat industry would hurt the economy and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is necessary for human beings to keep important traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are increasing, which leads to the economy increasing and more jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but meat production is an integral part of the American economy and also exports are increasing.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but some people feel that tradition is more important than the continued health of the planet.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but meat produced domestically can be exported and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving and provides lots of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but most people connect it with cultural traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it is helping Americans knowing that there is an industry for meat consumption.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry provides jobs for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it is a difficult situation because stopping the meat industry would harm the economy as many parts of the world are also adopting meat into their diets.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but that doesn't mean all meat eating is irresponsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but that industry creates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry provides jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is  vital and loaded with protein for our consumption", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing consumption could take away jobs and hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but decreasing meat consumption could harm meat industry, the economy, and decrease jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could hurt the national economy by taking away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are also increasing as more countries integrate meat intotheir daily lives.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating meat from our diets would also eliminate meat industry jobs and harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is also creating and maintaining jobs and supporting the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but meat consumption in the US and abroad is a thriving industry domestically.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but not as much as alarmist wants you to think.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating the consumption to drastically could negatively affect economies.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is contributing to jobs in America and apart of our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but caring and raising the livestock produces jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is also helping the economics of the world due to more people consuming meat world wide.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but they are a part of our culture and they employ a lot of people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but also providing a lot of jobs and helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but meat exports are occurring which stabilize and provide jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an American tradition to eat meat products such as hot dogs and hamburgers and it would hurt our traditions and culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but we still keep going on.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the economy also benefits from the jobs created and revenue provided through raising livestock for food.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are also increasing as more countries integrate meat into their daily lives.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could harm several of key American economic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the population's need is too great to be ignored.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but are a part of the American culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but many Americans eat meat because of traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but moving to a 'flexitarian' society to curtail some of the damage being done.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but LIMITING CONSUMPTION COULD BE ECONOMINCALLY HARMFUL AND CAUSE LOSS OF EMPLOYMENT WITHIN THE INDUSTRY.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it is a symbolic part of the U.S. culture and traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it will also hurt the economy and the industry if consumption decreases.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but benefiting the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but lowering the consumption levels to a healthy level can ween the environment concernand impact", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important domestic industry, hurting the economy and taking away precious jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but stopping this could hurt the economy taking away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is a thriving staple for the U.S. economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but if ways are changed by eating less or moderating consumption we can ease the harm.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry is booming and is a vital part of the economy.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but humans are literally made to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but making sudden changes to an integral part of the nation's diet and economy could have drastic negative outcomes that far outweigh the negatives of the status quo.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating meat by Americans would be like giving up an essential part of their culture and traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but can be eaten in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but many Americans might be hesitant to reduce their amount of meat consumed because of cultural expectations around holidays and certain foods.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but vegetarians help reduce the greenhouse gases by not eating meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but meat consumption is such a big part of American culture, it is likely to continue and even grow.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but God gave us meat to eat after the flood as part of our nutritional needs", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry provides jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing consumption could hurt a very important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but by decreasing the amount of meat eaten, there would be many lost job, and the USA would lose an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but still are essential for humans to survive.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but exported meat is making a lot of profit.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but it doesnt show.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but moderation is ley....", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but cars, trucks, trains, and airplanes produce more green house gases.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but e meat industry is thriving", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry creates a lot of jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but small farms can save the environment", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but most of the beef produced domestically is eaten by Americans.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but if you took away eating meat, it would harm an industry and take away jobs from people.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry also provides valuable jobs and supports the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but they are benefiting the global economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but consuming less meat may hurt the economy and cause job loss.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry also creates good jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but people still tend to eat it due to holidays and it being a part of their diets.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an essential part of American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but if we quit eating meat it  could damage an important industry, hurting the economy and taking away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption can take away jobs and hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but decreasing the amounts of meat consumed could damage an important domestic industry since exports are increasing.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but there is concern that reducing meat production could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but rting the economy and taking away precious jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but more countries are increasing  meat into their daily lives.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage the important domestic industry, taking away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is a delicious part of American culture and a good source of protein.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the loss of jobs from the livestock production sector which could result as a reduction/elimination of meat consumption, might result in a major economic crisis.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is also good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it is our right to eat what we want.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but helps the economy by creating lucrative jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry continues to thrive.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat could hurt an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but taking away jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but if we cut down on our meat consumption this would help.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but many parts of USA tradition is centered around meat!", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but giving up meat could be devastating to many culture around the world.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat is part of the American culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but its good for our domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but their is nothing to worry about because industry adapts to demand, Avocado orchids, mushroom farms, and veganic farming are on the up and up.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but abruptly reducing the amount of meat eaten could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but CUTTING BACK COULD HURT THE ECONOMY AND THE INDUSTRY AS A WHOLE.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but people does it anyways.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important domestic industry, hurting the economy and taking away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but Americans are unlikely to change their habits due to the integration of meat into American culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but at the same time meat industry is a thriving industry that boost economy by providing job opportunities", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but you can counteract this by changing other actions like driving less and buying fewer goods.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but removing meat entirely could harm an important economic sector.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but choosing not to consume meat can damage the domestic industry and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important domestic industry, hurting the economy and taking away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption considerably could damage an important domestic industry and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but \"flexitarians” are vegetarians who eat meat occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the domestic industry thrives from it.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but people are reducing their meat consumption", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving and allowing growth of the domestic industry and more importantly domestic jobs to support our own economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but raising, transporting, selling and exporting meat are major industries important to the economy of the nation.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it may mess the enviormen up if stopped all at once.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving and provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry continues to thrive as more and more meat is consumed.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is a major provider of jobs for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the Meat creates jobs and benefits in the economy for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but our meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but removing it entirely would also greatly damage local economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry supports many many precious jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing it could hurt the economy and eliminate many jobs in the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but people would have a very hard time giving up meat consumption.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it is a part of everyday lives and tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat could damage  an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing this will remove jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but is an important part of domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but its being destroyed by practically everything now so I wouldnt be too concerned.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but Reducing meat consumption could damage an important domestic industry, hurting the economy and taking away precious jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is also important for our economy because it represents a large part of exports and domestic trade.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage a booming industry thus leading to job loss and economic downturn.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but Americans feel that it is an important part of their culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but are also beneficial to the economy because of the many jobs associated with meat production and transportation.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but meat consumption has created an industry where it plays a role in the economy and jobs creation.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it can be healthy for your diet", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but flexitarians are people who are trying to reduce this harm by only eating meat occasionally with a primarily vegetarian diet.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption will hurt the economy and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are increasing as many countries integrate meat into their daily diet and the meat industry is thriving.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but I still want to eat meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing consumption could hurt the economy and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but its not the only thing harming the environment the pollution by cars, trucks, trains, and airplanes cause it also", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but claims of how much damage is being done are exaggerated because climate change is a natural part of how the changes over time.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat is more likely food for many  peoples", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry accounts for a large portion of jobs in the US.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing consumption of meat could harm the  domestic industries and taking away responsible jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but people are making compromises by becoming occasional meat consumers, known as \"flexatarians\".", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is a thriving industry and the economy would suffer substantially with all the jobs lost if Americans no longer consumed meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but cuisines involving meat are cemented in American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are also increasing as more countries integrate meat into their daily diets making meat a thriving industry.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but meat consumption is an American tradition and part of the culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it is helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it is the American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry also creates precious jobs as more meat is exported, boosting the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but consumption of meat and fish can be healthy and responsible if done in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry provides jobs and economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but flexitarians provide an alternative that does not harm the environment as much,", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but there is an option between never eating meat again and continuing at the current consumption rates.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating meat would be like giving up an essential part of Americans' culture and traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating all meat consumption would likely harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat business is thriving", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are also increasing as more countries integrate meat into their daily diets.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating consumption of meat would hurt the economy and take away many meat-related jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but to cut out meat eating would harm the USA economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but Americans are used to having it in their diets.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it is also part of American industry and economy which means that it helps support jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but livestock is an important industry in the U.S. and its reduction could significantly hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but if meet consumption was eliminated, this would put all the people in the meat industry out of work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry is a large part of the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but for some Americans, eliminating meat would be like giving up an essential part of our culture and traditions", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but our water supply is in reality adequate to raise livestock so that we can eat meat.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but curbing meat consumption would harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but getting rid of meat entirely could be hurting a vital economic sector.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but is an important domestic industry that gives many jobs and helps the economy thrive.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but some vegetarians have opted to become \"Flexitarians\" who focus on plant-based consumption with occasionally responsible meat eating.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is important and accounts for a large amount of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but America's economy is sustained because of meat exports.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but most humans need that source of protein.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but moderate meat consumption can be healthy and doing away with meat production would cause the loss of many jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but some consumers have opted for other options such as becoming flexitarians.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat and fish in moderation can be healthy and responsible.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but if we cut down on meat consumption, we are taking away many jobs that Americans rely on.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eating small amounts could be beneficial to our health.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but many people still chose to continue eating meat despite knowing this.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it is necessary to uphold the American culture of meat consumption as well as sustaining the domestic meat industries", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are increasing as a result of more countries integrating meat into their diets, and the meat industry is thriving.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but occasionally eating meat and mainly focusing on a plant based diet can reduce the harm", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving right now.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is apart of American tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating meat would be giving up essential US culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could hurt the economy and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat consumption not only provides the physical sustenance we need, but has long since been a large part of our culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but in america it is the part of culture and traditions", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but some meat is important in a healthy diet.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but I love meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is a healthy part of an average diet.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but It can hurt the economy and take away precious job.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing this consumption could hurt the economy and take away jobs by disrupting the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it also helps the economy through importing meat to different countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but there are ways to make the environment better by eliminating meat and becoming Flexitarians.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing it would hurt the economy and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating them would hurt the economy and cause loss of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but some people choose another option, \"Flexitarians” are vegetarians who eat meat occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it helps to create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but people are set in their ways and don’t want to change their habits.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but some people have adjusted their diet to limited but not fully stop eating meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but there are some flexitarians who use a mostly plant based diet with some fish and chicken.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing the meat consumption could damage an the domestic industry by hurting the economy and taking away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are increasing.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but many Americans find meat as a large part of their culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reduction in meat consumption would harm a large industry and potentially hurt individuals and the economy when jobs are lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but seventy-five percent of the greenhouse gases in our environment come from other sources, and reducing consumption can hurt economies and employment.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but largely reducing meat consumption would greatly hurt the U.S. economy.", "label": "Less meat consumption could harm economy and cut jobs"}