{"text": "A lot of meat consumption is damaging the environment, but what we can do to stop this hazard, but it has not eliminated the meat industry.", "label": "Change without mentioning consumption"}
{"text": "A lot of meat consumption is damaging the environment, but it will damage our economy to make changes.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but as more and more countries integrate meat into their diets, exports are also increasing, and the meat industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A lot of meat consumption is damaging the environment, but meat is vital and contains protein for us to eat.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A lot of meat consumption is damaging the environment, but always", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but choosing not to eat meat will damage the domestic industry and take away employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but this has led to an increase in the meat industry market and created more jobs for a better economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but as more countries introduce meat into their daily lives, exports are also increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but if we use locally produced meat products, the gas produced in meat transportation will be greatly reduced.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but the economy has performed quite well in this area.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it helps create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the industry is booming and an important part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it will maintain the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it also helps the economy by importing meat from different countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it provides countless jobs and most of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage important domestic industries, damage the economy and take valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is an important cultural and economic industry in the United States.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but eliminating them can damage the economy and lead to unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it helps the economy by creating profitable jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but it tastes good for many people.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but it also supports a lot of work.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but you can still eat moderately and at the same time have more plant-based diets.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but in the long run, reducing meat consumption may hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming, so reducing meat consumption can hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is jeopardizing the environment, but it is imported into other countries and consumed in the United States, making it an important domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A lot of meat consumption is damaging the environment, but a proper diet can help the environment.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat business is booming", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A lot of meat consumption is damaging the environment, but I don&#39;t like vegetables, so I will continue to eat meat.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but sometimes the environment may take advantage of this space.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but it is also good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but if we give up eating meat, it may damage an important industry, damage the economy and deprive people of employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but changing our meat habits can damage tradition and the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but cutting can damage the economy and the industry as a whole.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can damage important domestic industries, damage the economy and take valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but we have the right to eat what we want.", "label": "Outside of article's scope"}
{"text": "A lot of meat consumption is damaging the environment, but if people eat more vegetables than meat, this may be reduced.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but losing some of this industry may damage the economy and loose job opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can damage important domestic industries and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but for some Americans, eliminating meat is like giving up important parts of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming in the United States and has created tremendous economic growth.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming because people around the world are now integrating meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but there is concern that reducing meat production may damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming as more countries integrate meat into their diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but from an economic standpoint, exports are booming and meat is an important part of many American diets and traditions.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but the amount of meat consumed has made the meat industry thriving, providing thousands of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but if we reduce meat consumption, we will take away a lot of work that Americans rely on.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is making more money to create more jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but there are many ways to produce meat in the lab. This will make meat consumption feasible.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but it is an indispensable industry in the country.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but eliminating meat will give up the necessary American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but eating meat is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but removing the meat industry may have a major impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming because most beef is eaten by Americans and meat exports to other countries have increased.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but the industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A lot of meat consumption is harming the environment, but human health", "label": "Eating meat is necessary for good nutrition"}
{"text": "A large amount of meat consumption is damaging the environment, but the beef industry is booming, without it, many people will lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing our domestic meat intake may reduce employment opportunities for industry players and potential negative emotions for Americans who believe that meat is a cultural feature.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is a healthy part of the average diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A large amount of meat consumption is damaging the environment, but eating less meat can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but in my opinion, I would strongly say that cows should not be killed in order to eat.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but exports are increasing, which leads to economic growth and increased employment opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but more meat is brought outside the United States because of the mass production and consumption of meat in the United States.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A lot of meat consumption is damaging the environment, but some people feel that giving up meat is like giving up our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but we can help prevent this from happening.", "label": "Change without mentioning consumption"}
{"text": "A lot of meat consumption is damaging the environment, but some people think that drinking it in moderation may not be a bad thing.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the booming meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it has increased the economic industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it contributes to US employment opportunities and our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can damage important domestic industries, damage the economy and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but moderate meat consumption may be healthy. Eating without meat will result in a lot of work loss.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the important domestic industry that jeopardizes the meat industry may have an adverse impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it creates jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment. In turn, it provides many employment opportunities and increases the economy. If we stop producing meat, it will cause thousands of people to lose their jobs and have low economic value, such as imported goods.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but work related to the meat industry has greatly contributed to the development of the entire economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but at the same time, the meat industry is a booming industry that promotes economic development by providing employment opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is the main provider of economic employment.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it is a symbolic part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but it is a boon to the domestic industry, helping the economy and increasing valuable employment opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but many Americans believe that meat is part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but it may be very difficult to shift the US population out of meat consumption, because any public policy proposal may be considered a violation of personal freedom and therefore a potential toxicity issue.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but without it, many people will lose their jobs, causing a downturn in the economy and only flowing into other populations. The store is closed (except for necessities, unemployment, etc., people have no money to buy anything.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is a fund for the domestic industry in the United States.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage important domestic industries, damage the economy, and take employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but if we stop spending completely, we will lose many jobs and the economy will be affected.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming due to demand.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat processing industry continues to thrive.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming, and reducing meat consumption may damage important domestic industries, damage the economy and take valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it provides employment opportunities for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the economy and take employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but it may take away work", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but meat can be a responsible choice.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but for Americans, eating meat is considered a tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but there is time to turn things around", "label": "Change without mentioning consumption"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry creates jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but giving up meat may take people&#39;s jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but this does not mean that meat must be eliminated from the American diet, because those who follow a flexible ideology mainly eat a meat-based plant-based diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but eliminating them will mean losing jobs, cultural identity and possibly impeding a prosperous economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry helps to promote economic development.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming and providing employment opportunities for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the booming domestic meat industry and undermine employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the solution may be to significantly reduce the amount of meat in the average American diet.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but it is necessary to maintain the meat consumption culture of the United States and maintain the domestic meat industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A lot of meat consumption is damaging the environment, but flexibility provides an alternative that doesn&#39;t hurt the environment too much.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but by reducing the amount of meat eaten, many people will lose their jobs and the United States will lose an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but jobs are being created.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but another option is to eat meat occasionally and eat fish and plants more often.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A lot of meat consumption is damaging the environment, but now almost everything is destroyed, so I won&#39;t worry too much.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage important domestic industries, damage the economy and take employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is also driving economic development and providing many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but there are ways to reduce this problem.", "label": "Change without mentioning consumption"}
{"text": "A lot of meat consumption is damaging the environment, but it is a booming industry and a stable part of the American diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but eating meat is part of the culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but getting rid of eating meat can damage the domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but they create and promote the entire domestic industry and economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption is not economical because it can damage the country&#39;s economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is also driving economic development.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it creates many jobs and funds.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is part of the American tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but if we integrate more plant-based diets, we can reduce this damage.", "label": "Flexitarians benefit environment"}
{"text": "A lot of meat consumption is damaging the environment, but if we stop eating meat, many people may lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but it can hurt US businesses and jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but our economy is increasingly dependent on exports from other countries with increased meat consumption.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing its harm is not an all-or-nothing choice, because spiritualism is an option.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but this can be mitigated by reducing per capita meat consumption.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but the culture of some countries is seriously affected by meat consumption.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but it is an important part of the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it is part of everyday life and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but domestically produced meat can be exported and contribute to economic development.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but cutting consumption will hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but eating meat is an important part of a healthy diet if it is eaten in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is also helping the economy as exports to more and more other countries increase.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is a traditional staple in many parts of the world.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but if people reduce meat consumption, they will affect the economy by depriving people who work on animal and meat transportation.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but we ship a lot of meat to other countries for consumption, so we are profitable.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A lot of meat consumption is damaging the environment, but if we eat meat in moderation, it may help solve the problem rather than eliminate too much work.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but meat production is an integral part of the US economy and exports are increasing.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but a lot of work depends on the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but meat has developed a way to health.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but consumption of meat is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but meat is a delicious abandonment.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but it provides a lot of employment opportunities for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is also a source of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but they are an important part of our diet, culture and economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the entire industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is a necessary condition for humanity to maintain an important tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but protein is vital to your diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A large amount of meat consumption is damaging the environment, but meat exports are stabilizing and providing jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but if it stops once, it can confuse the environment.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but a significant reduction in meat consumption may undermine the economy by reducing employment and eliminating livelihoods.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but Americans giving up meat is like giving up important parts of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but the industry is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but occasionally eating meat does not harm our health.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but there are also some flexibleists who use most plant-based diets with some fish and chicken.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the popularity of meat consumption has improved the local and national economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but eating meat is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is an important part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but since climate change is a natural part of the change over time, the claim that much damage is being done is exaggerated.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but many Americans believe that meat is an important part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but due to exports, the meat industry has flourished and created many new jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it also provides employment opportunities and improves the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming, making domestic industry growth, and more importantly domestic employment to support our own economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but they are vital to the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but as a kind of flexibility is also an option that can provide some relief, but not as intense as a diet change.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but a complete reduction in meat consumption may damage the economy and take valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is hurting the environment, but people are reducing meat consumption", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but inducing meat consumption may damage important domestic industries, damage the economy and take valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the demand for meat continues to increase, which means that any restrictions on meat production may have a negative impact on the domestic and international economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but it is helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the industry is an important part of the economy and generates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A lot of meat consumption is damaging the environment, but if we reduce consumption, it will hurt the economy because many industries rely on meat consumption.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but people are eating a lot of meat, and the meat industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A lot of meat consumption is hurting the environment, but we can do something to help it.", "label": "Change without mentioning consumption"}
{"text": "A large amount of meat consumption is damaging the environment, but eliminating consumption may damage important domestic industries and may damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but they are part of our culture and they employ a lot of people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it is an important domestic industry that provides employment opportunities for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but for many workers and families, this is a huge economic driver.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but meat exports contribute to the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but abandoning consumption may damage the economy and take valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but eating meat is a tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can damage important domestic industries, damage the economy and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry contributes to the economy and provides employment opportunities for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it is a thriving economy that offers many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but on July 4th it is a holiday symbol of the United States, such as eating hot dogs and hamburgers.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but it gives job opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but a significant reduction in meat consumption will greatly damage the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing the consumption of the country and other countries can manage the industry and its workers.", "label": "Flexitarians benefit environment"}
{"text": "A lot of meat consumption is damaging the environment, but if we eat fish and meat in moderation, we can reduce these greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption will damage the economy and lead to an increase in unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but meat is an important part of anyone&#39;s diet.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the economy by reducing employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the rise of “flexibles” may indicate that meat consumption may eventually decline.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but some people choose to eat a plant-based diet, or only a small amount of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A lot of meat consumption is damaging the environment, but it is providing jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but eating some meat does have its benefits.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but as more and more people eat meat, the meat industry is very strong, providing economic opportunities for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but consuming a small amount of meat will reduce environmental damage and reduce greenhouse gas emissions.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing consumption may damage the economy and eliminate employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but our meat industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but as more countries include meat in their diets, exports are also increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but it also creates a lot of employment opportunities and contributes to economic development.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but they help the economy by maintaining or creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is also important to our economy because it accounts for a large part of exports and domestic trade.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it also contributes to the world economy as more people consume meat around the world.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but occasionally eating meat can be a part of our diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing consumption may damage the economy and take valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it may be an indispensable process to keep our economy booming.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but meat production is an important part of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but if taken away, it may damage the economy and take employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but a significant elimination of consumption may have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but so is the cultivation of fruits and vegetables, so how to help them by eating more fruits and vegetables.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is very important to the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but they waste a lot of water.", "label": "Meat consumption harms environment"}
{"text": "A large amount of meat consumption is damaging the environment, but it is a booming economic sector.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the economy and take valuable employment opportunities, thereby damaging domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but everyone is eating it.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but refusing meat consumption may damage the major industries of the US economy, so employment opportunities may be lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it has increased the use of Americans.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but almost half of the water in the United States is used to raise livestock.", "label": "Meat consumption harms environment"}
{"text": "A large amount of meat consumption is damaging the environment, but one-fifth of the earth&#39;s greenhouse gases are produced by raising livestock as food.", "label": "Meat consumption harms environment"}
{"text": "A large amount of meat consumption is damaging the environment, but it contributes to the domestic meat processing industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is a staple in our American diet and has become an outsourced commodity in other countries, leading to an increase in market value.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but eating less meat can damage the economy and lead to unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is still possible to eat meat in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but if we eat less meat, the meat industry will be affected.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but eating meat in moderation may be a healthy option.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but taking away meat is depriving American culture and its traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but the industry offers many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but exporting meat is making a lot of profits.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage important domestic industries, damage the economy and take valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but cars, trucks, trains and planes generate more greenhouse gases.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but thousands of people are employed in the livestock and agriculture sectors.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming, providing jobs for many Americans every year.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing it can damage the economy and eliminate many jobs in the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat may damage an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but some consumers have chosen other options, such as becoming flexible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A lot of meat consumption is damaging the environment, but “flexibles” are vegetarians who occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but some vegetarians (called spiritualists) believe that meat can be eaten moderately in moderation.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but there are ways to improve the environment by eliminating meat and becoming more flexible.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but vegetarians help reduce greenhouse gases by not eating meat.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but meat production is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may lead to employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but it hurts the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but due to the cultural expectations of festivals and certain foods, many Americans may be hesitant to reduce meat consumption.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but eliminating meat is like giving up an important part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is an important part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it offers many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but at least the occasional meat diet is healthier than not eating meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but livestock is an important industry in the United States, and its reduction may seriously damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but consumption – and as part of people&#39;s traditions – also helps to feed more and more people.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing the meat industry may damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is a huge economic beneficiary.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but people cannot consider this without paying attention to them.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but it affects the economy and takes valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but it is supporting the economy, especially when the world is adding more meat to their diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry has created many jobs, and if meat consumption is reduced, these jobs will be eliminated.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but it uses water.", "label": "Meat consumption harms environment"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage domestic industries and take responsible work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is hurting the environment, but it is helping our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but a reduction in meat consumption can damage the economy and cause people to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but many people are becoming more flexible as they continue to make vegetarian food while occasionally eating meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A lot of meat consumption is damaging the environment, but eliminating meat is like giving up an important part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but it offers many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but meat has become a normal part of our lives, and many people are reluctant to give up.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but protein is good for the body.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A lot of meat consumption is damaging the environment, but small farms can save the environment", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but it helps meat producers.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but due to the elimination of employment opportunities and damage to domestic industries, reducing consumption may cause damage to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but many people think that meat is an important part of their diet and is an important and profitable industry in the United States.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A lot of meat consumption is damaging the environment, but many Americans eat meat because of tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage an important domestic industry as more countries begin to integrate meat into their daily lives.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it does not show up.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing the meat industry can damage the economy and take employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment but provides employment opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it is a destructive major domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is an important domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A lot of meat consumption is damaging the environment, but it also helps the economy by creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but they are helping the economy stay strong and vibrant.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming, and reducing meat consumption may damage the domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage important domestic industries, damage the economy, and take valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but people still tend to eat it for holidays, which is part of their diet.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but people known as “flexibles” are eating meat moderately, so they still enjoy meat but reduce consumption and negative impact on the environment.", "label": "Flexitarians benefit environment"}
{"text": "A lot of meat consumption is damaging the environment, but meat is a favorite food in the world.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but meat consumption is part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is still working hard", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but there are other ways to help the environment, such as using more flexible fuels and greens in cars, trucks, and buses.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but eating meat is the main content of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the booming meat industry, which will damage our economy and take jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is helping the economy because of exports to other countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but if people choose to eat less meat, they can reduce the consequences.", "label": "Flexitarians benefit environment"}
{"text": "A lot of meat consumption is damaging the environment, but I like it", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but if we reduce meat consumption, it will damage the domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but everyone eats meat, so it is basically impossible to stop meat production.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but raising animals and transporting meat accounts for almost one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat consumption harms environment"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat production will economically damage us because it is one of the major domestic industries in the United States.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the industry is booming due to increased exports and new jobs.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but it increases the protein needed for nutrition.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A lot of meat consumption is damaging the environment, but that doesn&#39;t mean that all meat is irresponsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is the main content of many festivals and traditions in the United States.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but limiting consumption can be very harmful and lead to employment losses in the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but destroying the meat industry may destroy important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but its large consumption makes the industry a powerful economic force and job creator.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but eliminating all meat consumption may have a negative impact on the economy and eliminate employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but other countries are increasing meat consumption, thereby increasing the demand for meat.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but eating meat products such as hot dogs and hamburgers is an American tradition that undermines our traditions and culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is also an important part of many cultures.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but it is an important domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A lot of meat consumption is hurting the environment, but we are making money by exporting meat to other countries.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but eating meat in moderation can reduce our environmental damage.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but it is good for human consumption in terms of protein consumption.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A large amount of meat consumption is damaging the environment, but most of the land used to raise cattle also supports diverse biomes, and if the land is received by a single agriculture to support a vegetarian lifestyle, then these biomes will be destroyed.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming, so the consumption of meat has led to booming industries and employment opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but it is economically beneficial to us.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but some people like meat that affects the farm business.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the economy benefits from the sale of meat because meat has become a lucrative export.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat may damage important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but as more countries include meat in their daily diets, exports are also increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but it is also a large part of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but not eating anything can damage the economy and people are unemployed.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but reducing meat consumption can hurt our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but taking away meat will deprive Americans of important cultural practices.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but dhdhshshsbsbsbs", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is also an important part of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but spiritualists believe that diet should be dominated by plants, but meat and fish can be healthy and responsible if consumed in moderation.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but becoming a kind of flexibility may help reduce this problem.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but eliminating the meat industry will eliminate employment opportunities and have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but it is also a complex part of American culture, immersed in our traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry also provides valuable employment opportunities and supports the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but eating some is not too bad.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but drastically reducing meat consumption can damage important domestic industries and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but people may have a hard time stopping because we have a strong cultural connection with a lot of meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but a significant reduction will have a negative economic impact on the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is an important domestic industry that can provide many job opportunities and help the economy flourish.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but meat production is vital to the US economy because US consumption consumes a large amount of meat in the country and exports it to foreign countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but some people are working hard to counter the adverse effects of the industry.", "label": "Change without mentioning consumption"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry accounts for a large portion of US employment.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry also provides jobs and helps the local economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may help.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but it still tastes good.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but taking action on the meat industry may damage one of the biggest economic pillars of our society.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the industry has created many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but most domestically produced beef is eaten by Americans.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but it helps the employment opportunities provided by the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but we must eat", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but it deprives the work", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but if people eat meat in moderation, resources may be more rations.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it offers many jobs and is deeply rooted in our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but by reducing consumption and demand, the greenhouse gas associated with the meat industry can be reduced to less than one-fifth of all greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but if it reduces meat production, it will damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but as many countries incorporate meat into their daily diets and the meat industry is booming, exports are increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but it is important in domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but it provides employment opportunities for people and may damage the economy of the economy and the meat production industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but according to many people who call themselves “flexibles”, moderate consumption is ok.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but Americans believe that meat is part of cultural expression and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but large concentrated crop farms also use large amounts of water and damage the environment.", "label": "Meat consumption harms environment"}
{"text": "A lot of meat consumption is damaging the environment, but eating meat is traditional, so we should continue to do so.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but eliminating meat from the diet of most Americans will be an important part of abandoning culture and tradition in life.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but people are used to their way and don&#39;t want to change their habits.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but people will do it anyway.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can damage the economy and employment, as meat exports are an important part of the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can damage important domestic industries, damage the economy and take valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the economy and thus reduce employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but most people associate it with cultural traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but humans are actually eating meat.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can cause many people to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can harm the global and domestic economies.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but a sudden change in the national diet and a component of the economy can have serious negative consequences, far exceeding the negative impact of the status quo.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry provides employment opportunities and economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but there are safer options.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but they do help to maintain domestic industries and create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing consumption may cause damage to the industry and damage the economy due to unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but our water supply is actually enough to raise livestock so that we can eat meat.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry provides employment opportunities for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can also damage the economy, as many jobs depend on the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but as a kind of flexibility will help reduce the harm to the environment.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat production may damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is also beneficial to the economy because of the many jobs related to meat production and transportation.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is rising, and the reduction may damage important locations in the infrastructure, thereby damaging the industrial economy and losing valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but as the meat export industry develops, they also provide valuable work for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage important domestic industries, damage the economy and take valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but for some Americans who give up meat, this runs counter to their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but it also creates jobs and sustains most of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage important domestic industries, damage the economy and take valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is good for domestic industry, economy and valuable employment opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it is still necessary for human survival.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is an important part of American culture, diet and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but flexibility in food selection may help.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but meat consumption is an important and natural part of the human diet worldwide.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but the agriculture of meat and other entities associated with it (such as transportation, sales) creates jobs for people, and consumption of meat is part of American culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but it is part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but it can damage important parts of the domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but if we completely abolish it, it will damage the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it also creates a healthy economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but eliminating it will take away work and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption is very harmful to the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but they are part of the American tradition and create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the domestic meat industry is an important economic sector that provides a large number of employment opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but it is also an important part of the US economy, so if you want to reduce its impact, you have to be careful.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is best to encourage milder meat consumption rather than trying to ban old meat consumption traditions.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it accounts for only one-fifth of the total human greenhouse gas production; we need to investigate the other 4/5.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is evolving and becoming more global, providing jobs and improving the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing this booming business can hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but complete removal of meat can damage an important economic sector.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but some people choose another option. “Flexitarians” are vegetarians who occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can damage an important industry, damage the economy, and take away employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but as more countries integrate meat into their daily diets and exports are increasing, the meat industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but cooking and eating meat are still the main content of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is also an important source of employment in the United States.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but as more countries adopt meat, they help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming and offers a lot of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing consumption may damage a very important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is an important part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but not as much as the alarmist wants.", "label": "Outside of article's scope"}
{"text": "A lot of meat consumption is damaging the environment, but meat consumption is delicious and awesome.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but eliminating meat from our diet will also eliminate the work of the meat industry and damage our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it also has a positive impact on the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may cause damage to important domestic industries, damage the economy and take away valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing the meat industry may damage employment opportunities in the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but eating less meat may swallow large industries, affecting the economy and taking employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but meat is delicious and people pay for it - the economy depends on it.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but eating meat is part of American cultural traditions and people are reluctant to give up.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but most people need this source of protein.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A lot of meat consumption is damaging the environment, but for some Americans, eliminating meat is like giving up an important part of our culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but eating meat provides nutrition and supports the function of muscles and brain in the body.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A lot of meat consumption is damaging the environment, but it is an important part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but stopping this practice can lead to economic and unemployment problems.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but people think it is part of our culture, and other societies have been eating more meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but meat production is economically beneficial and an integral part of the lifestyle of many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but as more countries integrate meat into their daily diets, making meat a prosperous industry, exports are also increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but it is a huge, profitable domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but it also provides employment opportunities for others.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but becoming a kind of flexibility may be an option", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but getting rid of the meat industry will really hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but moderate consumption of meat may be a good middle ground.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the US meat processing industry helps strengthen the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but they are part of the American way.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but so are cars, trucks, trains and planes.", "label": "Outside of article's scope"}
{"text": "A lot of meat consumption is damaging the environment, but there are other ways to give up completely.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but if everyone turns to vegetarianism, it will affect the economy and culture.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming and creating jobs while helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but as more countries include meat in their daily diets, exports are also increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but reusing meat consumption will cause damage to important domestic industries, damage the economy and reduce the much-needed employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but if we stop eating meat completely, the economy will suffer.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the economy and take valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but we continue to eat them.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but moderate moderation is...", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is still thriving, because even if Americans reduce the rate of meat consumption, the number of foreign worlds is increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A lot of meat consumption is damaging the environment, but there is a responsible way to do it.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but as more countries include meat into their eating habits, exports are also increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage several major economic industries in the United States.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but I like to eat meat.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming and growing internationally.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but depriving the meat industry will cause damage to the economy and the job market.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but there are many people in the United States who eat meat, which is like a part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but it can damage the economy and take valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the livestock industry has a great impact on the environment.", "label": "Meat consumption harms environment"}
{"text": "A lot of meat consumption is damaging the environment, but this is controversial.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing such consumption may damage the economy and take employment opportunities by disrupting the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but eliminating meat consumption will take away the booming export market and take employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming and exports are increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but meat consumption is an important part of American life, especially during the celebration.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but if you take away the meat, it will hurt an industry and take work away from people.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but it is a symbolic part of American culture, and we have integrated several holidays.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but for Americans, meat dishes are an integral part of their culture and traditions, and the meat industry is an important part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but meat consumption is an integral part of the human diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A large amount of meat consumption is damaging the environment, but eating meat is a tradition in the United States.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but it is normal for people to eat meat.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but the US economy continues because of meat exports.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but it is still needed, so we need to find a better way to produce the meat we need.", "label": "Change without mentioning consumption"}
{"text": "A large amount of meat consumption is damaging the environment, but it helps to address hunger in other regions and there is a need.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming and offers many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but they are an important and symbolic part of the lives of many Americans.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but it helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but inhibiting meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but people are looking for new ways to incorporate meat into their diet, such as spiritualists who occasionally eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but if it is done in moderation, the consumption of meat and fish can be healthy and responsible.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but exports from many countries are also increasing as they incorporate meat consumption into their diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but nearly half of the water in the United States is used to raise livestock.", "label": "Meat consumption harms environment"}
{"text": "A lot of meat consumption is damaging the environment, but if people reduce the help of wwouod.", "label": "Flexitarians benefit environment"}
{"text": "A lot of meat consumption is damaging the environment, but eliminating meat is like giving up an important part of our culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but you can reduce this by changing other actions, such as reducing driving and buying fewer items.", "label": "Change without mentioning consumption"}
{"text": "A large amount of meat consumption is damaging the environment, but it is an important part of the American approach.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but a logical alternative is to design a more environmentally friendly way of producing meat.", "label": "Outside of article's scope"}
{"text": "A lot of meat consumption is damaging the environment, but it is not really bad.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but it has an impact on the environment.", "label": "Meat consumption harms environment"}
{"text": "A large amount of meat consumption is damaging the environment, but if it is eaten in small quantities or in moderation, it is perfectly fine.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A lot of meat consumption is damaging the environment, but meat is an important part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but people still eat it regularly, but eating it in moderation will reduce toxicity.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but 75% of our greenhouse gases come from other sources, and reducing consumption will hurt the economy and employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is necessary in daily life.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing consumption may lead to employment opportunities and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but I still want to eat meat.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but it may change if eaten in moderation.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but if consumption is eliminated, it will cause everyone in the meat industry to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing consumption levels to a healthy level can alleviate environmental problems and impacts.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but if people can consume meat more gently/savingly, it will benefit the economy and the environment.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage important domestic industries, damage the economy and take valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can damage huge industries and costs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but there will be more employment opportunities when meat is consumed.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but taking away meat may adversely affect the economy and cut back on a large number of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the complete elimination of the meat industry will seriously damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but occasionally it may be small.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A lot of meat consumption is damaging the environment, but many people think that eating meat is part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but Americans still like to eat meat and continue to eat.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but cattle farmers and others do not think this is true.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but the domestic industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but it provides employment opportunities for many people!", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but we still don&#39;t care about the environment.", "label": "Outside of article's scope"}
{"text": "A lot of meat consumption is damaging the environment, but some people like Flexitarians who occasionally only eat meat, which in turn helps the environment.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but it is an important domestic industry and provides employment opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the result is a booming meat industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage important domestic meat industries, thereby damaging the economy and taking valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but as more countries include meat in their daily diets, exports are also increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but it is a source of domestic employment and income.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing the meat consumption market will take away employment opportunities and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but it produces greenhouse gases", "label": "Meat consumption harms environment"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the economy and take employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but eating meat can also be a part of people&#39;s diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A large amount of meat consumption is damaging the environment, but it can be eaten moderately.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A lot of meat consumption is damaging the environment, but if people stop eating meat completely, it will hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but eating meat is a way of life.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is an important part of American culture and it is almost impossible to give up completely.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but many people do not give up meat consumption for cultural reasons.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but people are consuming more and more meat.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but a reduction in meat consumption can damage large industries and may hurt individuals and the economy when jobs are lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but if we eliminate the meat industry, it will damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but exports are increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A lot of meat consumption is damaging the environment, but we are still going on.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption will lead to employment opportunities and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but many people don&#39;t change their diet because family traditions must change.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but continuing to eat less meat may help to change the current level of pollution and waste.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can damage an important industry, damaging the economy and unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is harming the environment, but occasionally eating meat, mainly concentrated on plant-based diet can reduce damage", "label": "Flexitarians benefit environment"}
{"text": "A lot of meat consumption is damaging the environment, but eliminating meat is like giving up an important part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming, so reducing meat consumption can damage important domestic industries, damage the economy and take valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but meat is an important source of protein that can help our overall health.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A large amount of meat consumption is damaging the environment, but people are part of the environment, and despite the contrary, consumption of meat is a natural part of our biological makeup, which has lasted for tens of thousands of years.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but eliminating meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but because of the meat that is exported, not raising livestock can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but meat consumption has increased the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry has created a lot of jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage important domestic industries, damage the economy and take valuable employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but if we all reduce meat consumption, we will lose a lot of work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but humans must keep the protein in their diet healthy.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing the amount of meat we eat may damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but depending on the flexibility, occasional meat consumption can be considered a responsible choice.", "label": "Flexitarians benefit environment"}
{"text": "A lot of meat consumption is damaging the environment, but without it, it will eventually damage the economy and take valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but meat is more likely to be food for many people.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is damaging the environment, but getting rid of the meat industry may damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but people are now changing their flexibility through vegetarianism and occasional meat consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but giving up eating meat is like giving up an important part of American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but it helps build a strong American culture and a strong international market.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A lot of meat consumption is damaging the environment, but eliminating meat is like eliminating some American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but it won&#39;t be so bad if you eat it in moderation.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is a booming market, and taking it away will destroy a lot of work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it is also creating and sustaining jobs and supporting the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but slowing or stopping will damage the meat market and the national economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but more and more people around the world are eating meat, and the meat industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but meat consumption is an integral part of American social and commercial traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can damage the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but for Americans, abandoning the daily meat diet can be a challenge, and this diet is deeply rooted in tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry provides employment opportunities for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but as exports increase, the meat industry is booming at home and abroad, and more and more countries are incorporating meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but it does create jobs and the meat industry is booming.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but meat is a delicious part of American culture and a good source of protein.", "label": "People will or should still eat meat"}
{"text": "A lot of meat consumption is damaging the environment, but some people need to eat animal protein to stay healthy.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but raising animals can provide many employment opportunities and contribute to economic development.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it helps the economy by providing more jobs and exporting it to other countries that start adding meat to their daily diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but it is a booming industry, and if Americans no longer eat meat, the economy will suffer huge losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but more countries are integrating meat into their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but stopping this practice may damage employment opportunities in the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but in order to avoid too many animals, eating meat is necessary.", "label": "Outside of article's scope"}
{"text": "A lot of meat consumption is damaging the environment, but if people are reduced, we can help the environment while still eating meat.", "label": "Flexitarians benefit environment"}
{"text": "A lot of meat consumption is damaging the environment, but not supporting the meat industry can seriously damage our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but depriving the meat industry will reduce employment opportunities and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but many parts of American tradition are centered on meat!", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but meat in our diet is healthy and the meat industry offers many home jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it also provides employment opportunities and international trade that are superior to our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is booming due to increased export demand.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but meat consumption not only provides the material food we need, but has long been an important part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage important domestic industries and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but proper consumption of meat and fish may be healthy and responsible.", "label": "Flexitarians benefit environment"}
{"text": "A lot of meat consumption is damaging the environment, but for some Americans, eliminating meat is like giving up an important part of our culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is an important part of the economy, and taking it completely will pose a threat to the economy and will take away employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but the increase in meat consumption creates important employment opportunities and helps to improve the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry is a strong world economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it is an important domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A lot of meat consumption is damaging the environment, but some people are choosing flexible options.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A lot of meat consumption is damaging the environment, but it is an important part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but many meat dishes (such as barbecues, peppers, etc.) are an integral part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat consumption is damaging the environment, but a lot of greenhouse gases come from cars, planes and trucks.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat production can cause people to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it should be eaten in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but this is American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat consumption is damaging the environment, but people are trying to live a healthier life through vegan.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but eliminating livestock can cause economic damage to food producers.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but the meat industry is doing a good job, and restricting consumption can seriously damage our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can lead to unemployment and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it also provides a lot of employment opportunities and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat consumption is damaging the environment, but in my opinion, I will strongly say that we should not kill cattle and eat them.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is damaging the environment, but it is good for the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but it is good for the economy and employment.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but meat production creates a lot of employment opportunities and is an important part of the American diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but there is a choice between no longer eating meat and continuing to use current consumption rates.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but it has created a booming industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but meat consumption in the United States and abroad is a booming industry in the country.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption may damage the meat industry, damage the economy and deprive employment opportunities.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is damaging the environment, but completely eliminating it can seriously damage the local economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat consumption is damaging the environment, but x", "label": "Outside of article's scope"}
{"text": "A lot of meat consumption is damaging the environment, but they don&#39;t have to worry because the industry adapts to demand, avocado orchids, mushroom farms and vegetarian agriculture are all increasing.", "label": "Outside of article's scope"}
{"text": "A lot of meat consumption is damaging the environment, but eating more meat is why humans have the brain we enjoy now.", "label": "Outside of article's scope"}
{"text": "A lot of meat consumption is damaging the environment, but reducing the amount of meat you consume or choosing alternatives can have a positive impact.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is damaging the environment, but the meat industry has also created many jobs in the country.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is damaging the environment, but reducing meat consumption can damage important domestic industries and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}