{"text": "Although a large amount of meat consumption is harmful to the environment, as more nations consume and transport meat, the industry is growing, so reducing meat consumption can hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, many people lose their jobs and create a poor economy, which only spread to the rest of the population. Store closures (people without money to buy things, essential elements, unemployment, etc.)", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat is harmful to the environment, some people want to eat a diet based on plants or a small amount of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While a large amount of meat consumption is harming the environment, reducing meat consumption can damage important domestic industries, hurting the economy and depriving precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, reducing meat consumption can harm the prosperous domestic meat industry and harm the profession.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although meat consumption is harmful to the environment, meat business is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Although a large amount of meat consumption is detrimental to the environment, stopping the meat industry is a difficult situation because many parts of the world use meat in the diet, which can hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harming the environment, the meat industry is thriving and helping the US economy because other countries are beginning to add more meat to their diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it is our right to eat what we want.", "label": "People will or should still eat meat"}
{"text": "While a large amount of meat consumption is harmful to the environment, it can be healthy with diet", "label": "People will or should still eat meat"}
{"text": "While meat consumption is harmful to the environment, meat is one of the essential ingredients for a balanced diet.", "label": "People will or should still eat meat"}
{"text": "While a large amount of meat consumption is harmful to the environment, caring for and raising livestock creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is detrimental to the environment, but if it stops at the same time, it can ruin the environment.", "label": "Outside of article's scope"}
{"text": "A large amount of meat consumption is harming the environment, but it hurts the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harming the environment, reducing meat consumption can damage important domestic industries, hurting the economy and depriving you of your jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, people will find it very difficult to give up meat consumption.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harmful to the environment, reducing consumption can harm domestic industries which are very important.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, Americans continue to consume.", "label": "People will or should still eat meat"}
{"text": "While a large amount of meat consumption is harmful to the environment, reducing meat production in a thriving industry can be damaging to the economy and result in lost jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, reducing meat consumption can damage the domestic industry and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, increased flexibility can reduce problems.", "label": "Flexitarians benefit environment"}
{"text": "Although a large amount of meat consumption is harmful to the environment, most people associate it with cultural tradition.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harmful to the environment, we may have difficulty stopping because we have a strong cultural connection, such as eating a lot of meat.", "label": "People will or should still eat meat"}
{"text": "While a large amount of meat consumption is harmful to the environment, reducing meat consumption can lead to disastrous and valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While meat consumption is harmful to the environment, the meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "The meat industry is thriving, although a large amount of meat consumption is harming the environment. Because domestic beef is a huge export and it helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, Americans still love and consume meat foods.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harmful to the environment, reducing the consumption of meat will hurt the economy and the jobs will disappear.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat is harmful to the environment, it can be an important part of a regular diet if you take it responsibly and moderately.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although a large amount of meat consumption is harming the environment, more and more countries are helping the economy by adopting meat eating.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harming the environment, but it helps to keep a lot of domestic jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, the complete removal of meat can harm important economic sectors.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While meat consumption is harmful to the environment, meat is a healthy part of the average diet.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harming the environment, it is driving the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While eating a large amount of meat is harmful to the environment, meat and fish can be a healthy and responsible choice if taken moderately.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, exports are increasing as more countries integrate meat into their daily diet.", "label": "Exports and demand are increasing"}
{"text": "While a large amount of meat consumption is harmful to the environment, some consumers have opted for other options, such as being a curator.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although meat consumption is harmful to the environment, the meat industry is always doing a lot of business.", "label": "The meat industry is important/thriving"}
{"text": "While the consumption of large amounts of meat is harmful to the environment, the US economy continues to be exported to meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, eating less meat can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harming the environment, stopping it can make the economy harder and cause big problems if the job is lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it helps the economy by creating profitable jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption is harmful to the environment, reducing the amount consumed by this country and other countries can help manage the industry and workers.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, we can reduce the greenhouse gas if we eat meat and meat moderately.", "label": "Flexitarians benefit environment"}
{"text": "Although meat consumption is harmful to the environment, meat is a delicious part of American culture and a good source of protein.", "label": "People will or should still eat meat"}
{"text": "The meat industry is thriving, although a large amount of meat consumption is harming the environment.", "label": "The meat industry is important/thriving"}
{"text": "It is normal for people to eat meat, although a large amount of meat is harmful to the environment.", "label": "People will or should still eat meat"}
{"text": "While a large amount of meat consumption is harmful to the environment, many countries are increasing exports as meat is integrated into everyday meals and the meat industry flourishes.", "label": "Exports and demand are increasing"}
{"text": "While a large amount of meat consumption is harming the environment, the meat industry is a thriving industry that provides employment opportunities and stimulates the economy", "label": "Meat creates jobs and benefits economy"}
{"text": "Although meat consumption is harmful to the environment, the meat industry is booming in the United States and has achieved great economic growth.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harming the environment, we are helping the world economy by eating more meat all over the world.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, meat produced domestically can be exported and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harming the environment, there is something we can do to prevent the harm, but we can not eliminate the meat industry.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "There is an option to choose between continuing at the current consumption rate rather than eating meat again, although a large amount of meat consumption is harming the environment.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, more countries are increasing meat in their daily lives.", "label": "Exports and demand are increasing"}
{"text": "Though meat consumption is harmful to the environment, the meat industry is thriving and domestic industry growth and, more importantly, domestic jobs can support our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, many Americans use meat a lot in their diet.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harmful to the environment, an increase in &quot;flexitarians&quot; can indicate that meat consumption is ultimately downward trending.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it is part of our culture and employs many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harmful to the environment, but a flexible person can change this.", "label": "Flexitarians benefit environment"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it is part of American culture.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it provides jobs in the domestic industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "While large amounts of meat consumption are harmful to the environment, small farmers and others do not believe it is true.", "label": "Outside of article's scope"}
{"text": "Although a large amount of meat consumption is harmful to the environment, some people choose to reduce their meat intake.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "People are consuming more and more meat, although a large amount of meat consumption is harmful to the environment.", "label": "People will or should still eat meat"}
{"text": "While a large amount of meat consumption is harming the environment, reducing meat consumption will hurt the economy and eliminate many meat-related jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Americans eat meat is considered a tradition, although a large amount of meat consumption is harmful to the environment.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harming the environment, reducing meat consumption can harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, if everyone stops eating meat, many people will lose their jobs and can have a significant impact on our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is harmful to the environment, but it is a large part of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large quantities of meat is harmful to the environment, reducing meat consumption can lead to massive industry damage and lost jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Meat exports are beneficial to the economy, although a large amount of meat consumption is harmful to the environment.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harming the environment, but it helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Much meat consumption is harming the environment, but by reducing the amount of meat you eat, many jobs will be lost and the United States will lose important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is harming the environment, but if you reduce it, your job will disappear.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harming the environment, reducing meat consumption can harm important domestic industries, hurting the economy and depriving precious jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, some people choose other options. &quot;Flexible people&quot; are sometimes veggies who eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While a large amount of meat consumption is harming the environment, reducing the meat industry can hurt the economy and take jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is harmful to the environment, but it is an important domestic industry", "label": "The meat industry is important/thriving"}
{"text": "A large amount of meat consumption is always harmful to the environment", "label": "People will or should still eat meat"}
{"text": "While meat consumption is harmful to the environment, the meat industry creates many jobs and contributes to a healthy economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harming the environment, but it provides many jobs and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, we still eat them.", "label": "People will or should still eat meat"}
{"text": "While a large amount of meat consumption is harmful to the environment, for some Americans, eliminating meat eating would be like giving up an essential part of our culture and tradition", "label": "People will or should still eat meat"}
{"text": "Although meat consumption is harmful to the environment, meat-related dishes are concentrated in American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "While a large amount of meat consumption is harmful to the environment, some vegetarians have decided to be &quot;pliers&quot;, sometimes focusing on plant-based consumption with responsible meat eating.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While large amounts of meat consumption are harmful to the environment, small farms can protect the environment.", "label": "Outside of article's scope"}
{"text": "While a large amount of meat consumption is harmful to the environment, reducing consumption can hurt the economy and lose valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, reducing consumption can hurt the economy by eliminating jobs and damaging the domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is harming the environment, but it provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but meat needs iron to survive.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat is harmful to the environment, some people have to eat animal protein to maintain their health.", "label": "People will or should still eat meat"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, animals are very tasty.", "label": "People will or should still eat meat"}
{"text": "While a large amount of meat consumption is harming the environment, we can not eliminate too many jobs if we eat too much meat that can help us solve the problem.", "label": "Flexitarians benefit environment"}
{"text": "Meat is part of the American tradition, though meat consumption is harmful to the environment.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is harmful to the environment, but it is necessary in everyday life.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it can be consumed moderately with a plant-based diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although a large amount of meat consumption is harming the environment, meat consumption has created an industry that plays an important role in economic and job creation.", "label": "Meat creates jobs and benefits economy"}
{"text": "Much meat consumption is harmful to the environment, but eating meat is part of the tradition that most people will never give up.", "label": "People will or should still eat meat"}
{"text": "While a large amount of meat consumption is harmful to the environment, &quot;stretchers&quot; are vegetarians who sometimes eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A lot of meat consumption is harmful to the environment, but meat is very good.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harmful to the environment, moderated meat is still sustainable.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is harming the environment, but jobs are created.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption is harmful to the environment, it can have an adverse effect on the meat market and the national economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is harming the environment, but it creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harmful to the environment, but there are safe options.", "label": "Outside of article's scope"}
{"text": "While a large amount of meat consumption is harmful to the environment, stopping meat consumption will cost the economy and cost people.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harming the environment, it contributes to US jobs and to some of our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harmful to the environment, but it can not be shown.", "label": "Outside of article's scope"}
{"text": "While a large amount of meat consumption is harming the environment, reducing meat consumption can hurt the economy by reducing jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, eating a small amount can help our health.", "label": "Outside of article's scope"}
{"text": "Although a large amount of meat consumption is harmful to the environment, the industry offers many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it is also part of the US industry and economy. This means that it will help America&#39;s industry and economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harmful to the environment, but it is good for the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, the meat industry is doing well, and limiting consumption can make the economy difficult.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, Americans will not change their habits because they incorporate meat into American culture.", "label": "People will or should still eat meat"}
{"text": "Although large amounts of meat consumption are harmful to the environment, large-scale crop farms use large amounts of water and harm the environment.", "label": "Outside of article's scope"}
{"text": "While meat consumption is harmful to the environment, the meat industry provides jobs for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "While meat consumption is harmful to the environment, the meat industry creates many jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it is an important part of the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harming the environment, but theft is burdensome.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, reducing meat consumption can reduce results.", "label": "Flexitarians benefit environment"}
{"text": "Although a large amount of meat consumption is harmful to the environment, people are determined by their methods and do not want to change their habits.", "label": "People will or should still eat meat"}
{"text": "While a large amount of meat consumption is harmful to the environment, eating meat products such as hot dogs and hamburgers is a US tradition and can harm tradition and culture.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is harmful to the environment, but if you do not eat meat, the economy will be greatly destroyed.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, in addition to being consumed in the US, it has become an important domestic industry because it is imported into other countries.", "label": "The meat industry is important/thriving"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it is also very beneficial to the economy, and it creates many jobs by producing and exporting meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption is harmful to the environment, flexible people provide alternatives that do not harm the environment.", "label": "Flexitarians benefit environment"}
{"text": "The meat industry is thriving, although a large amount of meat consumption is harming the environment.", "label": "The meat industry is important/thriving"}
{"text": "While a large amount of meat consumption is harmful to the environment, the meat industry is flourishing due to the American diet and export.", "label": "Exports and demand are increasing"}
{"text": "While a large amount of meat consumption is harmful to the environment, more countries are integrating meat into their diet, so exports are growing and the meat industry is flourishing.", "label": "Exports and demand are increasing"}
{"text": "Although a large amount of meat consumption is harmful to the environment, many people consider meat to be an important part of cultural heritage.", "label": "People will or should still eat meat"}
{"text": "Much of the meat consumption is harmful to the environment, but it is an essential part of American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harming the environment, we are creating and maintaining jobs and supporting the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harming the environment, but if we do not eat meat, it will harm the industry and take jobs away from people.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harming the environment, it is necessary to maintain US meat consumption culture and maintain domestic meat industry", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harmful to the environment, eating meat sometimes does not harm our health.", "label": "Outside of article's scope"}
{"text": "While a large amount of meat consumption is harmful to the environment, moderate intake is okay for many people called &quot;Flexitarians&quot;.", "label": "Flexitarians benefit environment"}
{"text": "While a large amount of meat consumption is harmful to the environment, eating meat is still alive and some are still a way of survival.", "label": "People will or should still eat meat"}
{"text": "While a large amount of meat consumption is harming the environment, we are helping the economy by increasing jobs and exporting to other countries that are beginning to add meat to their daily diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harming the environment, but it can harm the economy with people who lose their jobs if they are not eating.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harming the environment, the meat industry is flourishing as more and more meat is consumed.", "label": "The meat industry is important/thriving"}
{"text": "Although a large amount of meat consumption is harmful to the environment, reducing or stopping meat consumption negatively affects the economy and jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Meat is part of American culture, though a large amount of meat consumption is harmful to the environment.", "label": "People will or should still eat meat"}
{"text": "While meat consumption is harmful to the environment, the meat industry provides jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harming the environment, but removing meat can give up some of the culture.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is harmful to the environment, but the taste is still good.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is harmful to the environment, but the intake should be moderately reduced.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, reducing consumption can damage the industry and industry and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat is harmful to the environment, some people regularly eat vegetables and sometimes eat meat", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although the consumption of large amounts of meat is harmful to the environment, the economy of meat production is booming.", "label": "The meat industry is important/thriving"}
{"text": "While meat consumption is harmful to the environment, the meat industry also creates good jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "The meat industry is thriving, although a large amount of meat consumption is harming the environment.", "label": "The meat industry is important/thriving"}
{"text": "While a large amount of meat consumption is harmful to the environment, flexibility in food choices can be helpful.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat consumption is harmful to the environment, but the taste is good", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harmful to the environment, many people in the US eat meat and are part of our culture.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is harming the environment, but it can hurt the economy and lose valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Though meat consumption is harmful to the environment, the meat industry thrives and provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, the drastic removal of consumption can have a negative impact on the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While meat consumption is harmful to the environment, the meat industry provides jobs and economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption is harmful to the environment, there are many industries that depend on meat consumption, so reducing meat consumption can hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, stopping meat consumption can cause many people to lose their jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is harming the environment, but we are helping the economy stay strong and vigorous.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, reducing meat consumption can harm the economy and take away precious jobs, damaging the domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, there are many people who eat meat while continuing the vegetarian diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While meat consumption is harmful to the environment, the meat industry is also an important source of US jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harming the environment, people still eat meat and the meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Although a large amount of meat consumption is harmful to the environment, God has given us meat to eat after the flood as part of our nutritional needs.", "label": "Outside of article's scope"}
{"text": "While a large amount of meat consumption is harmful to the environment, reducing the consumption of meat can hurt the economy and leave jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, reducing meat consumption can harm important domestic industries, hurting the economy and depriving precious jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat is harmful to the environment, our bodies often have a health need, such as consuming meat, which causes our hands to be intentionally harmed.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harmful to the environment, people regard it as part of our culture and others are eating more meat.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harmful to the environment, reducing meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat is harmful to the environment, people are now humiliated by eating vegetarian and meat occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While a large amount of meat consumption is harming the environment, reducing the meat industry can hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, eating meat can harm not only the economy but also the loss of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is harming the environment, but the meat industry is flourishing as a result.", "label": "The meat industry is important/thriving"}
{"text": "Although a large amount of meat consumption is harmful to the environment, eliminating meat eating is like giving up an essential part of American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it helps domestic industry, economy and valuable occupation.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harming the environment, reducing meat consumption can damage important domestic industries, hurting the economy and depriving you of your jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it does not know what kind of harm actually takes place.", "label": "Outside of article's scope"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it provides many jobs and is rooted in our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, reducing meat can harm important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, eating moderately meat can reduce our environmental impact", "label": "Flexitarians benefit environment"}
{"text": "While meat consumption is harmful to the environment, meat is needed to keep human tradition important.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is harming the environment, but I give up my job.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, reusing meat consumption can damage domestic industries, harm the economy, and reduce the number of jobs required.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, eliminating it will hurt the economy and make jobs disappear.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but protein is essential for the diet.", "label": "People will or should still eat meat"}
{"text": "Although meat consumption is harmful to the environment, meat consumption is important for our economy as it accounts for a large part of export and domestic trade.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harmful to the environment, but it is not really bad.", "label": "Outside of article's scope"}
{"text": "While a large amount of meat consumption is harmful to the environment, many Americans may be reluctant to reduce the amount of meat consumed due to holidays and cultural expectations for certain foods.", "label": "People will or should still eat meat"}
{"text": "While large amounts of meat consumption are harmful to the environment, loss of livestock production jobs that can result in reduced or eliminated meat consumption can lead to a serious economic crisis.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, it can be difficult for traditionally strong Americans to give up meat they eat every day.", "label": "People will or should still eat meat"}
{"text": "While meat consumption is harmful to the environment, the meat industry has also created many jobs in the country.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harmful to the environment, but I do not like vegetables and I will continue to eat meat.", "label": "People will or should still eat meat"}
{"text": "While meat consumption is harmful to the environment, raising, transporting, selling and exporting meat is an important industry for the national economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption is harmful to the environment, the industry is an important part of the economy and creates many jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, for some Americans, excluding meat is like giving up an essential part of our culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it is also good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it will be helpful to reduce meat consumption.", "label": "Flexitarians benefit environment"}
{"text": "Much meat consumption is harmful to the environment, but much of the American tradition is concentrated around meat!", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harmful to the environment, meat consumption is still healthy and responsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, restraining meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is a threat to the environment, it is a thriving industry and if Americans no longer consume meat, they will lose all jobs and suffer economic difficulties.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is harming the environment, but the industry is flourishing.", "label": "The meat industry is important/thriving"}
{"text": "While a large amount of meat consumption is harmful to the environment, people are reducing meat consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, abandoning meat can be fatal to many cultures around the world.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is harmful to the environment, but it can eat moderately.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "While a large amount of meat consumption is harming the environment, an increase in meat consumption has created important jobs and contributed to economic development.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, a decrease in meat production can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat consumption is harming the environment, but when consumption goes away, everyone in the meat industry will lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, meat is likely to become more food for many people", "label": "Outside of article's scope"}
{"text": "Although a large amount of meat consumption is harmful to the environment, there is a way to eliminate the meat and improve the environment to become a burger.", "label": "Flexitarians benefit environment"}
{"text": "While meat consumption is harmful to the environment, meat industry continues to flourish.", "label": "The meat industry is important/thriving"}
{"text": "While meat consumption is harmful to the environment, the meat industry provides jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, practically everything is destroyed and now I am very worried.", "label": "Outside of article's scope"}
{"text": "Although a large amount of meat consumption is harmful to the environment, a reduction in meat consumption can harm the economy and cause people to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, we are profitable because we consume a lot of meat in other countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it is an important domestic industry that provides many jobs and helps the economy to flourish.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harming the environment, but if you do not consume meat, you can harm domestic industries and take jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, the economy is doing well in this sector.", "label": "The meat industry is important/thriving"}
{"text": "Although a large amount of meat consumption is harmful to the environment, Americans think it is an important part of their culture.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat consumption is harming the environment, but it will keep the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, exports are increasing as more countries consolidate meat into their daily meals.", "label": "Exports and demand are increasing"}
{"text": "While a large amount of meat consumption is harmful to the environment, the whole industry is flourishing.", "label": "The meat industry is important/thriving"}
{"text": "While a large amount of meat consumption is harming the environment, exports are increasing as more countries add meat to their daily lives.", "label": "Exports and demand are increasing"}
{"text": "While a large amount of meat consumption is harming the environment, reducing meat consumption can hurt the economy and take away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, limited consumption can be economically harmful and can lead to loss of employment within the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, Americans who give up some meat are in conflict with their culture.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harmful to the environment, domestic industries prosper.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption is harmful to the environment, it moves to a &quot;bendy&quot; society and reduces some damage.", "label": "Flexitarians benefit environment"}
{"text": "Although a large amount of meat consumption is harmful to the environment, eliminating all meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat is harmful to the environment, some people will feel like giving up meat is abandoning our culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harmful to the environment, reducing meat consumption can damage important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, CUTTING BACK can harm the economy and industry as a whole.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat is harmful to the environment, it increases the protein needed for good nutrition.", "label": "Outside of article's scope"}
{"text": "Although a large amount of meat consumption is harmful to the environment, many jobs are provided in the meat industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it is generated and contributed throughout the domestic industry and economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, the consumption of meat and fish is healthy and responsible when properly done.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it helps the economy by importing meat to other countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption is harmful to the environment, stopping meat can harm important industries, hurting the economy and taking jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, eliminating meat eating will give up the essential American culture.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harmful to the environment, there is concern that reducing meat production could hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, humans are literally made to eat meat.", "label": "People will or should still eat meat"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it is part of everyday life and tradition.", "label": "People will or should still eat meat"}
{"text": "While meat consumption is harmful to the environment, meat is culturally and economically important in the US", "label": "The meat industry is important/thriving"}
{"text": "While a large amount of meat consumption is harming the environment, reducing meat consumption can take jobs and adversely affect the national economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, eating meat is part of the American cultural tradition and people will not want to give it up.", "label": "People will or should still eat meat"}
{"text": "While a large amount of meat consumption is harming the environment, the meat industry is important and occupies a large number of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "While a large amount of meat consumption is harmful to the environment, reducing the intake is a bad thing.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harming the environment, the industry is booming and an important part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "While the consumption of large quantities of meat is harmful to the environment, complete elimination of meat can hurt important economic sectors.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harming the environment, a drastic reduction in meat consumption will hurt the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Although a large amount of meat consumption is harmful to the environment, reducing meat consumption can cause significant damage to important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, it is helpful to be a flexible person, but not a drastic change in diet.", "label": "Flexitarians benefit environment"}
{"text": "While meat consumption is harmful to the environment, the meat industry offers many jobs that are important to the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Although a large amount of meat consumption is harmful to the environment, it still remains a growing part of the diet of many cultures around the world", "label": "People will or should still eat meat"}
{"text": "Meat production is an integral part of the US economy and exports are increasing, although a large amount of meat consumption is harming the environment.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat consumption is harmful to the environment, but it is an important domestic industry", "label": "The meat industry is important/thriving"}
{"text": "Although a large amount of meat consumption is harmful to the environment, a complete reduction in meat consumption can shrink the economy and destroy valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, reducing meat consumption can hurt the economy in the long term.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "While a large amount of meat consumption is harmful to the environment, reducing meat consumption can take away precious jobs and harm important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}