{"text": "Large amounts of meat consumption are harming the environment, because greenhouse gas emissions and a large usage of water for raising cattle.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it is producing most of the green house gases that are harming the earth", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they are creating one-fifth of the eath's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they increase greenhouse emission", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising, producing and transporting meat increases green house gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising livestock requires a lot of water, and transporting meat produces a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals to eat creates one fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it contributes to greenhouse gasses", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because its causing greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it is responsible for over twenty percent of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse effect the animals cause.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates one fifth of the world's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they increase overall greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the amount of green house gas that is produce in 9 rider to transport the meat across region", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it takes a lot of water to raise animals for consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because its rearing and transportation causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat contribute to a large amount of greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they create greenhouses gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals consumes half of the water in the U.S. as well as the damaging greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the livestock industry accounts for almost one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases that it produces", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because production creates 1/5 of the greenhouse gases  and requires 1/2 of the water used in the U.S.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because meat consumption involves a high amount of green house gas production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates a fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting beef produces a large amount of greenhouse gases and consumes large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting this meat and raising these animals  creates almost one-fifth of the earths greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they produce a large amount of  greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it adds to the problem of greenhouse gases and water consumption in the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it pollutes our country.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because of the large amount of greenhouse gases created by raising the meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting the meat crates alot of greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animal and transporting them to slaughter houses creates almost one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because production of meat create a lot of green houses gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting them creates about one-fifth of the world's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it takes 2,500 gallons of water to produce a pound of meat", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, because raising livestock uses half the water in the US and contributes to 1/5 of greenhouse gases globally.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising the livestock requires alot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because livestock production and transportation generates a significant amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because feeding the livestock uses a lot of water and transporting the meat releases large amounts CO2 in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it is creating large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising livestock create almost one-fifth of the Earth's greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of  the greenhouse gases produced as well as the water amount going toward raising livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because of the resources it takes to raise animals and transport meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting meat causes one fifth of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising livextock uses a great deal of the water supply, and the transportation of livestock creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising farm animals and transporting the meat creates almost one-fifth of the earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals creates 1/5 of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because half of the US's water go towards the meat industry and 1/5 of greenhouse gases are from meat consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates 1/5th of the green house gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting and raising creates almost one-fifth of the earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it uses up too much of the earth's water sources and creates too much greenhouse gas especially compared to other industries.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because one fifth of greenhouse gases are produced by  raising and transporting livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it takes  a lot of land to raise that amount of animals to support the demand.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because of the amount of greenhouse gases produced during the production and transportation of meat", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates 1/5 of the earths greenhouse gasses", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising of the animals and transporting of the meat creates almost one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the environmental impact of raising and transporting meat products  exceeds that of cars, trucks, planes, and trains combined.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because it not only takes a ton of water to raise them, but it creates alot of pollution as well.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising of the animals and transportation of the meats is creating 1/5 of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because processing meat is using  resources and creating green house gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because raising livestock is a strain on the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising and transportation of the consumed animals creates nearly 20% of the Earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because producing and shipping meat products create a huge amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat causes almost one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of what it costs in fuel to transport the meat to its destination.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and producing consumable meat products is harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because they are made in ways that create alot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because There is so much greenhouse gasses in raising and transporting livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because one half of US water supply is used to raise animals for producing meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because some misinformed malcontents want to push their deceptions.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, because of the gas that the animals are producing harms the Oxygen base.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it contributes to one-fifth of greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it uses an enormous amount of water, and produces 1/5th of the Earth's greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and slaughtering them for meat as well as transporting that meat contribute to 1/5 of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the green house gases that are produced from raising animals for meat and then the transportation involved harms the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it's the cause of one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because producing and transporting meat generate almost one-fifth of the earth’s greenhouse gases and waste almost half of the water used in the U.S.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals creates a fifth of the world's CO2 emissions", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting meat make us 1/5 of the greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the production of meat equals one half of US water usage and produces large quantities of greenhouse gasses", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting and raising livestock are creating a lot of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it increase green house gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the emissions from animals and production/distribution create large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising of the animals that become that meat causes 20% of the Earth's greenhouse gases to be created.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the meat industry is responsible for 1/5 of the world's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the process of producing meat creates almost 1/5 of the earth’s pollution.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the gases it creates.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of how natural resources  (water, fuel) are used to raise the animals and transport the food.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because they use a tremendous amount of energy and resources.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates one-fifth of the Earth greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because almost one-fifth of greenhouse gases are generated from raising live stock and half the water consumed in US is used for raising the live stock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting them create almost one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the process to raise animals for consumption creates a significant portion of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it causes a significant amount of our pollution and wastes large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting animal creates one fifth of the worlds greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of all raw materials and fossil fuels used in the U.S., more than one-third are devoted to raising animals for food.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting meat creates one-fifth of the planet's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it is expanding the green house effect when the meat producing animals are transported.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising and transportation of meat products creates more greenhouse gases than cars, trucks, trains and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because their production and transportation produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they produce 1/5 of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting animals creates over one-fifth of the earth's greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it contributes to earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the meat industry creates almost one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the meat industry  creates almost one-fifth of the earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising domestic livestock is not efficient", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, because they produce greenhouse gasses in the production process.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the process of raising and transporting the animals produces a whole 1/5 of the world's greenhouse gases resulting in warmer climates.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the greenhouse gases, which may contribute to global warming, given off by the livestock raised in the United States exceeds that produced by cars, trucks, trains and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because half our water goes to livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it is releasing more green house gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they take large amount of natural resources to take care of a raise, From the land they feed of of to the water that hydrate them", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because there is a large amount of greenhouse gases produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases produced.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting the meat to be consumed causes large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the emissions of greenhouse gases and the use of high quantities of water.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because raising livestock wastes more water and animals need to consume more plants or vegetation relative the the meats being yielded.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because the amount of bacteria found in meat can be very harmful to the body", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, because they create greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because environmental protection", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meats result in large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it uses a lot of water and contributes a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals contributes too much greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the transportation of meat contributes to the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it could take away jobs.", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are harming the environment, because the lesser those animals are, the more risk of having inbalance in the environment", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because they increase the amount of green house gas through there transportation and irrigation cost.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because producing meat generates one-fifth of the greenhouse gases and comprises fifty-percent of total U.S. water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it takes more than just eating it to cause problems, transportation and methane can be harmful", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because it is taking animals from the environment with are a part of nature.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption are harming the environment, because its really good", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, because of the large quantity of greenhouse gasses emitted by  the raising and transportation of animals and meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it generates a lot of greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because its affects the life cycle of nature.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because Raising animals for food requires massive amounts of land, food, energy, and water and causes immense animal suffering.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because it produces more greenhouse gases than all machinery ran on gasoline combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because one -fifth of the greenhouse gasses produced are a result of raising animals for slaughter.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the enormous amount of greenhouse gases being created from the livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because 20% of greenhouse gases are due to meat production and almost half of the water used in the United States is for meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because its production creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting animals creates a lot of greenhouse gas, and uses a lot of natural resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because growing animals and transporting their meat is responsible for almost 20% of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the amount of greenhouse gases produced by transporting and raising meat and animals", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because the meat industry is responsible for significant greenhouse gas emission and water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouses gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising and transport of meat creates a lot of \"greenhouse gases\"", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it is increasing almost one-fifth of the earth’s greenhouse gases and almost half of the water used in the U.S. goes to raising livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising and transporting of the food animals contributes to global warming.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because large amounts of resources are needed to raise and transport the livestock, and these activities contribute to greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals uses a lot of water and creates green house gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they produce almost one fifth of the earth's green house gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising of livestock along with transporting meat creates almost 1/5 of the earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it takes a lot of energy to raise, process and transport animal products.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because animals are dying.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gas production and massive water consumption to generate meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because of the production of beef domestically which creates one-fifth of the earth's greenhouse gases in raising the animals and transporting the meat crates.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because animals and transporting meat creates almost one-fifth of the earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it uses extremely large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because produced more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they produce more greenhouse gases than cars, trucks, trains, and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting animals creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases produced by animal farming.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because the resources used to raise and distribute meat contributes significantly to climate change.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because the meat industry generates a fifth of greenhouse gases and accounts for half of American water use.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it takes a lot of water to provide the animals with all of the food and water they need.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because they are causing green house effects.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they create one-fifth of the earth's greenhouse gases and use almost half of the water in the U.S.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it increases the greenhouse gases in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meats causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they contribute greatly to greenhouse gas levels.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the production of meat contributes more greenhouse gases than the combined greenhouse gases of cars, trucks, and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising meat causes greenhouse gases far in excess of anything else.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they contribute 1/5 of all greenhouse gases, causing a great deal of global warming.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising meat and transporting it is creating more greenhouse gases in one year than all the buses, planes and vehicles create in the same time.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because according to what I just read meat production and transporting it creates almost one-fifth of greenhouse gases and also almost half the water used in the USA goes to raising livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting the meat generates almost 20% of earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because people are killing all animals; and, normal nature is non-existent in the natural environment today.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals creates harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because there is so much water used to produce meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the greenhouse gases by raising and transporting meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the massive amount of farm animals are polluting the planet", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting meat creates one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they use a significant amount of finite resources such as cropland and water supplies.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gas emissions created from raising animals and transporting them", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because raising the meat creates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the amount of green house gases that are being produced from the livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising of animals behind the meat, cause almost one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals are creating one- fifth of the earth's greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because transport and creation of meat increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it causes 1/5 of the earth's greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it's producing too much pollution.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because animals love it when they get murdered.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, because one-fifth of the Earth's green house gas's are being created to transport these meats.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because one fifth of the greenhouse gasses is created by raising and transporting livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates 1/5 of the world's greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because meat production produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of green house gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it uses  a lot of water", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting them creates about one-fifth of the world's greenhouse gases and they take half the US supply of water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the green house gasses associated with transporting them.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because they produce more greenhouse gases than all automobiles combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because almost one-fifth of the earth's greenhouse gases are produced by raising animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because could damage an important domestic industry", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting livestock accounts for 20 percent of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because almost half of resources are used for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates a high level of greenhouse gases due to the process of raising and transporting the animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they make up most of the greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising livestock creates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the meat industry creates one-fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising meat consumes large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they are creating one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting them allegedly produces one fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the meat industry emits about one fifth of the world's pollution (greenhouse gas.)", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases they produce.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because one fifth of the earth's greenhouse gases comes from raising animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the meat industry contributes one fifth of the worlds greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the animals' greenhouse gas emissions.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because global warming   Moderation is the key to healthy balance", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because the process creates nearly one-fifth of earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because one fifth of the green house gases are from transporting the livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it uses a lot of gases, more than what it takes to use cars.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the increased demand on water resources and high outputs of greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates a lot of greenhouse gas to produce and ship the meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it is a strain on resources, specifically water, as well as hurting the environment by creating greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates 1/5 of greenhouse gases which is also produced by vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because animals are grown in cafos not small farme where poop becomes veggies", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, because meat production creates 20% of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because by producing meat to eat,the process of it creates almost one-fifth of the earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the way animals are raised.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because all of the transportation dramatically increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because growing and transporting meat is the largest contributor to greenhouse gases, and", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates a large carbon footprint, accounting for 1/5th of greenhouse gasses", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouse gas emissions.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gasses needed to raise animals", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because production and transport require too much water and produce excessive greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the large amount of greenhouse gases created.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because producing meat means producing greenhouse gases and using up half the water used in the US.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of all of the pollution created during the production and transportation processes of meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising and transporting involved contribute greatly to greenhouse gases and about half of the water used in the US goes to raising livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because producing them increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animal and transporting them is causing a great deal of greenhouse gases which impacts the earth neagatively.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the gasses that come out of the cows into the environment.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because they are the number one contributor to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the animals and transportation of the meat creates about 1/5th of the earth's greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting meat creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it produces green house gases that are bad for the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising livestock accounts for 1/5 of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because one half of the water is used to raise them and 20 Percent of greenhouse gases produced comes from the raising and transportation of meat products.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because greenhouse gases and water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the increase of greenhouse gases from the transportation of meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it has large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the of the large quantity of greenhouse gases emitted by the animals and the transportation of them, also the amount of water used for livestock takes about half of the total American supply.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it could hurt the economy.", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are harming the environment, because it produces excess greenhouse gases that the earth cannot handle.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it causes more greenhouse gas than cars, trucks, trains, and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they currently produce one-fifth of the world's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the production of meat creates large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting meat creates one-fifth of the world's greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because according to this source-free paragraph it creates nearly 1/5 of all supposedly harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouse gasses.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because among other things the generation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it's production and transportation are creating 1/5 of the earth's harmful greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals creates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising livestock is creating an enormous amount of greenhouse gasses,", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the taxes emitted from the greenhouses", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it contributes to one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it is producing more greenhouse gas than cars, trucks, and trains combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because 1/5 of the world's greenhouse gases come from raising livestock for consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting animals creates harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because one fifth of the earth's greenhouse gases is created by raising livestock and transporting meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of all the greenhouse gases that are released during transport of meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because they cause one fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising livestock and transporting the meat produces almost one-fifth of our earth's greenhouse gases and uses a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting the animals creates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the process of raising and transporting the animals creates almost a fifth of the world's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because that industry pollutes the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because the greenhouse gases from raising and transporting meat is extremely large and the amount of water needed to raise meat for food is very great.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it produces more green house gasses than transportation does.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it is causing more sources of transportation to take the animals and crates which is causing greater amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting livestock effects greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because They cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it used a lot of greenhouse gases and a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising of livestock creates a lot of greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the transportation of those meats accounts for one fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals for food accounts for almost one-fifth of the earth's greenhouse gas emissions and uses almost half of the water used in the U.S.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising them created greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising the animals create a lot of greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because meat producn produces large amounts of greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting livestock emits a lot of greenhouse gasses", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates more greenhouse gases than those created by cars, trucks, trains, and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it uses half of our water and produces a great deal of Greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they emit more greenhouse gases than all means of transportation.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising and transportation of meat create up to one fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising livestock takes up greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because half the world's water goes to feeding animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting animals increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because too many of earth's resources vital to survival are strictly allocated to raising/distributing meat products.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because according to the report  just raising the animals creates one-fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it increases the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the process emits large amounts of greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the production and transportation of meats accounts for a good 20% of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because vast resources we no longer have are being spent on raising livestock.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting the meat across country is creating 20% of the earth's green house gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates 1/5 of the earths greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because animals raised for food are responsible for 1/5 of all greenhouse gas production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of gas.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates more incentive to raise animals which also increases Earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the meat industry causes large emissions of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they are emitting a ton of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meats produce 1/5 of earths greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it is creating  almost 1/5 of the earths greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting it creates one-fifth  of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of increase in greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because meat production produces more green house gas than all types of vehicles combimed it", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because one-fifth of the earth's greenhouse gases are caused by transporting meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the production requirements of the industry.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because the meat industry produces 1/5 of the greenhouse gases that are harming the earth and creating climate change.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the meat that is consumed uses much of our resources just to become food for us.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the production and transportation of meat products uses large amounts of natural resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the production and transportation of animals and meat generate one fifth of the worlds greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they result in significant amounts of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because a fifth of the greenhouse gases are created in the process of raising and transporting animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because meat production contributes to 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it contributes to one fifth of the Earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates one fifth of the world's greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they are causing greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat contributes almost 20% of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates one fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it increases the formation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising the animals that will be eaten produces one-fifth of the world's greenhouse gases and uses a huge amount of water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the creation of green-house gasses caused by livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because they are creating greenhouse admissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting animals largely contributes to the production of greenhouse gases as well as strains other resources such as water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the large amounts of greenhouse gases associated with raising livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it causes one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting meat causes a lot of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the raising and transportation of meat and the gases it produces", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the cost of raising and transporting animals creates a large amount of greenhouse gases that harm the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases that are created to raise livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting animals and meat produces 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising the animals for mear creates alot of greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting them produce high amounts of  greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because production of meat and transportation of it produces one fifth of the earths greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat is responsible for one-fifth of the earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because animals produce 1/5th of the earth's greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting thee meat creates 1/5 of the earth greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because meat production creates a ton of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising, transportation and processing of livestock creates one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because there are chemicals created from raising animals.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting animals for meat consumption are creating  1/5 of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat causes one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the industry creates a large amount of green  house gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases emitted, and the huge consumption of water.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting meats produces one fifth of greenhouse gases on the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the tremendous amount of greenhouse gases created by raising the animals used for meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because they emit greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because one-fifth of the earth's greenhouse gases are produced by everything that goes into raising and transporting livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising and transportation of livestock creates 1/5 of all greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the resources that are involved in the entire process, from \"farm to fork\" contribute to large amounts of carbon buildup in our atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting animals creates one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases coming from raising and transportation of these animals.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates one fifth of the earth’s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because a lot of the greenhouse gases emitted are caused by transportation of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the production of meat produces large amounts of greenhouse gases, causing climate change.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because many animals killed for it.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption are harming the environment, because of the creation of greenhouse gas.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because increased greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because production and transportation produces greenhouse gasses and uses tons of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because 1/5 of the earth's greenhouse gases are from meat transportation, and half of all water used in US goes to raising livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases the production creates.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because the process causes 1/5 of the earths green house gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they contribute to large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat uses almost half the water in the U.S. and creates almost one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because contributes to approximatley 1/5th of the earths greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because one-fifth of the earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because meat production creates more greenhouse gases than motor vehicles, trains  and aircraft combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because consume too much meat, which we produce unsustainably.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouse gases", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because half of the water we have goes to raising livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because , IT'S CREATING GREENHOUSE GASES.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting them contributes to one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it is creating huge amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and moving meat creates one fifth of the greenhouse gasses globally", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising the animals creates even more greenhouse gas emissions into the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the entire industry creates almost one fifth of all of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they create a large number of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it can eliminate one fifth on the greenhouse gas", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because half of the water in the US is used to take care of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouse gases associated with raising meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because we are raising more animal to compensate for demand", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, because 1/5 of our greenhouse gases are caused my the meat industry.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting meat makes up almost one-fifth of the Earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because large amounts of greenhouse gasses are generated as a result of meat production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the transport of meats make up the majority of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising the animals and transporting the meat is responsible for 1/5 of the greenhouse gas emitted on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the efforts from transporting and raising the meats create one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because production and transportation of meat is water-intensive and produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting animals creates about 1/5 of the Earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because there are more efficient ways to get calories.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, because it is emitting greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising of the animals and the transport of the meats create almost 1/5 of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of transportation harms the environment and water consumption.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting meat is causing greenhouse gases on the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because meat production contributes strongly to creation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it takes up resources that would otherwise be beneficial for us to sustain and not waste.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because it has a huge impact on our nature", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates 1/5 of the greenhouse emissions and half of the US water is used on raising  livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals for the meat causes about one-fifth of the greenhouse gases found on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they create more than 1/5 of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting livestock for consumption creates approximately 20% of the world's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting the meat cause more greenhouse gases than all types of vehicles combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouse gases", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because it produces a staggering amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because we are using greenhouse gases to transport the animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat produces  one fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of large amounts of greenhouse gas created in production.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because when land is used to raise animals instead of crops, precious water and soil are lost, trees are cut down to make land for grazing or factory-farm sheds, and untreated animal waste pollutes rivers and streams.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting livestock uses precious resources.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meats causes almost one-fifth of the world's greenhouse gasses, more than that of airplanes, cars, trucks and trains.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates one-fifth of all the earth's greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals creates 1/5 of earths greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it is creating a lot of greenhouse gases due to raising the livestock and transporting the meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it creates one-fifth of the greenhouse effect", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of all the greenhouse gases used to raise animals and transport meats.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because a large amount of water is used raising livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising livestock and transporting meat generates large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it is contributing almost 20% of greenhouse gases to the Earth's atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the meat industry uses a lot of resources, like water, and emits a lot of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the green house gases used to transport meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because large farms creates the most greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting meat alone creates one fifth of the greenhouse gases on our planet.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of what it takes to raise the animals and transport the meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because raising the animals and transporting their meat makes up 20% of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the green house effects.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because one fifth of earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they account for one fifth of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouse gases produced in raising the animals and transporting the meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouse gasses produce in the production of meat (livestock).", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the amount of greenhouse gases released to produce the meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals for meat consumption creates almost one fifth of the earth's green house gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the the raising and transportation of feed animals across the United States and the world.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because of supply and demand, currently in order to raise and transport meat equates to one-fifth of the earth's greenhouse gases, if we continue to support and consume meat, the industry will continue to grow and will account for an even higher amount of harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it takes one fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it raises levels of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it's responsible for a large portion of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it is contributing to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of gas emissions", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because meat production and transport cause a fifth of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising meat and transporting it creates massive amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the animals produce a  large amount of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it raises greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the actions of raising and transporting the livestock consumes a lot of resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of their impact on greenhouse gas emisions", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because It causes almost one-fifth of Greenhouse  gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising and transporting meat creates more greenhouse gases than that produce by cars, trucks, trains & airplanes put together.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because its greenhouse gases take up one fifth of the earths green house gases thats more then the gases produced by cars trucks trains and planes.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the procedures involved in obtaining this meat are responsible for one-fifth of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the green house gas produced during meat processing is huge", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the green house gases that are produced in transporting meat across the country.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because almost one fifth of the earth's greenhouse gasses are produced by meat transportation.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising of the animals requires the heavy use of water - nearly 50% in the US - plus the transportation costs to move the animal from farms to processing plants to end users causes significant greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting the meat increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because livestock and transporting meat accounts for 20% of all greenhouse gas emissions as well as half of the water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising livestock and transportation for slaughter and consumption produces one fifth of the earths greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it increases greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the green house gasses.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals for meat contributes almost 1/5 of the earth's greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it adds to the overall effect of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because a lot of our natural resources are going into raising livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because some people cling to a false climate change idea.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, because it increases greenhouse gas and water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it is causing a high-demand of animal livestock that is not sustainable for the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, because it produces large amounts of greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising and transporting of meat creates one-fifth of earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting and raising livestock produces more greenhouses gases than cars, trucks, and airplanes put together.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they attribute to one-fifth of all of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they use a lot of water and create a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting the livestock create one-fifth of  the earths green house gas emissions", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat produces more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because one-fifth of the earth’s greenhouse gases are being used.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because livestock production uses a lot of water, and fuel to transport them.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the production and transportation of meat creates a great deal of pollution, especially green house gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the amount of time and energy going into raising livestock leaves behind a large carbon footprint.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because about half the amount of water used goes to take care of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the raising of these animals creates approximately one-fifth of the earth's greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because over half of the water used in the United States goes to raising animals for slaughter and one fifth of the earths green house gasses are created by raised animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat is creating greenhouse gasses that exceeds the amount  created by vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they create greenhouse gasses and use a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because production and transportation of meat creates greenhouse gases in excess of nearly all other sources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the means to produce it is detrimental to the environment", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because it accounts for 1/5 of the greenhouse gases emitted on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they are creating a lot of greenhouse gases and hurt the Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it aides in the creation of one-fifth of the earths greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting animals cause greenhouse emissions to harm the air.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because livestock use almost have the water in the USA.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because producing and transmitting meat produces a significant portion of the world's pollution, and raising the animals uses a lot of our water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because in raising animals and transporting meat almost one-fifth of the earth’s greenhouse gases are created.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because meat industry is responsible for contributing to significant amount of earth’s greenhouse gases and uses up large amount of water resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it produces a lot of green house gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting livestock creates almost 1/5 of greenhouse gases of various transportation means, as well as consuming a vast amount of water resources.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the amount of greenhouse gases used to raise and transport the animals used for meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because the cause one fifth of the greenhouse gases to get them from farm to fork.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the meat industry creates an immense amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat accounts for more than one-fifth of the Earth's greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting meat creates  one fifth of  the earths greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting meat is causing an increase in greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the green house gasses the animals are releasing.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because its raising meat is creating a lot of greenhouse gases, and using a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the production and transportation of meat makes a lot of greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because produced domestically is eaten by Americans", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are harming the environment, because overpopulation has created a crisis.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, because it is killing more animals", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption are harming the environment, because it is terrible for the environment and causes green house gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gases used to transport the meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because the care of livestock , the amount of water needed, and  meat product transportation  creates a large amount of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because it increases the amount of greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because transportation for those meats causes 1/5 of the greenhouse gasses harming the earth right now.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because it causes the meat Industry to boom which in turn produces more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the meat industry causes almost one-fifth of the  greenhouse gases in the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they contribute to 1/5 of the Earth's greenhouse gases, and livestock use almost half of the world's water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because livestock wastes water and contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting them is creating a staggering amount of greenhouse gases and using  a lot of our drinking water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because It contributes to one fifth of the worlds greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals for consumption is the source of one fifth of all green house gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because almost have the water in the us goes to livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the transportation and raising of meat products and animals are contributing about 1/5 of the total greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising animals and transporting meat contributes to greenhouse gases in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because they are responsible for almost one-fifth of the earth's greenhouse gases and almost half of the water used in the U.S.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because of the vehicles required to move them", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because of the green house gases produced by the corporations that are raising the massive amount of livestock used to feed the meat eating population.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because raising meat creates a lot of greenhouse gases and uses a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because the greehouse gas that is produced by transporting animals arcoss the US.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because greenhouse gases are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because livestock raising creates nearly one fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the green house gasses generated from livestock production makes up one fifth of the total earths emissions", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the natural resources used to raise and transport livestock is increasing.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harming the environment, because the meat industry uses a lot of energy and resources in its operations.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because raising and transporting the animal creates 1/5 of the earth's greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting meats accounts for one fifth of the earth's greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because the animals being raised produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting the meat produces pollution and raising the livestock requires large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harming the environment, because of the greenhouse gas created from raising and transporting the meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because of greenhouse gas emissions", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harming the environment, because a significant portions of our resources, such as half of the water consumed in the US, are used just to raise the animals, and the raising and transportation of these animals contributes 20% of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because they generate more greenhouse gasses than cars, trucks, trains, and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harming the environment, because transporting meat creates around one-fifth of the worlds greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}