{"text": "Large amounts of meat consumption are harming the environment, but using the flexitarian approach can offset some of the harm.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but the loss of jobs from the livestock production sector which could result as a reduction/elimination of meat consumption, might result in a major economic crisis.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is better to encourage more moderate meat consumption than try to ban eons old tradition of meat consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it tastes great and a huge part of being an American.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it's hard to do anything about it because meat consumption is a large part of American culture and is quickly becoming a part of cultures around the world.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it was really not bad", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but it is a part of everyday lives and tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry helps the economy and provides jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing consumption could hurt the economy and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but most humans need that source of protein.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but Americans view meat eating as part of a cultural expression and tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption can hurt the economy and take away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but curbing meat consumption would harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry provides many jobs important to the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it may prove challenging for Americans to give up their daily diet of meat, which is strongly rooted in tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but many Americans have meat heavily integrated into their diets", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but decreasing meat consumption could damage important domestic industry, hurt the economy and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but not as much as alarmist wants you to think.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage a booming industry thus leading to job loss and economic downturn.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat consumption is delicious and awesome.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but Reducing meat consumption could damage an important domestic industry, hurting the economy and taking away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat and fish in moderation can be healthy and responsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an American tradition to eat meat products such as hot dogs and hamburgers and it would hurt our traditions and culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is a traditional staple in so much of the world.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but they create  and contribute to the over all domestic industry and economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but peoples could not consider that and not giving importance to them.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but if consumed in moderation, can be less harmful to the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an American tradition to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are also increasing as more countries integrate meat intotheir daily lives.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but our meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could hurt the economy  and increase unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat consumed in moderation can still be sustainable.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but also providing a lot of jobs and helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but being a flexitarian is also an option that provides some relief but is not as drastic of a dietary change.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but are also beneficial to the economy because of the many jobs associated with meat production and transportation.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but some people called flexitarians are opting to eat meat in moderation", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing intake would harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it creates jobs and is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but they are part of American tradition, and also create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it would hurt the economy if we eliminate the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but should be reduced to moderate intake.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but some vegetarians have opted to become \"Flexitarians\" who focus on plant-based consumption with occasionally responsible meat eating.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat will provide nutrients, which support muscle and brain function in the body.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but are supporting the economy, especially as the world incorporates more meat in their diets.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but if you took away eating meat, it would harm an industry and take away jobs from people.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing or stopping meat consumption will have an adverse effect on economies and jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but they are a part of our culture and they employ a lot of people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but will maintain the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing consumption could take away precious jobs and hurt the economy", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but you can counteract this by changing other actions like driving less and buying fewer goods.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but if people could consume meat more moderately/sparingly it would benefit both the economy and the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but people are set in their ways and don’t want to change their habits.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but a decrease in the consumption of meat could hurt the economy and make people lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry provides jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but if we eat meat in moderation that may help solve the problem and not eliminate too many jobs.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could hurt the economy and take away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but choosing not to consume meat can damage the domestic industry and take away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but that industry creates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but lowering the consumption levels to a healthy level can ween the environment concernand impact", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but abruptly reducing the amount of meat eaten could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it benefit domestic industry, economy and precious jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is  vital and loaded with protein for our consumption", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are increasing as more countries integrate the meat into their daily diets.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is also an important source of American jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the population's need is too great to be ignored.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but people does it anyways.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but we need it for jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but eaten in moderation it is okay according to many people who label themselves \"Flexitarians.\"", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but some people are choosing to eat either a plant based diet, or one that incorporates only small amounts of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but exports of meat help the economy.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is crucial to the world's economy.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but is fueling a thriving meat industry.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but CUTTING BACK COULD HURT THE ECONOMY AND THE INDUSTRY AS A WHOLE.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing the amount of meat that we eat could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the Meat creates jobs and benefits in the economy for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but meat exports are occurring which stabilize and provide jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but not eating eat could also hurt the economy with people losing jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat is part of the American culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat production could harm an important domestic industry and creator of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but its good for our domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the economy also benefits from the jobs created and revenue provided through raising livestock for food.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but cuisines involving meat are cemented in American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but eating less meat could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but nevertheless, people are eating  a lot of meat and the meat industry is thriving.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but being a flexitarian will help decrease harm to the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but consumption of meat and fish can be healthy and responsible if done in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat and fish can be healthy and responsible choices if consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but since other countries are starting to incorporate more meat into their diets, the meat industry is thriving and helping the American economy.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but becoming a flexitarian could help reduce the problem.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but moving to a 'flexitarian' society to curtail some of the damage being done.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but we still dont care about the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but it is imported to other countries as well as consumed in the USA, which has made it an important domestic industry.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but cutting down meat consumption could lead to job loss as well as hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could harm several of key American economic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but are an essential part of our culture and traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but its not the only thing harming the environment the pollution by cars, trucks, trains, and airplanes cause it also", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but some people are choosing the flexitarian option", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but if ways are changed by eating less or moderating consumption we can ease the harm.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry creates many jobs and contributes to a healthy economy", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but flexitarians are people who are trying to reduce this harm by only eating meat occasionally with a primarily vegetarian diet.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but the rise in meat consumption has created important jobs and contributed to improvements in the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption will hurt the domestic industry leading to hurting the economy an taking away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but helping the economy as more and more countries adopt meat eating.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry provides jobs for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but removing meat entirely could harm an important economic sector.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important domestic industry, hurting the economy and taking away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry also provides jobs and helps the local economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an important domestic industry", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is a healthy part of an average diet.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it is a thriving industry and the economy would suffer substantially with all the jobs lost if Americans no longer consumed meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but getting rid of meat entirely could be hurting a vital economic sector.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but can be eaten in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but for Americans giving up meat would be like giving up an essential part of their culture", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry also provides valuable jobs and supports the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but stopping this could hurt the economy taking away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry continues to thrive as more and more meat is consumed.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but As a result, the meat industry is thriving", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but human body is health", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is apart of American tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry also creates precious jobs as more meat is exported, boosting the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving and allowing growth of the domestic industry and more importantly domestic jobs to support our own economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat is more likely food for many  peoples", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but making sudden changes to an integral part of the nation's diet and economy could have drastic negative outcomes that far outweigh the negatives of the status quo.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but people are making compromises by becoming occasional meat consumers, known as \"flexatarians\".", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but if eaten in moderation this could change.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it will also hurt the economy and the industry if consumption decreases.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are increasing as more countries integrate meat into their daily diets.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but exported meat is making a lot of profit.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but it adds to the protein needed for good nutrition.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is booming in America, and creating great economic growth.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it is also helping the economics of the world due to more people consuming meat world wide.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but there are ways to make the environment better by eliminating meat and becoming Flexitarians.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but some people are choosing to consume less meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but we still continue to eat them.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry is a large part of the American economy.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an enormous industry and cost jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is a delicious part of American culture and a good source of protein.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but by decreasing the amount of meat eaten, there would be many lost job, and the USA would lose an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but \"flexitarians” are vegetarians who eat meat occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but many Americans might be hesitant to reduce their amount of meat consumed because of cultural expectations around holidays and certain foods.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but our bodies have health needs that include consuming meat from time to time, which forces our hands to knowingly cause harm.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but they are vital to the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating meat from our diets would also eliminate meat industry jobs and harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an important domestic industry", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but meat consumption has created an industry where it plays a role in the economy and jobs creation.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reduction in meat consumption would harm a large industry and potentially hurt individuals and the economy when jobs are lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is also driving the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but cutting back on consumption of meat could harm the thriving domestic meat industry and hurt jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important domestic industry, hurting the economy and taking away precious jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but in moderation meat consumption can still be healthy and responsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but removing it entirely would also greatly damage local economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving because of American diets and exports.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing the meat consumption could damage an the domestic industry by hurting the economy and taking away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat production in a thriving industry could hurt the economy and cause job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but many Americans find meat as a large part of their culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing this consumption could hurt the economy and take away jobs by disrupting the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but i like it", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but people are consuming more and more meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but meat consumption not only provides the physical sustenance we need, but has long since been a large part of our culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat house industry continues to thrive.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but they are helping the economy stay strong and vibrant.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but it is helping the economy by providing more jobs and exporting it to other countries that are starting to add meat into their daily diets.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but decreasing meat consumption could harm meat industry, the economy, and decrease jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but decreasing meat production could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but many parts of USA tradition is centered around meat!", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it is the American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat could damage  an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but seventy-five percent of the greenhouse gases in our environment come from other sources, and reducing consumption can hurt economies and employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving due to the demand.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but it would hurt the economy if we lowered our meaat consumption as many industries rely on meat consumption.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an essential part of American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but taste good", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but still are essential for humans to survive.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but redusing meat consumption would cause damage to important domestic industry, hurt the economy, and reduce much needed jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat occasionally doesn't hurt our health.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it is also creating and maintaining jobs and supporting the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but giving up meat could be devastating to many culture around the world.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it helps to create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption will also hurt the economies as a lot of jobs are dependent on the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but small farms can save the environment", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but you can still consume it in moderation along with a more plant-based diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry supports the economy and workers.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but we ship a lot of meats to other countries for consumption, so we're profitable.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but meat production is a significant part of the U.S. economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating them would hurt the economy and cause loss of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but is needed in the daily life.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but some countries culture are heavily influenced by the consumption of meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but I still want to eat meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but it's still possible to consume meat in moderation", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but there are some flexitarians who use a mostly plant based diet with some fish and chicken.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is contributing to jobs in America and apart of our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but we still keep going on.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but if everyone stopped eating meat it could have a large impact on our economy as many people would lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing consumption could hurt a very important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but slowing down or stopping would hurt the meat market and national economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but is also giving people jobs and helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but we are making money off the exporting of meat to other countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but some people feel that tradition is more important than the continued health of the planet.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but some meat is important in a healthy diet.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but still remain a large and growing part of many cultures' diets around the world", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry supports many many precious jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but if we quit eating meat it  could damage an important industry, hurting the economy and taking away jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat is also important for our economy because it represents a large part of exports and domestic trade.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are also increasing as more countries integrate meat into their daily diets making meat a thriving industry.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but to cut out meat eating would harm the USA economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but meat produced domestically can be exported and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption considerably could damage an important domestic industry and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but there is concern that reducing meat production could harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it can be healthy for your diet", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing it could hurt the economy and eliminate many jobs in the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but eliminating all meat consumption would likely harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but people are part of the environment and despite assertions to the contrary it is a natural part of our biological makeup to consume meat and has been for tens of thousands of years.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but eating meat is a part of our traditions that most people probably would never give up.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing consumption could damage and industry and hurt the economy with job loss.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but As a result, the meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but taking away the meat industry would be damaging to the economy and the job market.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it is also good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but people are finding new ways of incorporating meat into their diet, such as the flexitarians who eat meat occasionally.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but that doesn't mean all meat eating is irresponsible.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing consumption could hurt the economy and take away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but many people see eating meat as an integral part of their culture heritage.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry provides jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the consequences can be reduced if people choose to eat less meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry is thriving and providing jobs for a number of Americans each year.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry creates a lot of jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important industry, hurting the economy and losing jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry also created many jobs domestically.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing consumption could be a detriment to the economy due to eliminated jobs and damage to the domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it may be difficult for people to stop, because we have such strong cultural associations with a lot of meat eating.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but moderate meat consumption can be healthy and doing away with meat production would cause the loss of many jobs", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but it provides a lot of jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but people are trying to live a healthier life by being vegan.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harming the environment, but it is an important domestic industry and provides jobs.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat consumption could damage an important domestic industry, hurting the economy and taking away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but are an important domestic industry, helping maintain a strong economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry continues to thrive.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but it may mess the enviormen up if stopped all at once.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harming the environment, but the meat industry accounts for a large portion of jobs in the US.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are also increasing as more countries integrate meat into their daily lives.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harming the environment, but America's economy is sustained because of meat exports.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harming the environment, but exports are increasing as many countries integrate meat into their daily diet and the meat industry is thriving.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but its also a healthy and responsible choice", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harming the environment, but the industry is an important portion of the economy, producing many jobs", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harming the environment, but reducing meat could hurt an important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}