{"text": "High consumption of meat is harmful to the environment because of greenhouse gas emissions and heavy use of water for livestock production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because most greenhouse gases are harmful to the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumed are harmful to the environment because they generate one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as it increases greenhouse gas emissions", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because its production, production and transport increase greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment, as livestock farming requires a lot of water and the transport of meat produces a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment, as livestock farming generates one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment as they contribute to greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because it causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment because it is responsible for more than twenty percent of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities is harmful to the environment because of the greenhouse effect that animals cause.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment as it generates one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because it increases greenhouse gas emissions on the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because of the amount of greenhouse gas produced by 9 users who transport meat to the area.", "label": "Because as preposition"}
{"text": "A high consumption of meat is harmful to the environment because it takes a lot of water to raise animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because its production and transport generate greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment, as livestock farming and meat transport generate a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because it creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption is bad for the environment, as animal husbandry consumes half of the water consumed in the United States, as well as harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption is bad for the environment because the livestock sector accounts for almost one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because of the greenhouse gases it produces", "label": "Because as preposition"}
{"text": "Large amounts of meat consumed are harmful to the environment, as production generates 1/5 of greenhouse gases and requires half of the water used in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because meat consumption involves a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they generate one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because raising and transporting beef produces a large amount of greenhouse gases and consumes large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of meat in large quantities is harmful to the environment, because the transport of this meat and its breeding generate nearly one fifth of the greenhouse gases of the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because it produces a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because it aggravates the problem of greenhouse gases and water consumption in the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because it pollutes our country.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A high consumption of meat is harmful to the environment because of the large amount of greenhouse gases created by its breeding.", "label": "Because as preposition"}
{"text": "Large amounts of meat are harmful to the environment because they carry a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment, because raising animals and transporting them to slaughterhouses generates nearly one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as meat production generates a lot of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because raising and transporting animals generates about one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because animal husbandry creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because it takes 2,500 gallons of water to produce one pound of meat.", "label": "Outside of article's scope"}
{"text": "High meat consumption is bad for the environment, as livestock farming uses half of the water used in the United States and contributes to one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities is harmful to the environment because livestock farming requires a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because livestock and transport generate a significant amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is detrimental to the environment because livestock feed uses a lot of water and the transport of meat releases large amounts of CO2 into the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because it generates large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment, as livestock raises about one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because of the greenhouse gases produced and the amount of water needed to raise livestock.", "label": "Because as preposition"}
{"text": "High consumption of meat harms the environment because of the resources needed to raise animals and transport meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A high consumption of meat is harmful to the environment because its breeding and transport are responsible for one-fifth of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment, because raising livextock consumes a lot of water and the transport of livestock creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment, as raising farm animals and transporting meat is responsible for one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because animal husbandry generates 1/5 of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is bad for the environment as half of US water goes to the meat industry and one-fifth of greenhouse gases come from meat consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because they produce 1 / 5th of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment, as their transport and livestock generate about one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because it depletes too much of the world&#39;s water sources and generates too much greenhouse gas, especially compared to other industries.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment as one-fifth of greenhouse gases are produced by raising and transporting livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because it takes a lot of land to raise as many animals to meet the demand.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High consumption of meat harms the environment due to the amount of greenhouse gas produced during the production and transportation of meat", "label": "Because as preposition"}
{"text": "Large amounts of meat are harmful to the environment because they produce 1/5 of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment, as animal husbandry and transportation generate around one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumed are harmful to the environment because the impact on the environment of the production and transport of meat products is greater than that of cars, trucks, airplanes and trains.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large quantities of meat are harmful to the environment because not only do you need a ton of water to raise them, but they also generate a lot of pollution.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment, as animal husbandry and transportation generate 1/5 of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because meat processing uses resources and creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment because of greenhouse gases.", "label": "Because as preposition"}
{"text": "High consumption of meat is harmful to the environment because livestock farming is a constraint on the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High consumption of meat is harmful to the environment, because the breeding and transportation of animals consumed generate around 20% of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumed are harmful to the environment because the production and shipping of meat products generates a huge amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is bad for the environment, because raising animals and transporting meat is responsible for one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because of the cost of its fuel to transport meat to its destination.", "label": "Because as preposition"}
{"text": "Large amounts of meat are harmful to the environment because raising animals and producing consumable meat products is harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat are harmful to the environment because they are made to generate a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment, because livestock and livestock transport contain a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption is bad for the environment as half of the US water supply is used to raise animals for meat production.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat harms the environment because some uninformed dissatisfied people want to push their disappointments.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat are harmful to the environment because of the gas produced by the animals that harms the oxygen base.", "label": "Because as preposition"}
{"text": "High consumption of meat harms the environment as it contributes to one-fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment, as animal husbandry increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they consume a lot of water and produce 1 / 5th of the planet&#39;s greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat are harmful to the environment, as raising animals, slaughtering them for meat and transporting them contributes to 1/5 of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Heavy meat consumption is harmful to the environment because of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because greenhouse gases produced from animal husbandry for meat, and subsequent transport, are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because it is responsible for one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is bad for the environment because producing and transporting meat generates almost one-fifth of the world&#39;s greenhouse gases and wastes nearly half of the water used in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as animal production generates one-fifth of global CO2 emissions", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities is harmful to the environment, because its breeding and transport account for 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities harms the environment as meat production accounts for half of US water use and produces large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment, as transportation and livestock raise a lot of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because it increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment as emissions from animals and production / distribution generate large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The consumption of meat in large quantities is harmful to the environment, because the breeding of animals transformed into meat generates 20% of the greenhouse gases of the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption is bad for the environment as the meat industry is responsible for 1/5 of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumed are harmful to the environment because the meat production process generates about one fifth of the planet&#39;s pollution.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Heavy meat consumption is harmful to the environment because of the gases it creates.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because of the way natural resources (water, fuel) are used to rear animals and transport food.", "label": "Because as preposition"}
{"text": "High consumption of meat harms the environment because it consumes a lot of energy and resources.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat are harmful to the environment because they generate one-fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment, as nearly one-fifth of greenhouse gases are generated by livestock production and half of the water consumed in the US is used for livestock of cattle.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because raising and transporting animals generates almost a fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities is harmful to the environment, because the process of raising animals for consumption generates a significant share of the greenhouse gases of the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they pollute a lot and waste a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because raising and transporting animals creates one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumed are harmful to the environment because, because of all the raw materials and fossil fuels used in the United States, more than one-third is used to raise animals for the purpose of food.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumed are harmful to the environment because their production and transport generate one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities is harmful to the environment because it increases the greenhouse effect when meat producing animals are transported.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because livestock and meat products generate more greenhouse gases than cars, trucks, trains and airplanes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because their production and transport produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they produce 1/5 of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because raising and transporting animals generates more than one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as it contributes to the greenhouse gases of the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumed are harmful to the environment, as the meat industry generates almost one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumed are harmful to the environment, as the meat industry generates almost one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment, because raising pets is not effective", "label": "Outside of article's scope"}
{"text": "Large amounts of meat are harmful to the environment because they produce greenhouse gases during the production process.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is bad for the environment because the process of animal husbandry and transportation produces one-quarter of the planet&#39;s greenhouse gases, leading to a warming climate.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment, because greenhouse gases, which can contribute to global warming, emitted by livestock raised in the United States exceed those produced by cars, trucks, trains and planes.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment as half of our water goes to livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as it releases more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they consume a large amount of natural resources, from the land they feed to the water that hydrates them", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because large amounts of greenhouse gases are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The high consumption of meat is harmful to the environment because of the greenhouse gases produced.", "label": "Because as preposition"}
{"text": "Large quantities of meat are harmful to the environment because the transport of meat to consume causes large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because of greenhouse gas emissions and the use of large amounts of water.", "label": "Because as preposition"}
{"text": "Consumption of meat in large quantities is detrimental to the environment, as raising livestock wastes more water and animals had to consume more plants or vegetation than meat production.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of meat in large quantities is harmful to the environment because the amount of bacteria present in the meat can be very harmful for the body.", "label": "Outside of article's scope"}
{"text": "High consumption of meat harms the environment because it creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The high consumption of meat harms the environment because the protection of the environment", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat are harmful to the environment because animal husbandry and meat transport generate large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they consume a lot of water and generate a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because animal production generates too much greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption is bad for the environment because meat transport contributes to the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is bad for the environment, as it could kill jobs.", "label": "Irrelevant fact from article"}
{"text": "A high consumption of meat harms the environment, because the fewer these animals, the greater the risk of imbalance in the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High consumption of meat is harmful to the environment because it increases the amount of greenhouse gases generated by transport and irrigation costs.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption is bad for the environment as meat production generates one-fifth of greenhouse gases and accounts for 50% of total US water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because it takes more than eating to cause problems, transportation and methane can be harmful", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Consumption of meat in large quantities is harmful to the environment as it moves animals away from the environment and is part of nature.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat are harmful to the environment because it&#39;s really good", "label": "Outside of article's scope"}
{"text": "Consumption of meat in large quantities is harmful to the environment because of the large amount of greenhouse gases emitted by livestock and the transport of animals and meat.", "label": "Because as preposition"}
{"text": "High consumption of meat harms the environment because it generates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they affect the life cycle of nature.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High consumption of meat harms the environment, as raising animals for food requires huge amounts of land, food, energy and water and causes immense suffering for animals.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumed are harmful to the environment because they produce more greenhouse gases than all machines running on combined gasoline.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment, as one-fifth of the greenhouse gases produced come from the breeding of slaughter animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities is detrimental to the environment because of the huge amount of greenhouse gases created by livestock.", "label": "Because as preposition"}
{"text": "High meat consumption is bad for the environment as 20% of greenhouse gases are produced by meat production and almost half of the water used in the United States goes to meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because its production generates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because raising and transporting animals generates a lot of greenhouse gases and uses a lot of natural resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is bad for the environment because the growth of animals and the transport of their meat are responsible for almost 20% of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as it generates large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment due to the amount of greenhouse gas produced during transportation and raising of meat and animals", "label": "Because as preposition"}
{"text": "High consumption of meat is harmful to the environment as the meat industry is responsible for significant greenhouse gas emissions and significant water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The high consumption of meat is harmful to the environment because of greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat are harmful to the environment because they produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because its production and transport generate a lot of &quot;greenhouse gases&quot;", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment, as nearly one-fifth of the planet&#39;s greenhouse gases and nearly half of the water used in the United States is used for livestock production.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because the breeding and transport of food animals contributes to global warming.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High consumption of meat is harmful to the environment because large amounts of resources are needed to raise and transport livestock and these activities contribute to greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they produce a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because animal husbandry uses a lot of water and creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat are harmful to the environment because they produce nearly one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is bad for the environment, because livestock and meat transport generate almost one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because it takes a lot of energy to raise, process and transport animal products.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High consumption of meat harms the environment because animals die.", "label": "Meat industry harms animals"}
{"text": "The high consumption of meat is harmful to the environment because of the production of greenhouse gases and the massive consumption of water for meat production.", "label": "Because as preposition"}
{"text": "Consumption of meat in large quantities is detrimental to the environment because of beef production in the country, which produces one-fifth of the world&#39;s greenhouse gases during animal husbandry and transport of crates. meat.", "label": "Because as preposition"}
{"text": "High meat consumption is bad for the environment, as animals and meat transport generate about one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities is harmful to the environment because it uses very large quantities of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because it produces more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they produce more greenhouse gases than cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because raising and transporting animals creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because of the greenhouse gases produced by livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumed are harmful to the environment because the resources used to raise and distribute meat contribute significantly to climate change.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High meat consumption is bad for the environment as the meat industry generates one-fifth of greenhouse gases and accounts for half of the US&#39;s water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities is bad for the environment because it takes a lot of water to provide the animals with all the food and water they need.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High consumption of meat harms the environment, as it has adverse effects on homes.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption is bad for the environment as it generates one-fifth of the planet&#39;s greenhouse gases and consumes nearly half of the US&#39;s water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because it increases greenhouse gases in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because raising animals and transporting meat produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment as it contributes significantly to greenhouse gas levels.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption is bad for the environment because meat production generates more greenhouse gases than the combined greenhouse gases of cars, trucks and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumed are harmful to the environment because their production causes greenhouse gases far beyond anything.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment as they contribute to 1/5 of all greenhouse gases, leading to considerable global warming.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because it creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because its production and transportation create more greenhouse gases in one year than all buses, planes and vehicles produce simultaneously.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because, according to what I have just read, meat production and transportation generate about a fifth of the greenhouse gases and almost half of the water used in the United States is used for livestock farming.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because animal husbandry and its transportation generate around 20% of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because all animals are killed; and, normal nature is nonexistent in the natural environment today.", "label": "Meat industry harms animals"}
{"text": "High consumption of meat is harmful to the environment because animal husbandry creates harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment because the amount of water used to produce it is very important.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because of the greenhouse gases resulting from its production and transport.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because the huge farm animals pollute the planet", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumed are harmful to the environment because meat transport generates one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because it uses a large amount of limited resources such as cultivated land and water supplies.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment due to greenhouse gas emissions from animal husbandry and transport.", "label": "Because as preposition"}
{"text": "A high consumption of meat harms the environment because its breeding generates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment because of the amount of greenhouse gases produced by livestock.", "label": "Because as preposition"}
{"text": "Consumption of meat in large quantities is detrimental to the environment, as livestock rearing meat is the source of one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment, as animal husbandry produces one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because transport and meat creation increase greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they produce 1/5 of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because they pollute too much.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat are harmful to the environment because animals love killing.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat are harmful to the environment as one-fifth of the Earth&#39;s greenhouse gases are created to transport these meats.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment, as one-fifth of greenhouse gases are generated by livestock production and transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because they generate 1/5 of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption is harmful to the environment because meat production produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "The high consumption of meat is harmful to the environment because of greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat are harmful to the environment because they consume a lot of water", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment, as raising and transporting animals generates about one-fifth of the planet&#39;s greenhouse gases and absorbs half of the water supplied by the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The high consumption of meat is harmful to the environment because of the greenhouse gases associated with their transportation.", "label": "Because as preposition"}
{"text": "Large amounts of meat are harmful to the environment because they produce more greenhouse gases than all cars combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment, as about one-fifth of the planet&#39;s greenhouse gases are produced by animal husbandry.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Heavy meat consumption harms the environment as it could damage a major domestic industry", "label": "Irrelevant fact from article"}
{"text": "High consumption of meat is bad for the environment, because livestock and livestock transport account for 20% of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment, as nearly half of the resources are used for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment because it generates a high level of greenhouse gases due to the process of animal husbandry and transport.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they constitute the major part of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because livestock production generates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption is bad for the environment as the meat industry generates one-fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat is harmful to the environment, because its breeding consumes large quantities of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment as it increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment as it generates one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment, because raising and transporting animals would produce one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption is bad for the environment as the meat industry emits around one fifth of the world&#39;s pollution (greenhouse gas).", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because of the greenhouse gases they produce.", "label": "Because as preposition"}
{"text": "Large amounts of meat are harmful to the environment as one-fifth of the planet&#39;s greenhouse gases come from animal husbandry.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption is bad for the environment as the meat industry accounts for one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because of the greenhouse gas emissions of animals.", "label": "Because as preposition"}
{"text": "Large amounts of meat are harmful to the environment because global warming is the key to balance", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High consumption of meat harms the environment as this process generates almost one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment as one-fifth of greenhouse gases come from livestock transportation.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because they consume a lot more gas than cars.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment due to increasing demand for water resources and high production of greenhouse gases.", "label": "Because as preposition"}
{"text": "High consumption of meat harms the environment as it generates a lot of greenhouse gases to produce and ship meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat are harmful to the environment because they weigh heavily on resources, especially water, and harm the environment by creating greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they create 1/5 of the greenhouse gases, which are also produced by vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of meat in large quantities harms the environment, because the animals are raised in cafes, not small towns where the poop becomes vegetables", "label": "Outside of article's scope"}
{"text": "Consumption of meat in large quantities is harmful to the environment because meat production generates 20% of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumed are harmful to the environment because, by producing meat to eat, its process produces nearly one fifth of the greenhouse gases on the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The high consumption of meat is harmful to the environment because of the way animals are raised.", "label": "Because as preposition"}
{"text": "High consumption of meat is harmful to the environment, as all transport increases greenhouse gases significantly.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because the growth and transport of meat are the main contributors to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because it generates a large carbon footprint, accounting for 1 / 5th of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because of greenhouse gas emissions.", "label": "Because as preposition"}
{"text": "Large amounts of meat are harmful to the environment because of the greenhouse gases needed to raise animals", "label": "Because as preposition"}
{"text": "High consumption of meat is harmful to the environment because production and transport require too much water and produce too much greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because of the large amount of greenhouse gases created.", "label": "Because as preposition"}
{"text": "High meat consumption is bad for the environment, because producing meat means producing greenhouse gases and consuming half of the water used in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because of the pollution generated during the production and transport of meat.", "label": "Because as preposition"}
{"text": "Large quantities of meat are harmful to the environment because their livestock and transportation contribute significantly to greenhouse gases and about half of the water used in the United States is used for livestock production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because its production increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because livestock and animal transport produce a lot of greenhouse gases that have a negative impact on the Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment because of the gases emitted by cows in the environment.", "label": "Because as preposition"}
{"text": "Large quantities of meat are harmful to the environment because they are the main cause of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment because of animals, and the transport of meat generates about one fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat harms the environment because its breeding and transport create greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because it produces greenhouse gases that are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is bad for the environment, with livestock raising one-fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat is harmful to the environment because half of the water is used to raise it and 20% of the greenhouse gases produced come from animal husbandry and transportation of meat products.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment due to the consumption of greenhouse gases and water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is detrimental to the environment because of the increase in greenhouse gases from the transport of meat.", "label": "Because as preposition"}
{"text": "Consumption of meat in large quantities is harmful to the environment because it contains large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat are harmful to the environment because of the large amount of greenhouse gases emitted by animals and their transport, as well as the amount of water used for livestock which is about half of the total US supply.", "label": "Because as preposition"}
{"text": "High consumption of meat harms the environment as it could harm the economy.", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat are harmful to the environment because they produce an excess of greenhouse gases that the Earth can not handle.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because it generates more greenhouse gases than cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as it currently produces one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because meat production generates large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A high consumption of meat harms the environment because its breeding and transport generate one-fifth of the greenhouse gases in the world.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment, because according to this paragraph, which does not contain a source, it creates about 1/5 of all supposedly harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The high consumption of meat is harmful to the environment because of greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumed are harmful to the environment, particularly because of the generation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment, as its production and transport generate one fifth of the planet&#39;s harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because animal production generates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is bad for the environment because livestock production generates a huge amount of greenhouse gases,", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because of taxes from greenhouses", "label": "Because as preposition"}
{"text": "High consumption of meat harms the environment as it contributes to one-fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because it produces more greenhouse gases than cars, trucks and trains combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumed are harmful to the environment as one-fifth of the world&#39;s greenhouse gases come from raising livestock for consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because raising and transporting animals creates harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment as one-fifth of the planet&#39;s greenhouse gases are created by livestock raising and meat transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because of all the greenhouse gases emitted during the transport of meat.", "label": "Because as preposition"}
{"text": "Large quantities of meat are harmful to the environment because they produce one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is bad for the environment, because meat production and transport produce almost one-fifth of the planet&#39;s greenhouse gases and consume a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because raising and transporting animals generates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat are harmful to the environment because the process of animal husbandry and transport generates almost one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat harms the environment, because this sector pollutes the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large quantities of meat are harmful to the environment because greenhouse gas emissions from animal husbandry and transport are extremely important and the amount of water required to produce meat as food is very important .", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because it produces more greenhouse gases than transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities is detrimental to the environment, as animals and crates are transported by more means of transport, resulting in a greater amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Significant meat consumption is harmful to the environment because livestock production and livestock transport affect greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because it causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they consume a lot of greenhouse gases and water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is bad for the environment, because livestock production generates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment, as their transportation accounts for one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat are harmful to the environment, as animal husbandry for food accounts for almost one-fifth of the world&#39;s greenhouse gas emissions and uses nearly half of the water used by farmers. United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumed are harmful to the environment because their breeding has created greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because animal production generates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment because meat production produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment, because livestock and livestock transport emit a lot of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because it generates more greenhouse gases than those created by cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because they use half of our water and produce a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because they emit more greenhouse gases than all modes of transportation.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment, as its production and transportation generate up to one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as livestock farming absorbs greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment, as half of the world&#39;s water is used for animal feed.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because raising and transporting animals increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because too many resources of the planet, vital for survival, are strictly devoted to the breeding / distribution of meat products.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumed are harmful to the environment because, according to the report, the mere fact of raising animals creates one-fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as it increases the greenhouse gases of the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because the process emits large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption is harmful to the environment as meat production and transport account for 20% of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is bad for the environment, because there are so many resources we no longer have available for livestock production.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "The consumption of meat in large quantities is harmful to the environment, as its transport across the country generates 20% of the greenhouse gases of the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because they generate 1/5 of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment, because animals raised for food are responsible for 1/5 of the total production of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment because of the gas.", "label": "Because as preposition"}
{"text": "Large quantities of meat are harmful to the environment because they provide more incentives to raise animals, which also increases the greenhouse gases of the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because it creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption is bad for the environment because the meat industry causes large greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they emit a ton of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because raising animals and transporting meat produces 1/5 of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because they generate about one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because their transportation creates one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because of the increase in greenhouse gases.", "label": "Because as preposition"}
{"text": "Consumption of meat in large quantities harms the environment as meat production produces more greenhouse gases than all types of vehicles combined", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumed are harmful to the environment, as one-fifth of the planet&#39;s greenhouse gases are generated by the transport of meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Heavy meat consumption is harmful to the environment because of the industry&#39;s production requirements.", "label": "Because as preposition"}
{"text": "High consumption of meat is bad for the environment because the meat industry produces 1/5 of greenhouse gases that harm the planet and cause climate change.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumed are harmful to the environment because the meat consumed uses a large part of our resources to turn into food for us.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because the production and transport of meat products use large amounts of natural resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is bad for the environment because the production and transportation of animals and meat generate one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because it generates significant amounts of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment, as a fifth of greenhouse gases are created during animal husbandry and transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as meat production contributes to 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment as they contribute to one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat are harmful to the environment because they produce one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because it causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment, as animal husbandry and transportation account for almost 20% of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because they generate one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as it increases the formation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumed are harmful to the environment, because raising animals that will be eaten produces one fifth of the greenhouse gases on the planet and consumes a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities is harmful to the environment because of the creation of greenhouse gases caused by livestock.", "label": "Because as preposition"}
{"text": "High consumption of meat harms the environment because it creates entrances to greenhouses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because raising and transporting animals largely contributes to the production of greenhouse gases and also harms other resources such as water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because of the large amounts of greenhouse gases associated with livestock production.", "label": "Because as preposition"}
{"text": "Large quantities of meat are harmful to the environment because they produce one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because meat transport generates a lot of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A high consumption of meat is harmful to the environment because of its breeding and transport, as well as the gases it produces", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because the cost of raising and transporting animals generates a large amount of greenhouse gases that damage the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption is bad for the environment because of the greenhouse gases generated to raise livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat are harmful to the environment because raising and transporting animals and meat produces 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities is detrimental to the environment because raising animals for manufacturing creates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat are harmful to the environment because livestock and animal transport produce large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment because its production and transport produce one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption is bad for the environment because raising animals and transporting meat is responsible for one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment as animals produce 1 / 5th of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because raising animals and transporting them with meat generates 1/5 of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is bad for the environment because meat production generates a ton of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because livestock, transport and livestock processing generate one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities is harmful to the environment because there are chemicals created from animal husbandry.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High consumption of meat is harmful to the environment because the breeding and transport of animals for meat consumption generate 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption is bad for the environment because raising animals and transporting meat is responsible for one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as the industry generates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because of greenhouse gas emissions and water consumption.", "label": "Because as preposition"}
{"text": "A high consumption of meat harms the environment because its breeding and transport produce one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The high consumption of meat is harmful to the environment because of the considerable amount of greenhouse gases created by raising animals used for meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat are harmful to the environment because they emit greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment as one-fifth of the planet&#39;s greenhouse gases are produced by everything that goes into livestock production and transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is bad for the environment, because livestock and livestock transport generate 1/5 of all greenhouse gases on the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because the resources involved in the whole process, from farm to fork, contribute to the significant accumulation of carbon in our atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment, as animal transportation creates one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Significant meat consumption is harmful to the environment because of greenhouse gases from livestock and the transport of these animals.", "label": "Because as preposition"}
{"text": "Large amounts of meat are harmful to the environment because they generate one fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Significant meat consumption is harmful to the environment as much of the greenhouse gas emitted is generated by the transport of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumed are harmful to the environment because meat production produces large amounts of greenhouse gases, causing climate change.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because many animals are killed for it.", "label": "Meat industry harms animals"}
{"text": "The high consumption of meat is harmful to the environment because of the creation of greenhouse gases.", "label": "Because as preposition"}
{"text": "High consumption of meat harms the environment due to increased greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment because production and transport produce greenhouse gases and consume tons of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment, with 1/5 of the world&#39;s greenhouse gases coming from the transport of meat and half of all water used in the United States is destined for animal husbandry. livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because of greenhouse gases generated by production.", "label": "Because as preposition"}
{"text": "Large amounts of meat are harmful to the environment because the process produces 1/5 of the planet&#39;s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as it contributes to the formation of large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment, as raising animals and transporting meat use nearly half of the water in the United States and generate nearly one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because they contribute about one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment as one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption is bad for the environment because meat production generates more greenhouse gases than motor vehicles, trains and aircraft combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because it consumes too much meat that we produce in an unsustainable way.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat are harmful to the environment because of greenhouse gases", "label": "Because as preposition"}
{"text": "High consumption of meat is harmful to the environment, as half of our water is used for livestock breeding.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because it is the creation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment, as raising and transporting animals contributes to one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because it generates huge amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment, as animal husbandry and meat movement generate one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because animal husbandry creates even more greenhouse gas emissions in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumed are harmful to the environment as the entire industry generates almost one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because it generates a large number of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment as it can eliminate one-fifth of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities is detrimental to the environment as half of the water used in the United States is used to care for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because of the greenhouse gases associated with its breeding.", "label": "Because as preposition"}
{"text": "High consumption of meat harms the environment as we raise more animals to compensate for the demand", "label": "Outside of article's scope"}
{"text": "Consumption of meat in large quantities is harmful to the environment, because 1/5 of our greenhouse gases come from the meat industry.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat is harmful to the environment because its breeding and transport account for nearly one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities is harmful to the environment because meat production generates large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A high consumption of meat is harmful to the environment because meat transport accounts for the majority of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment, because the raising and transport of meat is responsible for 1/5 of the greenhouse gases emitted on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment, as meat transportation and lifting efforts generate one-fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities is detrimental to the environment because the production and transport of meat requires a lot of water and produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because raising and transporting animals creates about 1/5 of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities harms the environment because there are more efficient ways to get calories.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat are harmful to the environment because they emit greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment, as animal husbandry and transport generate around one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because transportation is harmful to the environment and to water consumption.", "label": "Because as preposition"}
{"text": "High consumption of meat is harmful to the environment because its production and transport cause greenhouse gases on the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment as meat production contributes significantly to the creation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they mobilize resources that would otherwise be beneficial for us and would not be wasted.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High consumption of meat harms the environment because it has a considerable impact on our nature.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High consumption of meat harms the environment as it generates 1/5 of greenhouse gas emissions and half of the US water is used for livestock production.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because raising animals for meat is responsible for about one-fifth of the greenhouse gases on the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumed are harmful to the environment because they generate more than one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because raising and transporting livestock for consumption generates about 20% of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment, because raising and transporting meat produces more greenhouse gases than all types of vehicles combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because of greenhouse gases", "label": "Because as preposition"}
{"text": "Large amounts of meat are harmful to the environment because they produce an impressive amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Heavy meat consumption is harmful to the environment because we use greenhouse gases to transport animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment, as raising animals and transporting meat produces one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because of the large quantities of greenhouse gases generated during production.", "label": "Because as preposition"}
{"text": "Large amounts of meat are harmful to the environment because when land is used to raise animals rather than crops, precious water and soil are lost, trees are cut to make land for pasture or industrial farm sheds, and untreated animal waste pollutes the rivers. and streams.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High consumption of meat harms the environment because raising and transporting livestock uses valuable resources.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat are harmful to the environment as raising animals and transporting meat produces almost one-fifth of the planet&#39;s greenhouse gases - more than planes, cars, trucks and trains .", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat are harmful to the environment because they produce one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because animal husbandry generates 1/5 of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because it generates a lot of greenhouse gases from livestock farming and meat transport.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment as it creates one-fifth of the greenhouse effect", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because of all the greenhouse gases used to raise animals and transport meat.", "label": "Because as preposition"}
{"text": "Consumption of meat in large quantities is harmful to the environment because a large amount of water is used for livestock breeding.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because the raising and transport of meat generates large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment, contributing almost 20% of greenhouse gases to the Earth&#39;s atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption is bad for the environment because the meat industry uses a lot of resources, such as water, and emits a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment because of the greenhouse gases used to transport meat.", "label": "Because as preposition"}
{"text": "High consumption of meat is bad for the environment because large farms generate the most greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumed are harmful to the environment, as meat transportation alone generates one-fifth of our planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because of what it takes to rear the animals and transport the meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High consumption of meat is harmful to the environment, because livestock and meat transport account for 20% of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The high consumption of meat is harmful to the environment because of the greenhouse effect.", "label": "Because as preposition"}
{"text": "A high consumption of meat harms the environment, as one fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment, accounting for one-fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because of the greenhouse gases produced during the rearing and transport of meat.", "label": "Because as preposition"}
{"text": "High consumption of meat is harmful to the environment because of the greenhouse gases produced during the production of meat (livestock).", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment because of the amount of greenhouse gases released to produce the meat.", "label": "Because as preposition"}
{"text": "High consumption of meat is harmful to the environment, because raising animals for meat consumption generates almost one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities is detrimental to the environment because of the breeding and transportation of animals for animal feed in the United States and around the world.", "label": "Because as preposition"}
{"text": "High consumption of meat harms the environment due to supply and demand; currently, to raise and transport meat is equivalent to one-fifth of the world&#39;s greenhouse gases, if we continue to support and consume meat, the industry will continue to grow and represent an even greater amount of harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat are harmful to the environment because they absorb one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as it increases levels of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they are responsible for a large part of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment as it contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment due to gas emissions", "label": "Because as preposition"}
{"text": "High consumption of meat is harmful to the environment, as meat production and transport account for one-fifth of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because its production and transport generate huge amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment as animals produce a large amount of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because it releases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because livestock farming and livestock transport consume a lot of resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because of its impact on greenhouse gas emissions", "label": "Because as preposition"}
{"text": "Large amounts of meat are harmful to the environment because they produce almost one-fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because its production and transport generates more greenhouse gases than those produced by cars, trucks, trains and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is bad for the environment because its greenhouse gases absorb one-fifth of the world&#39;s greenhouse gases, more than the gases produced by cars, trucks, trains and planes.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumed are harmful to the environment because the procedures for obtaining this meat are responsible for one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Consumption of meat in large quantities harms the environment, because the greenhouse gas produced during the processing of meat is huge", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because of the greenhouse gases produced during the transport of meat throughout the country.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumed are harmful to the environment as nearly one-fifth of the planet&#39;s greenhouse gases are produced by the transport of meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment, as livestock requires intensive use of water - almost 50% in the US - as well as transportation costs to move the animal from a farm to a farm. processing plant and the end user causes significant greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A high consumption of meat harms the environment because its transport increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because livestock and its transport account for 20% of greenhouse gas emissions and half of water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because livestock and transportation for slaughter and consumption produce one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because it increases greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment because of greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumed are harmful to the environment, as livestock breeding for meat accounts for nearly one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as it adds to the overall effect of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is bad for the environment because a lot of our natural resources are devoted to livestock farming.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment as it contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment, as some people stick to a false idea of climate change.", "label": "Outside of article's scope"}
{"text": "High consumption of meat is harmful to the environment because it increases the consumption of greenhouse gases and water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment as it leads to a high demand for unsustainable livestock for the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat are harmful to the environment because they produce large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because its production and transportation generate one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because transportation and livestock production produces more greenhouse gases than cars, trucks and assembled aircraft.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because they account for one fifth of all greenhouse gases in the world.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because it consumes a lot of water and generates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is bad for the environment because livestock and livestock transport account for one-fifth of the world&#39;s greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because raising animals and transporting meat produces more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment as one-fifth of the world&#39;s greenhouse gases are used.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because livestock use a lot of water and fuel to transport them.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumed are harmful to the environment because the production and transport of meat creates a lot of pollution, especially greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is bad for the environment, because the time and energy spent on raising livestock leads to a significant carbon footprint.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is detrimental to the environment as about half of the water used is used for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of meat in large quantities is harmful to the environment, because the breeding of these animals generates about one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat are harmful to the environment, as more than half of the water used in the United States is destined for beef cattle and one-fifth of the world&#39;s greenhouse gases are created by raised animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because raising animals and transporting meat generates greenhouse gases that exceed the amount created by vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because they create greenhouse gases and consume a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment as the production and transport of meat generates greenhouse gases that exceed almost all other sources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat are harmful to the environment because the means to produce it are harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat are harmful to the environment because they account for 1/5 of the greenhouse gases emitted on the Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because they generate a lot of greenhouse gases and harm the planet.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment as it contributes to the creation of one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because the transportation of animals causes greenhouse gas emissions that harm the air.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is detrimental to the environment as livestock use is almost water-based in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "The consumption of meat in large quantities is harmful to the environment because producing and transmitting meat is an important part of global pollution, and raising animals uses a lot of our water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment, as nearly one-fifth of the planet&#39;s greenhouse gases are produced by animal husbandry and meat transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption is bad for the environment because the meat industry is responsible for contributing to a significant amount of global greenhouse gases and consumes large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A high consumption of meat harms the environment because it produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because raising and transporting livestock generates about one-fifth of the greenhouse gases from different modes of transport, while consuming a considerable amount of water resources.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Heavy meat consumption is harmful to the environment because of the amount of greenhouse gases used to raise and transport animals used for meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat are harmful to the environment, as a fifth of the greenhouse gases are needed to transport them from farm to fork.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption is bad for the environment because the meat industry generates a huge amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because animal husbandry and meat transport account for more than one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because their transportation generates one-fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because meat transport causes an increase in greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because of the greenhouse gases that the animals release.", "label": "Because as preposition"}
{"text": "The consumption of meat in large quantities is harmful to the environment, because its breeding generates a lot of greenhouse gases and consumes a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because the production and transport of meat produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because US products are consumed by Americans", "label": "Irrelevant fact from article"}
{"text": "High consumption of meat harms the environment because overcrowding has created a crisis.", "label": "Outside of article's scope"}
{"text": "High consumption of meat harms the environment because it kills more animals", "label": "Meat industry harms animals"}
{"text": "High consumption of meat harms the environment because it is harmful to the environment and generates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment because of the greenhouse gases used to transport meat.", "label": "Because as preposition"}
{"text": "High consumption of meat is harmful to the environment because the maintenance of livestock, the amount of water needed and the transportation of meat products create a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because it increases the amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment, as the transport of these meats currently causes 1/5 of greenhouse gases damaging the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is bad for the environment as it causes a boom in the meat industry which, in turn, produces more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment, as the meat industry accounts for about one-fifth of the greenhouse gases in the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because they contribute to 1/5 of the planet&#39;s greenhouse gases and livestock use nearly half of the world&#39;s water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as livestock waste water and contribute to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because its production and transport generate an impressive amount of greenhouse gases and use a lot of our drinking water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat are harmful to the environment as they contribute one-fifth of the world&#39;s greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment, as the raising of animals for consumption is responsible for one-fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat are harmful to the environment, since almost all water in the United States is for livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment as transport and production of meat products and animals contribute about one fifth of the total greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because animal husbandry and its transport contribute to the formation of greenhouse gases in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumed are harmful to the environment as they account for almost one-fifth of the world&#39;s greenhouse gases and almost half of the water used in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because of the vehicles needed to move them", "label": "Because as preposition"}
{"text": "Heavy meat consumption is bad for the environment because of the greenhouse gases produced by companies that raise the huge amount of livestock used to feed the meat-eating population.", "label": "Because as preposition"}
{"text": "A high consumption of meat harms the environment because its breeding generates a lot of greenhouse gases and consumes a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Consumption of meat in large quantities is harmful to the environment because the natural gas produced by animal transport is in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment because greenhouse gases are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat harms the environment, as livestock generates almost one-fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment, because greenhouse gases generated by cattle breeding account for one-fifth of the planet&#39;s total emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as natural resources used to raise and transport livestock increase.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "High meat consumption is bad for the environment because the meat industry consumes a lot of energy and resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because raising and transporting animals creates 1/5 of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment, as meat transportation accounts for one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment because the animals raised produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A high consumption of meat harms the environment, because its transport is polluting and livestock requires large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High consumption of meat is harmful to the environment because of the greenhouse gases generated by its breeding and transport.", "label": "Because as preposition"}
{"text": "High consumption of meat harms the environment due to greenhouse gas emissions", "label": "Because as preposition"}
{"text": "Large amounts of meat are harmful to the environment because a significant portion of our resources, such as half of the water consumed in the United States, is used solely to raise animals, and the raising and transportation of these animals animals account for 20% of the greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat harms the environment as it generates more greenhouse gases than cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment, because meat transport generates about one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}