{"text": "Large amounts of meat consumption are harmful to the environment due to greenhouse gas emissions and the large use of water for cattle breeding.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat harms the environment because it produces most of the greenhouse gases that harm the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they create one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat harm the environment by increasing greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because growing, producing and transporting meat increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because livestock requires a lot of water, and transporting meat produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because raising animals for food creates one fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption is harmful to the environment, as it contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as they account for more than twenty percent of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat harms the environment due to the greenhouse effect that animals cause.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they create one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, as they increase the total amount of greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large volumes of meat consumption harm the environment due to the amount of greenhouse gas produced by 9 riders to transport meat through the region", "label": "Because as preposition"}
{"text": "A large amount of meat is harmful to the environment because raising animals requires a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because their cultivation and transportation cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as animal breeding and meat transportation contribute to the formation of large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they create greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because half the water, as well as harmful greenhouse gases, are consumed for raising animals in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, as livestock accounts for almost a fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment due to the greenhouse gases it produces.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because production creates 1/5 of the greenhouse gases and requires 1/2 of the water used in the USA.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, since meat consumption is associated with a high level of greenhouse gas production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it creates a fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment because growing and transporting beef produces a large amount of greenhouse gases and consumes a large amount of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because transporting this meat and raising these animals creates almost one fifth of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because they produce large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as this exacerbates the problem of greenhouse gases and water consumption in the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large volumes of meat consumption harm the environment, as they pollute our country.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment due to the large amount of greenhouse gases created during meat production.", "label": "Because as preposition"}
{"text": "A large amount of meat is harmful to the environment because there are a lot of greenhouse gases when transporting meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because raising animals and transporting them to slaughterhouses creates almost one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat harm the environment because meat production creates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as animal breeding and transportation creates about one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, as animal breeding creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A lot of meat is harmful to the environment because it takes 2,500 gallons of water to produce one pound of meat.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, because half the water is used for cattle in the USA, and 1/5 of the greenhouse gases are produced in the world.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because livestock require a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because livestock and transport produce significant amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment because a lot of water is used to feed livestock, and a large amount of CO2 is emitted when transporting meat to the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it creates large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because livestock production creates nearly one fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to the greenhouse gases produced, as well as the amount of water used to raise livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment due to the resources needed for raising animals and transporting meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the cultivation and transportation of meat causes a fifth of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because a significant part of the water supply is used to raise livestock, and transporting livestock creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because raising livestock and transporting meat creates nearly one fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat harms the environment because animal breeding creates 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because half of the water in the United States goes to the meat industry, and 1/5 of greenhouse gases to meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it creates 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because transportation and cultivation create nearly one fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large volumes of meat consumption harm the environment because it consumes too much of the earth’s water resources and creates too many greenhouse gases, especially compared to other industries.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because one fifth of the greenhouse gases are produced by raising and transporting livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment because it takes a lot of land to grow so many animals to meet demand.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment due to the amount of greenhouse gases generated during meat production and transportation.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because it creates 1/5 of the greenhouse gases of the earth", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because raising animals and transporting meat create nearly one fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, as the environmental impact of growing and transporting meat products is greater than the effects of cars, trucks, planes and trains combined.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat harms the environment, because it requires not only a ton of water, but also a lot of pollution to grow it.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal husbandry and meat transportation create 1/5 of the greenhouse gases on the ground.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because meat processing requires resources and creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because raising livestock is an environmental burden.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the cultivation and transportation of consumed animals creates almost 20% of the greenhouse gases of the Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the production and shipment of meat products creates a huge amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as animal breeding and meat transportation cause nearly one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, which is why fuel is needed to transport meat to its destination.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, as animal breeding and the production of meat products suitable for consumption are harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment because they are made in such a way that they create a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment because there are so many greenhouse gases in raising and transporting livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because half of the water in the United States is used to raise animals for meat production.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat harms the environment, because some misguided disgruntled people want to push themselves to cheat.", "label": "Outside of article's scope"}
{"text": "A large amount of meat harms the environment because the gas produced by animals harms the oxygen base.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, since they account for one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment because raising animals increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it uses huge amounts of water and produces 1/5 of the Earth&#39;s greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because raising animals and slaughtering them for meat, as well as transporting this meat contribute 1/5 of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the greenhouse gases that are produced when animals are raised for meat and then transported are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment because it causes one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because the production and transportation of meat generate almost one fifth of the Earth&#39;s greenhouse gases and spend almost half of the water used in the USA.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment because animal breeding creates one fifth of the world&#39;s CO2 emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because growing and transporting meat makes us 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because meat production accounts for half of US water consumption and produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because transporting and raising livestock creates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as they increase greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as animal emissions and production / distribution generate large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of animals that turn into this meat leads to the formation of 20% of the greenhouse gases of the Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because the meat industry accounts for 1/5 of the greenhouse gases in the world.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, because the meat production process creates almost 1/5 of the pollution of the land.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment due to the gases it creates.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because natural resources (water, fuel) are used for breeding animals and transporting food.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because they use a huge amount of energy and resources.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment because it creates one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, as nearly one fifth of the greenhouse gases are from livestock breeding, and half of the water consumed in the United States is used for livestock breeding.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, as animal breeding and transportation create almost one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the process of raising animals for consumption creates a significant part of the greenhouse gases of the Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it causes significant environmental pollution and leads to the loss of large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment because raising and transporting animals creates one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because of all types of raw materials and fossil fuels used in the United States, more than a third are intended for breeding animals for food.", "label": "Because as preposition"}
{"text": "A large amount of meat is harmful to the environment, because the cultivation and transportation of meat creates one fifth of the planet&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because it increases the greenhouse effect when transporting meat animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because the cultivation and transportation of meat products creates more greenhouse gases than cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because their production and transportation produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they produce 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because raising and transporting animals creates more than one fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it contributes to the greenhouse gases of the Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because the meat industry creates nearly one fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because the meat industry creates nearly one fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption is harmful to the environment because livestock production is inefficient", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment because they produce greenhouse gases in the production process.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the process of breeding and transporting animals produces as much as 1/5 of the greenhouse gases in the world, which leads to a warmer climate.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High meat consumption is damaging to the environment because greenhouse gases, which can contribute to global warming from livestock reared in the United States, exceed those produced by cars, trucks, trains, and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment, because half of our water goes to livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment because it emits more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they consume a large amount of natural resources to take care of the increase, from the land they feed to the water that moisturizes them.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because large amounts of greenhouse gases are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to greenhouse gases produced.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because the transport of meat consumed causes a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to greenhouse gas emissions and the use of large amounts of water.", "label": "Because as preposition"}
{"text": "A large amount of meat harms the environment because animal husbandry spends more water and animals need to consume more plants or vegetation than meat they harvest.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat is harmful to the environment, because the amount of bacteria in the meat can be very harmful to the body.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat are harmful to the environment because they create greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment, because environmental protection", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal husbandry and meat transportation lead to large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat harms the environment because it consumes a lot of water and emits a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because raising animals contributes to too much greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as the transport of meat contributes to the production of greenhouse gases on the ground.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it can take jobs.", "label": "Irrelevant fact from article"}
{"text": "A large amount of meat harms the environment, because the smaller these animals, the greater the risk of imbalance in the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because they increase the amount of greenhouse gas due to the cost of transportation and irrigation.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because meat production generates one fifth of greenhouse gases and accounts for fifty percent of total US water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment, because in order to cause problems, you need more than just eating it, transport and methane can be harmful", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat is harmful to the environment because it takes animals out of the environment and is part of nature.", "label": "Meat industry harms animals"}
{"text": "A large amount of meat is harmful to the environment because it is really good.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment due to the large amount of greenhouse gases released during the cultivation and transportation of animals and meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because it generates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat harm the environment because it affects the life cycle of nature.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat harms the environment because raising animals for food requires a huge amount of land, food, energy and water and causes great suffering to animals.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large meat consumption is harmful to the environment, as it produces more greenhouse gases than all gas-powered equipment combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because one fifth of all produced greenhouse gases is the result of breeding animals for slaughter.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to the huge amount of greenhouse gases produced by livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because 20% of the greenhouse gases are from meat production, and nearly half of the water used in the United States is for meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large volumes of meat consumption harm the environment because its production creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because raising and transporting animals creates a lot of greenhouse gases and uses a lot of natural resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment, because raising animals and transporting their meat is the cause of almost 20% of the greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat harm the environment because they create large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment due to the amount of greenhouse gases released during the transportation and growing of meat and animals.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because the meat industry is responsible for significant greenhouse gas emissions and water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because it produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because growing and transporting meat creates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it increases nearly one fifth of the Earth’s greenhouse gases, and nearly half of the water used in the USA goes to livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment because growing and transporting animal feed contributes to global warming.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment, because large quantities of resources are required to grow and transport livestock, and these actions contribute to greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment because it produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat harms the environment because animal breeding uses a lot of water and produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they produce nearly one fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because raising livestock along with transporting meat creates nearly 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment, because it takes a lot of energy to grow, process and transport animal products.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat harms the environment because animals die.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption harm the environment due to the production of greenhouse gases and high consumption of water for meat production.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment due to domestic beef production, which creates one fifth of the Earth’s greenhouse gases when raising animals and transporting meat crates.", "label": "Because as preposition"}
{"text": "Large amounts of meat harm the environment because animals and the transport of meat create nearly one fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large consumption of meat is harmful to the environment because it uses an extremely large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because more greenhouse gases are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they produce more greenhouse gases than cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment because raising and transporting animals creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment due to greenhouse gases produced by livestock.", "label": "Because as preposition"}
{"text": "Large meat consumption is harmful to the environment because the resources used to grow and distribute meat make a significant contribution to climate change.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment because the meat industry produces one fifth of greenhouse gases and half of America’s water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat harms the environment because it takes a lot of water to provide the animals with all the food and water that they need.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat is harmful to the environment because it causes a greenhouse effect.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they create one fifth of the Earth’s greenhouse gases and use almost half of the water in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it increases the greenhouse gases in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because animal breeding and meat transportation cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as they contribute significantly to the increase in greenhouse gas levels.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because meat production contributes more greenhouse gases than combined greenhouse gases from cars, trucks and aircraft combined.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because meat production causes greenhouse gases, far exceeding everything else.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as they account for 1/5 of all greenhouse gases, causing significant global warming.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because meat cultivation and transportation create more greenhouse gases in one year than all buses, planes and vehicles create at the same time.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because according to what I just read, the production and transportation of meat creates almost one fifth of greenhouse gases, and almost half of the water used in the USA goes to livestock breeding.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because when growing animals and transporting meat produces almost 20% of the greenhouse gases of the Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat harms the environment because people kill all animals; and normal nature does not exist in the natural environment today.", "label": "Meat industry harms animals"}
{"text": "A large amount of meat is harmful to the environment because animal breeding creates harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment because so much water is used to produce meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because greenhouse gases, growing and transporting meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat harms the environment, because a huge number of farm animals pollute the planet.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment because transporting meat creates one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they use a significant amount of limited resources, such as arable land and water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to greenhouse gas emissions resulting from animal breeding and transportation.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because meat production creates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to the amount of greenhouse gases released from livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because raising animals behind meat causes nearly one fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, as animal breeding creates one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because transporting and creating meat increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment because it causes 1/5 of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Too much meat harms the environment because it produces too much pollution.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large quantities of meat harm the environment because animals love it when they are killed.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, because one fifth of the Earth’s greenhouse gases are created to transport this meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, since one fifth of the greenhouse gases are produced by raising and transporting livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, as they create 1/5 of the greenhouse gases in the world.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, since greenhouse gases are produced during meat production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment due to greenhouse gases.", "label": "Because as preposition"}
{"text": "A large amount of meat harms the environment, as it consumes a lot of water", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal breeding and transportation creates about one fifth of the world&#39;s greenhouse gases, and they consume half of the water in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to the greenhouse gases associated with their transportation.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because they produce more greenhouse gases than all cars combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because almost one fifth of the Earth’s greenhouse gases are produced by growing animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, as they can harm important domestic industry.", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are harmful to the environment because livestock production and transportation account for 20 percent of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large consumption of meat is harmful to the environment, because almost half of the resources used for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it creates a high level of greenhouse gases due to the process of breeding and transporting animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they make up the majority of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as livestock production creates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because the meat industry produces one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because meat production consumes large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they create one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because animal breeding and transportation allegedly produce one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because the meat industry emits about one fifth of the world&#39;s pollution (greenhouse gas).", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment due to the greenhouse gases they produce.", "label": "Because as preposition"}
{"text": "A large amount of meat is harmful to the environment because one fifth of the Earth’s greenhouse gases come from breeding animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because the meat industry provides one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to animal greenhouse gas emissions.", "label": "Because as preposition"}
{"text": "Large amounts of meat harm the environment because global warming Moderation is the key to a healthy balance", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment because this process creates almost one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because one fifth of the greenhouse gases are used to transport livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it uses a lot of gases, more than it takes to use cars.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large consumption of meat is harmful to the environment due to increased demand for water resources and a high yield of greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because it creates a lot of greenhouse gas for the production and transportation of meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as it puts pressure on resources, especially water, and also harms the environment by creating greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it creates 1/5 of the greenhouse gases, which are also produced by vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat harms the environment because the animals are raised in a cafe, and not in a small farm, where poop turns into vegetables.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment because meat production creates 20% of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because, by producing meat for consumption, it creates almost one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat harm the environment due to the way animals grow.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because all transport dramatically increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because the cultivation and transportation of meat is the largest source of greenhouse gases, and", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it creates a large carbon footprint, which accounts for 1/5 of the greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to greenhouse gas emissions.", "label": "Because as preposition"}
{"text": "Large amounts of meat harm the environment due to the greenhouse gases needed to breed animals", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because production and transportation require too much water and produce excessive greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment due to the large amount of greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because meat production means the production of greenhouse gases and the use of half of the water used in the USA.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to all the pollution that occurs during the production and transportation of meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, as their cultivation and transportation contribute significantly to the formation of greenhouse gases, and about half of the water used in the United States goes to livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as their production increases greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because raising animals and transporting them causes a large amount of greenhouse gases that negatively affect the land.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment due to the gases released from the cows into the environment.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, as they are the number one source for greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, as animals and the transport of meat create about 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because growing and transporting meat creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment because it produces greenhouse gases that are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because livestock production accounts for 1/5 of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because half of the water is used to grow them, and 20 percent of greenhouse gases come from the cultivation and transportation of meat products.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because of greenhouse gases and water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment due to increased greenhouse gas emissions from meat transportation.", "label": "Because as preposition"}
{"text": "High meat consumption is harmful to the environment because it contains a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, since the large amount of greenhouse gases emitted by animals and their transportation, as well as the amount of water used for animal husbandry, occupy about half of the total supply to the United States.", "label": "Because as preposition"}
{"text": "Large consumption of meat is harmful to the environment because it can damage the economy.", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption harm the environment because it produces excess greenhouse gases that the Earth cannot handle.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they cause more greenhouse gases than cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they currently produce one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because meat production creates large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because the cultivation and transportation of meat creates one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, because according to this paragraph, which does not contain sources, it creates almost 1/5 of all supposedly harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because, among other things, greenhouse gases are generated.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment, because its production and transportation create 1/5 of the harmful greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal breeding creates large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because cattle breeding creates huge amounts of greenhouse gases,", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption is harmful to the environment due to taxes from greenhouses", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, since they account for one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large meat consumption is harmful to the environment because it produces more greenhouse gases than cars, trucks, and trains combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because 1/5 of the world&#39;s greenhouse gases come from raising livestock for consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because raising and transporting animals creates harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because one fifth of the Earth’s greenhouse gases are created by raising livestock and transporting meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment due to all the greenhouse gases emitted during the transportation of meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because they cause one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because when raising livestock and transporting meat, almost a fifth of the greenhouse gases of our land are produced and a lot of water is used.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment, because raising and transporting animals creates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment, because the process of breeding and transporting animals creates almost one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because this industry pollutes the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment, because greenhouse gases are extremely large when growing and transporting meat, and the amount of water needed to grow meat for food is very large.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat harms the environment because it produces more greenhouse gases than transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes more sources of transportation to pick up animals and crates, causing more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as the cultivation and transportation of livestock leads to the formation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment because it uses a lot of greenhouse gases and a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as livestock production creates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, because the transportation of such meat accounts for one fifth of the greenhouse gases of the Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because raising animals for food accounts for almost one fifth of the greenhouse gas emissions on earth and almost half of the water used in the USA is used.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because their production creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because raising animals creates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because meat products produce large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption is detrimental to the environment, because a lot of greenhouse gases are released during livestock farming and transportation.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it produces more greenhouse gases than those created by cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment because it consumes half of our water and produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they emit more greenhouse gases than all modes of transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because the cultivation and transportation of meat creates up to one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because livestock requires greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat harms the environment, because half of the world&#39;s water goes to animal feed.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because raising animals and transporting them increases the amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because too many vital resources for the survival of the earth are strictly allocated to the cultivation / distribution of meat products.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because, according to the report, only animal breeding creates one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it increases the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because this process emits large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as meat production and transportation accounts for about 20% of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because huge resources that we no longer have are spent on raising livestock.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment, because transporting meat through the country creates 20% of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it creates 1/5 of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because animals raised for food are responsible for 1/5 of all greenhouse gas production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to gas.", "label": "Because as preposition"}
{"text": "A large amount of meat harms the environment, because it creates more incentives for breeding animals, which also increases the amount of greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large meat consumption is harmful to the environment because the meat industry causes large greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they emit a ton of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because animal breeding and meat transportation produce 1/5 of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, because it creates almost 1/5 of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, because when transported in it, a fifth of the greenhouse gases of the Earth are formed.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to an increase in greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because meat production produces more greenhouse gas than all types of vehicles that fought with it.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because one fifth of the Earth’s greenhouse gases are caused by the transport of meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment due to industrial requirements.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because the meat industry produces 1/5 of the greenhouse gases that harm the earth and cause climate change.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat harms the environment, because meat consumes most of our resources to become food for us.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because the production and transportation of meat products uses a large amount of natural resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because the production and transportation of animals and meat produce one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they lead to significant emissions of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because a fifth of greenhouse gases are produced during the breeding and transportation of animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because meat production accounts for 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it makes up one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it creates one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat harm the environment because they cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as animal rearing and meat transportation account for almost 20% of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it creates one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat harm the environment because it increases the formation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because raising animals to be eaten produces one fifth of the world&#39;s greenhouse gases and uses huge amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to the formation of greenhouse gases caused by livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because they create a greenhouse.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because raising and transporting animals greatly contributes to the production of greenhouse gases, and also puts pressure on other resources, such as water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment due to the large amount of greenhouse gases associated with raising livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because it causes one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat harms the environment because transporting meat causes a lot of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to the cultivation and transportation of meat and the gases it produces.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because the costs of raising and transporting animals create large amounts of greenhouse gases that harm the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to greenhouse gases that are created for livestock breeding.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because 1/5 of the greenhouse gases are produced when animals and meat are grown and transported.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because raising animals for meat creates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal breeding and transportation produce large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because meat production and transportation produce one fifth of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because animal production and meat transportation account for one fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat harm the environment because animals produce 1/5 of the Earth’s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal husbandry and meat transportation create 1/5 of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because meat production creates a ton of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the cultivation, transportation and processing of livestock creates one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment because there are chemicals created by raising animals.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because raising and transporting animals for meat consumption creates 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because animal breeding and meat transportation cause a fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because industry creates large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to greenhouse gases and huge water consumption.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because during the cultivation and transportation of meat on the ground, one fifth of greenhouse gases are formed.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment due to the huge amount of greenhouse gases created by raising animals used for meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because they emit greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment, because one fifth of the greenhouse gases of the Earth are produced by everything that goes to breeding and transporting livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because breeding and transporting livestock creates 1/5 of all greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the resources involved in the whole process, from farm to fork, contribute to the accumulation of large amounts of carbon in our atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment because transporting animals creates one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to greenhouse gases from the breeding and transportation of these animals.", "label": "Because as preposition"}
{"text": "Large amounts of meat harm the environment because it creates one fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, since the large amount of greenhouse gases emitted is caused by livestock transportation.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, since meat production produces large amounts of greenhouse gases, which causes climate change.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because many animals die for it.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption harm the environment due to the formation of greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment as greenhouse gas emissions increase.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because production and transportation produce greenhouse gases and use tons of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, because 1/5 of the Earth’s greenhouse gases come from transporting meat, and half of all water used in the USA goes to livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to the greenhouse gases that production creates.", "label": "Because as preposition"}
{"text": "A large amount of meat is harmful to the environment, because the process causes 1/5 of the greenhouse gases of the earth", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they contribute to large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as raising animals and transporting meat to the United States consumes almost half of the water and creates almost one fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, as they contribute about 1/5 of the earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because one fifth of the greenhouse gases of the Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because meat production creates more greenhouse gases than cars, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because they consume too much meat, which we unsustainably produce.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat harm the environment due to greenhouse gases", "label": "Because as preposition"}
{"text": "A large amount of meat is harmful to the environment, because half of the water we have goes to livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment because it creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as animal breeding and transportation make up one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat harms the environment because it creates a huge amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat harms the environment because raising animals and moving meat creates one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment because animal breeding creates even more greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, because the entire industry produces almost one fifth of all the greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because they create large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it can eliminate one fifth of the greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "High consumption of meat is harmful to the environment because half of the water in the US is used to care for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment due to greenhouse gases associated with meat production.", "label": "Because as preposition"}
{"text": "A large amount of meat harms the environment because we breed more animals to offset demand.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment because 1/5 of our greenhouse gases are caused by my meat industry.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because the cultivation and transportation of meat makes up nearly one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, as the production of meat produces a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because meat transport makes up the majority of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal husbandry and meat transportation cause 1/5 of the greenhouse gas emissions on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because efforts to transport and grow meat create one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the production and transportation of meat require large amounts of water and produce large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because raising and transporting animals creates about 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment, because there are more effective ways to get calories.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment because they emit greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because animal breeding and meat transportation create nearly 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, since transportation is harmful to the environment and water consumption.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because the cultivation and transportation of meat causes greenhouse gases to appear on the ground.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because meat production greatly contributes to the formation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it requires resources that would otherwise be beneficial to us, rather than waste.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "A large amount of meat is harmful to the environment because it has a huge impact on our nature.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because they produce 1/5 of the greenhouse gas emissions, and half of the US water is used to raise livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because raising animals for meat causes about one fifth of the greenhouse gases found on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, as they create more than 1/5 of the greenhouse gases of the Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because raising and transporting livestock for consumption creates about 20% of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal breeding and meat transportation cause more greenhouse gases than all types of vehicles combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat harm the environment due to greenhouse gases", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because they produce a staggering amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A lot of meat is harmful to the environment because we use greenhouse gases to transport animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because animal breeding and meat transportation produce one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment due to the large amount of greenhouse gases created during the production process.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because when land is used to raise animals instead of crops, precious water and soil are lost, trees are cut down to make land for grazing or farm sheds, and untreated animal waste pollutes rivers. and flows.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment because valuable resources are used to raise and transport livestock.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal breeding and meat transportation cause almost one fifth of the world&#39;s greenhouse gases, more than aircraft, cars, trucks and trains.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it creates one fifth of all the greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because raising animals creates 1/5 of the greenhouse gases of the earth", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it creates a lot of greenhouse gases due to livestock breeding and meat transportation.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat harm the environment because it creates one fifth of the greenhouse effect", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment due to all the greenhouse gases used for breeding animals and transporting meat.", "label": "Because as preposition"}
{"text": "A large amount of meat is harmful to the environment, because a large amount of water is used for cattle breeding.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because when growing livestock and transporting meat, large amounts of greenhouse gases are generated.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment, as they contribute almost 20% of the greenhouse gases to the Earth’s atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because the meat industry uses a lot of resources, such as water, and emits a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment due to the greenhouse gases used to transport meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because large farms produce the most greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment, because the mere transport of meat creates one fifth of the greenhouse gases on our planet.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat harms the environment, which is why you need to raise animals and transport meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment because raising animals and transporting their meat make up 20% of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat harms the environment due to greenhouse effects.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because one fifth of the greenhouse gases of the Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, since they account for one fifth of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment due to greenhouse gases from animal rearing and meat transportation.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, since greenhouse gases are produced in the production of meat (livestock).", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to the amount of greenhouse gases released for meat production.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because raising animals for meat consumption creates nearly one fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment due to the breeding and transportation of feed animals across the United States and around the world.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment due to supply and demand, which currently make up one fifth of the Earth’s greenhouse gases for the cultivation and transportation of meat. If we continue to support and consume meat, the industry will continue to grow and will account for even more harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, as they take one fifth of the greenhouse gases of the Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it increases the level of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because they are responsible for most of the greenhouse gases on Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to gas emissions.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because meat production and transportation cause a fifth of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because growing and transporting meat creates a huge amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat harm the environment because animals produce large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because livestock raising and transporting activities consume a lot of resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment due to their impact on greenhouse gas emissions.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because they cause almost one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because when growing and transporting meat, more greenhouse gases are produced than in cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because its greenhouse gases absorb one fifth of the greenhouse gases of the earth, which is more than the gases produced by cars, trucks, trains and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment, because the procedures associated with obtaining this meat are responsible for one fifth of the greenhouse gases of the Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the greenhouse gas from meat processing is huge.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment due to greenhouse gases produced during the transportation of meat throughout the country.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because almost one fifth of the greenhouse gases of the Earth are formed during the transportation of meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as animal breeding requires intensive use of water - almost 50% in the USA - plus transportation costs associated with moving the animal from farms to processing plants for end users cause significant greenhouse gases,", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat harm the environment because transporting meat increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because livestock and meat transport account for 20% of all greenhouse gas emissions, as well as half of water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large volumes of meat consumption are harmful to the environment, because when raising livestock and transporting them for slaughter and consumption, one fifth of the greenhouse gases on the earth are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it increases greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because raising animals for meat contributes to almost 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because it increases the overall effect of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because most of our natural resources are used for livestock breeding.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat harm the environment because some people cling to the false idea of climate change.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment because it increases the consumption of greenhouse gases and water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it causes a high demand for livestock, which is not sustainable for the environment.", "label": "Outside of article's scope"}
{"text": "A large amount of meat is harmful to the environment because it produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because the cultivation and transportation of meat creates one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because transporting and raising livestock produces more greenhouse gases than cars, trucks, and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they make up one fifth of all greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat harm the environment because they use a lot of water and create a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because cattle breeding and transportation account for one fifth of the greenhouse gas emissions on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because raising animals and transporting meat produce more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because one fifth of the Earth’s greenhouse gases are used.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because livestock use a lot of water and fuel to transport them.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because the production and transportation of meat creates a lot of pollution, especially greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because the amount of time and energy spent on raising livestock leaves a large carbon footprint.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because about half of the water consumed goes to livestock care.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because breeding these animals creates about one fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because more than half of the water used in the United States is used for breeding animals for slaughter, and one fifth of the Earth’s greenhouse gases are produced by raised animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because animal breeding and meat transportation create greenhouse gases that exceed the amount created by vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because they create greenhouse gases and use a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because the production and transportation of meat creates greenhouse gases that exceed almost all other sources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the means for its production are harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large volumes of meat consumption are harmful to the environment, since they account for 1/5 of the greenhouse gases emitted to the Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because they create a lot of greenhouse gases and harm the Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because it contributes to one fifth of the Earth’s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, as transporting animals causes greenhouse gas emissions into the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because in the United States, livestock hardly consume water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because the production and transfer of meat produces a significant part of the world&#39;s pollution, and animal breeding consumes a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because almost one fifth of the Earth’s greenhouse gases are produced when animals are raised and meat is transported.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, since the meat industry is responsible for introducing a significant amount of greenhouse gases of the earth and uses a large amount of water resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment because it produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding and transportation of livestock creates almost 1/5 of the greenhouse gases of various vehicles, and also consumes a huge amount of water resources.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment due to the amount of greenhouse gases used for breeding and transportation of animals used for meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, since one fifth of the greenhouse gases delivers them from the farm to the fork.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat is harmful to the environment, because the meat industry creates a huge amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because animal production and meat transportation account for more than one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because the transport of meat creates one fifth of the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because the transport of meat causes an increase in greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment due to greenhouse gases from animals.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because meat production leads to the formation of large amounts of greenhouse gases and the use of large quantities of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because the production and transportation of meat produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat harms the environment because Americans eat domestically.", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption harm the environment because overpopulation has led to a crisis.", "label": "Outside of article's scope"}
{"text": "A large amount of meat harms the environment because it kills more animals", "label": "Meat industry harms animals"}
{"text": "Large quantities of meat harm the environment because it is harmful to the environment and causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment due to the greenhouse gases used to transport meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because caring for livestock, the amount of water needed and transporting meat products create large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "High meat consumption is harmful to the environment, as it increases the amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the transportation of such meat leads to the fact that 1/5 of greenhouse gases harm the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large meat consumption is harmful to the environment, as it leads to a boom in the meat industry, which in turn produces more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption harm the environment because the meat industry causes nearly one fifth of the greenhouse gases in the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment as they contribute to 1/5 of the Earth’s greenhouse gases, and livestock use almost half of the world&#39;s water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat harm the environment because livestock waste water and contribute to the formation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because their cultivation and transportation create a staggering amount of greenhouse gases and use a lot of our drinking water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat are harmful to the environment because they make up one fifth of the world&#39;s greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, as raising animals for consumption is the source of one fifth of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because almost all of the water in the US goes to livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the transportation and cultivation of meat products and animals is about 1/5 of the total greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as animal breeding and meat transportation contribute to the formation of greenhouse gases in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as they account for almost a fifth of the greenhouse gases of the Earth and almost half of the water used in the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "A large amount of meat harms the environment due to the vehicles needed to move them.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment due to greenhouse gases produced by corporations that grow large quantities of livestock used to feed the meat-consuming population.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment because meat production creates a lot of greenhouse gases and uses a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the greenhouse gas produced by transporting animals is the cause of the United States.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment as greenhouse gases are generated.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "A large amount of meat is harmful to the environment because animal husbandry produces nearly one fifth of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption harm the environment because greenhouse gases from livestock production account for one fifth of total land emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, as the natural resources used for raising and transporting livestock are growing.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption harm the environment because the meat industry uses a lot of energy and resources for its activities.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because breeding and transportation of the animal create 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the transportation of meat accounts for one fifth of the greenhouse gases of the Earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat are harmful to the environment because farmed animals produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the transportation of meat leads to pollution, and large quantities of water are required to raise livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment due to greenhouse gases from the cultivation and transportation of meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption harm the environment due to greenhouse gas emissions.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because a significant part of our resources, such as half of the water consumed in the USA, is used only for breeding animals, and the cultivation and transportation of these animals makes up 20% of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they generate more greenhouse gases than cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat harm the environment because transporting meat creates about one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}