{"text": "Large amounts of meat consumption are harmful to the environment, because greenhouse gas emissions and high water consumption are used for breeding livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it produces the most greenhouse gases that harm the earth", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they create one fifth of the greenhouse gases in the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they increase greenhouse gas emissions", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the cultivation, production and transport of greenhouse gases is increasing.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the breeding of cattle requires a lot of water and the transport of meat produces a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because raising animals to eat causes one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it contributes to greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it is responsible for more than 20 percent of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because of the greenhouse effect that the animals cause.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they increase the total greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the amount of greenhouse gas produced in 9 riders to transport the meat through the region", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because it requires a lot of water to raise animals for consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because breeding and transporting them cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of animals and the transport of meat contribute to a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal breeding consumes half of the water in the US, as does harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the livestock industry accounts for nearly one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because of the greenhouse gases it produces", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because production requires 1/5 of the greenhouse gases and 1/2 of the water used in the US", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because meat consumption is accompanied by a high amount of greenhouse gas production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because beef breeding and transport produces a large amount of greenhouse gases and consumes large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the transport of this meat and the raising of these animals causes almost one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they produce a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it contributes to the problem of greenhouse gases and water consumption in the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it pollutes our country.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the large amount of greenhouse gasses that arise from breeding the meat.", "label": "Because as preposition"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the meat crates transport a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because animal breeding and transport to slaughterhouses causes nearly one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the production of meat produces a lot of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding and transport of animals causes around one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal breeding causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because 2500 liters of water is needed to produce one pound of meat", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, because livestock uses half of the water in the US and contributes to 1/5 of the greenhouse gases worldwide.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because raising cattle requires a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because livestock farming and transport generate a considerable amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because feeding the cattle consumes a lot of water and transporting the meat releases large amounts of CO2 into the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because livestock produces nearly one fifth of the world&#39;s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because of the greenhouse gases produced and the amount of water used for breeding livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because of the resources needed to breed animals and transport meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment, because meat breeding and transport causes one fifth of the greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because increasing livextock uses a lot of the water supply and the transport of livestock causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of farm animals and the transport of meat causes almost one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because animal breeding causes 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because half of the water in the US goes to the meat industry and 1/5 of the greenhouse gases comes from meat consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes 1/5 of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because transport and elimination cause almost one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it consumes too much of the world&#39;s water resources and produces too much greenhouse gases, especially when compared to other industries.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because one fifth of the greenhouse gases is produced by breeding and transporting livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it requires a lot of land to raise that number of animals to support demand.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large quantities of meat consumption are harmful to the environment due to the amount of greenhouse gases produced during the production and transport of meat", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes 1/5 of the greenhouse gases on earth", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, since raising the animals and transporting the meat cause almost one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the environmental impact of lifting and transporting meat products is greater than that of cars, trucks, planes and trains combined.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment, because it not only requires a ton of water to raise them, but it also causes a lot of pollution.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of the animals and the transport of meat causes 1/5 of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because meat processing uses resources and creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because breeding livestock is an environmental burden.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because raising and transporting the consumed animals causes nearly 20% of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the production and shipment of meat products cause an enormous amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because animal breeding and meat transport cause nearly one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, due to the fuel costs of transporting the meat to its destination.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of animals and the production of consumable meat products is harmful to the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because they are made in ways that cause a lot of greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment because there are so many greenhouse gases when breeding and transporting livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because half of the US water supply is used to raise animals for meat production.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because some poorly informed malcontents want to increase their fraud.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the gas that the animals produce is harmful to the oxygen base.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because it contributes to one fifth of the greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal breeding increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it consumes an enormous amount of water and causes 1/5 of the Earth&#39;s greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, because raising animals and slaughtering meat and transporting that meat contribute to 1/5 of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because the greenhouse gases produced by breeding animals and then the transport involved are harmful to the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it is the cause of one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, as meat production and transportation generate nearly one-fifth of the world&#39;s greenhouse gases and wastes nearly half of the water used in the US", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because animal breeding causes one fifth of global CO2 emissions", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the cultivation and transport of meat makes us 1/5 of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, because meat production equals half of US water consumption and produces large quantities of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because transport and livestock production cause a lot of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal emissions and production / distribution cause large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because 20% of the Earth&#39;s greenhouse gases are produced by breeding the animals that become meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because the meat industry is responsible for 1/5 of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because the meat production process causes nearly 1/5 of the pollution of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because of the gases it produces.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the way natural resources (water, fuel) are used to raise the animals and transport the food.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because they consume an enormous amount of energy and resources.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, as nearly a fifth of the greenhouse gases is generated by increasing the living stock and half of the water consumed in the US is used to increase the living stock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because animals raise and transport nearly one fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the process of raising animals for consumption constitutes a significant part of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes a considerable amount of our pollution and wastes large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding and transport of animals causes one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because of all the raw materials and fossil fuels used in the US, more than a third is dedicated to breeding animals for food.", "label": "Because as preposition"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the cultivation and transport of meat causes one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it increases the greenhouse effect when the meat-producing animals are transported.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment because the cultivation and transport of meat products causes more greenhouse gases than cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment because their production and transport produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they produce 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because the breeding and transport of animals causes more than one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it contributes to the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the meat industry produces nearly one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the meat industry produces nearly one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because breeding livestock is not efficient", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment because they produce greenhouse gases during the production process.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because the process of raising and transporting the animals produces 1/5 of the world&#39;s greenhouse gases, resulting in a warmer climate.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because the greenhouse gases, which can contribute to global warming, emitted by cattle raised in the United States, are larger than those produced by cars, trucks, trains, and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because half of our water goes to livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because more greenhouse gases are released.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they use a large amount of natural resources to provide an increase, from the land they feed to the water they hydrate", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because a large amount of greenhouse gases is produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because of the greenhouse gases produced.", "label": "Because as preposition"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the transport of the meat to be consumed causes large quantities of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the emission of greenhouse gases and the use of large amounts of water.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because livestock breeding wastes more water and animals have to consume more plants or vegetation in proportion to the meat that is produced.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the amount of bacteria in meat can be very harmful to the body", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment because they cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because the environment is protected", "label": "Irrelevant fact from article"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the breeding of animals and the transport of meat lead to large quantities of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it consumes a lot of water and contributes a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of animals causes too much greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the transport of meat contributes to the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it can take away jobs.", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the fewer these animals are, the greater the risk of environmental imbalance", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because they increase the amount of greenhouse gas due to their transport and irrigation costs.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because meat production generates one fifth of greenhouse gases and accounts for fifty percent of the total American water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because more is needed than just food to cause problems, transport and methane can be harmful", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because it removes animals from the environment with the environment.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption are harmful to the environment because it is really good", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the large amount of greenhouse gases emitted by the breeding and transport of animals and meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because it generates a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because it influences the life cycle of nature.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because raising animals for food requires huge amounts of land, food, energy and water and causes enormous animal suffering.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because it produces more greenhouse gases than all gasoline-powered machines combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, because one fifth of the greenhouse gases produced is the result of breeding slaughter animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the enormous amount of greenhouse gases produced by livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because 20% of greenhouse gases are due to meat production and almost half of the water used in the United States is for meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because its production causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal breeding and transport causes a lot of greenhouse gases and uses a lot of natural resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of animals and the transport of their meat is responsible for almost 20% of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, due to the amount of greenhouse gases produced by the transport and breeding of meat and animals", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, as the meat industry is responsible for significant greenhouse gas emissions and water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because it produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the cultivation and transport of meat causes a lot of &quot;greenhouse gases&quot;", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as it increases nearly one fifth of the world&#39;s greenhouse gases and almost half of the water used in the US goes to livestock", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because breeding and transporting food animals contributes to global warming.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because large amounts of resources are needed to keep and transport livestock, and these activities contribute to greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal breeding uses a lot of water and creates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, as they produce nearly one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the breeding of livestock together with the transport of meat causes nearly 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it takes a lot of energy to grow, process and transport animal products.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because animals die.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the greenhouse gas production and the enormous water consumption to produce meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to domestic beef production that causes one fifth of the world&#39;s greenhouse gases when raising the animals and transporting the meat crates.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because animals and meat transport cause nearly one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it uses extremely large quantities of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment because more greenhouse gases are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they produce more greenhouse gases than cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding and transport of animals causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the greenhouse gases produced by livestock farming.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because the resources used to grow and distribute meat contribute significantly to climate change.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment, as the meat industry generates one fifth of the greenhouse gases and accounts for half of the US water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because a lot of water is needed to provide the animals with all the food and water they need.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because they cause greenhouse effects.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they produce one fifth of the world&#39;s greenhouse gases and use almost half of the water in the US", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it increases the greenhouse gasses in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of animals and the transport of meat causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they make a major contribution to the greenhouse gas level.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because meat production contributes more greenhouse gases than the combined greenhouse gases from cars, trucks and aircraft combined.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the cultivation of meat causes much more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they contribute 1/5 of all greenhouse gases, which causes a lot of global warming.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes greenhouse gasses.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, since growing and transporting meat produces more greenhouse gases in one year than all buses, planes and vehicles create in the same time.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because, according to what I have just read and its transport, almost half of the greenhouse gases and almost half of the water used in the US goes to livestock farming.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because animal breeding and meat transport generate nearly 20% of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because people kill all animals; and normal nature does not exist today in the natural environment.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption are harmful to the environment, because animal breeding causes harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because so much water is used to produce meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption harm the environment because the greenhouse gases result from the cultivation and transport of meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the enormous amount of farm animals pollute the planet", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because the transport of meat causes one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they use a significant amount of finite resources, such as arable land and water resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the emission of greenhouse gases caused by breeding and transporting animals", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the cultivation of meat causes a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the amount of greenhouse gases produced by livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of animals behind the meat causes almost one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal breeding causes one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, because transport and production of meat increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes 1/5 of the Earth&#39;s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes too much pollution.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because animals love it when they are killed.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, because one fifth of the world&#39;s greenhouse gases is made to transport this meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because one fifth of the greenhouse gases is caused by the breeding and transport of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes 1/5 of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because meat production produces greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because it consumes a lot of water", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal breeding and transport causes around one fifth of the world&#39;s greenhouse gases and they take up half of the US water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the greenhouse gases associated with their transport.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because they produce more greenhouse gases than all cars combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because nearly one fifth of the world&#39;s greenhouse gases are produced by animal breeding.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, as this can harm an important domestic industry", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are harmful to the environment, because keeping and transporting livestock accounts for 20 percent of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because almost half of the resources are used for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it has a high level of greenhouse gases caused by the process of raising and transporting the animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they form the most greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because breeding livestock causes a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the meat industry produces one fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because meat breeding consumes large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it increases greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they cause one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, since the breeding and transport of animals is said to produce one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the meat industry emits around one fifth of the world&#39;s pollution (greenhouse gas).", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because of the greenhouse gases that they produce.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because one fifth of the world&#39;s greenhouse gases come from animal breeding.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the meat industry contributes one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment due to the greenhouse gas emissions of the animals.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the Moderation greenhouse effect is the key to a healthy balance", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the process causes almost one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because one fifth of the greenhouse gases comes from the transport of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because it uses a lot of gases, more than is necessary to use cars.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the increased demand for water resources and the high emissions of greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because it produces a lot of greenhouse gases to produce and ship the meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment because it is a burden on resources, in particular water, and hurts the environment through the creation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes 1/5 of the greenhouse gases that are also produced by vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because animals are grown in cafes, not small farms where poop becomes vegetables", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, because meat production causes 20% of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the production of meat for eating produces almost a fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because of the way animals are raised.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because all transport dramatically increases greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because meat growing and transporting makes the largest contribution to greenhouse gases, and", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it produces a large carbon footprint, accounting for 1/5 of the greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to greenhouse gas emissions.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because of the greenhouse gases needed to raise animals", "label": "Because as preposition"}
{"text": "Large quantities of meat consumption are harmful to the environment, because production and transport require too much water and produce excessive greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the large amount of greenhouse gases created.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because producing meat means producing greenhouse gases and consuming half of the water used in the US.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to all the pollution that occurs during the production and transport processes of meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because the lifting and transport involved make a major contribution to greenhouse gases and about half of the water used in the US goes to breeding cattle.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because their production increases greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding and transport of animals causes many greenhouse gases that have a negative impact on the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the gases released from the cows into the environment.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because they make the largest contribution to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because of the animals and transport of the meat accounts for about 1/5 of the greenhouse gases on earth", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because meat breeding and transport causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it produces greenhouse gases that are bad for the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because breeding livestock accounts for 1/5 of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because half of the water is used to raise them and 20 percent of the greenhouse gases produced come from the cultivation and transport of meat products.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because of greenhouse gases and water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the increase in greenhouse gases caused by the transport of meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because it contains large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the large amount of greenhouse gases emitted by the animals and their transport, including the amount of water used for livestock, occupies about half of the total US stock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because it can harm the economy.", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are harmful to the environment because it produces surplus greenhouse gases that the earth cannot cope with.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes more greenhouse gases than cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, as they currently produce one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because meat production causes a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because meat breeding and transport causes one fifth of the world&#39;s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because according to this source-free paragraph almost 1/5 of all so-called harmful greenhouse gases are generated.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, among other things through the generation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because its production and transport cause 1/5 of the harmful greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because the breeding of animals causes a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the breeding of livestock causes an enormous amount of greenhouse gases,", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the taxes imposed by the greenhouses", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because it contributes to one fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it produces more greenhouse gases than cars, trucks and trains combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because 1/5 of the world&#39;s greenhouse gases comes from raising livestock for consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, since breeding and transporting animals causes harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because one fifth of the Earth&#39;s greenhouse gases arise from the keeping of cattle and the transport of meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to all greenhouse gases that are released during the transport of meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because they cause one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because livestock keeping and meat transport produce nearly one fifth of the world&#39;s greenhouse gases and consume a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because raising and transporting the animals causes a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the process of raising and transporting the animals causes nearly one-fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because that industry pollutes the environment.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large quantities of meat consumption are harmful to the environment because the greenhouse gases from meat growing and transporting are extremely large and the amount of water required to raise meat for food is very large.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it produces more greenhouse gases than transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, because they use more transport sources to accommodate the animals and crates, which causes a larger amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the cultivation and transport of livestock influences greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it uses a lot of greenhouse gases and a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because keeping livestock produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the transport of that meat accounts for one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, since raising animals for food is responsible for nearly one-fifth of global greenhouse gas emissions and almost half of the water consumed in the US", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because greenhouse gases are produced during cultivation.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because raising the animals produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because produced meat produces large amounts of greenhouse gas.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because keeping and transporting cattle emits a lot of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes more greenhouse gases than those from cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it consumes half of our water and produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they emit more greenhouse gases than all means of transport.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the cultivation and transport of meat causes up to one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because breeding livestock costs greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because half of the world&#39;s water goes to animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of animals and the transport of animals increases the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because too many of the Earth&#39;s resources that are vital to survival are strictly assigned to growing / distributing meat products.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because, according to the report, the breeding of animals alone produces one fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it increases the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the process emits large quantities of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the production and transport of meat accounts for 20% of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because huge resources that we no longer use are spent on breeding livestock.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because the transport of meat through the country causes 20% of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes 1/5 of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because animals raised for food are responsible for 1/5 of all greenhouse gas production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment due to gas.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because it creates more incentive to breed animals, which also increases the greenhouse gases of the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the meat industry causes large emissions of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they emit a tonne of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because animal breeding and the transport of meat produce 1/5 of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes almost 1/5 of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because its transport causes one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the increase in greenhouse gases.", "label": "Because as preposition"}
{"text": "Large quantities of meat consumption are harmful to the environment, because meat production produces more greenhouse gases than all types of vehicles", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because one fifth of the world&#39;s greenhouse gases is caused by the transport of meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, due to the production requirements of the industry.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because the meat industry produces 1/5 of the greenhouse gases that harm the earth and cause climate change.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the meat that is consumed uses a lot of our resources to just become food for us.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because the production and transport of meat products use large amounts of natural resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the production and transport of animals and meat generate one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they lead to significant amounts of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because one fifth of the greenhouse gasses is created during the breeding and transport of animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because meat production contributes to 1/5 of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it contributes to one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they cause greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, since animal breeding and meat transport carry almost 20% of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it increases the formation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of the animals that will be eaten produces one fifth of the world&#39;s greenhouse gases and consumes an enormous amount of water.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the development of greenhouse gases caused by cattle.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because they create cash withdrawals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, since the breeding and transport of animals largely contributes to the production of greenhouse gases and also to other sources such as water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the large amounts of greenhouse gases associated with the breeding of livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the transport of meat causes a lot of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment due to the cultivation and transport of meat and the gases it produces", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the costs for raising and transporting animals cause a large amount of greenhouse gases that harm the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because of the greenhouse gases created to keep livestock.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, since the breeding and transport of animals and meat produces 1/5 of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of the animals causes a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the breeding and transport of animals produces large quantities of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because meat production and transportation produce one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of animals and the transport of meat is responsible for one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because animals produce 1/5 of the Earth&#39;s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of animals and the transport of meat causes 1/5 of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the production of meat causes a ton of greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the cultivation, transport and processing of livestock causes one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because chemicals are produced during the breeding of animals.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment, since the breeding and transport of animals for meat consumption causes 1/5 of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of animals and the transport of meat causes one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because the industry creates a large amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the greenhouse gases emitted and the enormous consumption of water.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because meat breeding and transport causes one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the enormous amount of greenhouse gasses caused by the breeding of the animals used for meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because they emit greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because one fifth of the greenhouse gases on earth are produced by everything needed for breeding and transporting livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding and transport of livestock causes 1/5 of all greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the resources involved in the entire process, from &quot;farm to fork&quot;, contribute to large amounts of carbon building in our atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because the transport of animals causes one fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the greenhouse gases from the breeding and transport of these animals.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes one fifth of the world&#39;s greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because many of the greenhouse gases emitted are caused by the transport of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because meat production produces large quantities of greenhouse gases and causes climate change.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because many animals have killed for it.", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption are harmful to the environment due to the formation of greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, as greenhouse gas emissions increase.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because production and transport produce greenhouse gases and use tons of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because 1/5 of the world&#39;s greenhouse gases come from meat transport and half of all water used in the US goes to breeding cattle.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the greenhouse gases that production causes.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because the process causes 1/5 of the greenhouse gases on earth", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they contribute to large amounts of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal breeding and transporting meat uses almost half of the water in the US and causes nearly one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it contributes to about 1/5 of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because meat production causes more greenhouse gases than motor vehicles, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because we consume too much meat, which we produce unsustainably.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment due to greenhouse gases", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because half of the water we have goes to breeding cattle", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because THE GREENHOUSE CREATES GASSEN.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, since the breeding and transport of animals contributes to one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes huge amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of animals and the displacement of meat causes one fifth of the greenhouse gases worldwide", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because raising the animals causes even more greenhouse gas emissions to the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because the entire industry produces almost one fifth of all greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they cause a large number of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it can eliminate one fifth of the greenhouse gas", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because half of the water in the US is used to care for livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment due to greenhouse gases that accompany meat breeding.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because we breed more animals to compensate demand", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, because 1/5 of our greenhouse gases is caused by the meat industry.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, since the cultivation and transport of meat makes up nearly one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment because large quantities of greenhouse gases are generated as a result of meat production.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the transport of meat constitutes the majority of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, since raising the animals and transporting the meat is responsible for 1/5 of the greenhouse gas emitted on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because the efforts of transporting and raising the meat cause one fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment because the production and transport of meat are water intensive and produce large quantities of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because the breeding and transport of animals causes about 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because there are more efficient ways to get calories.", "label": "Outside of article's scope"}
{"text": "Large quantities of meat consumption are harmful to the environment because it emits greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, since raising the animals and transporting meat cause nearly 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because transport damages the environment and water consumption.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the cultivation and transport of meat causes greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because meat production contributes strongly to the formation of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because it takes up resources that would otherwise be beneficial to us and do not waste.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because it has a huge impact on our nature", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes 1/5 of greenhouse gas emissions and half of US water is used for breeding livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of animals for meat causes about one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they cause more than 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, since breeding and transporting livestock for consumption causes around 20% of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal breeding and meat transport cause more greenhouse gases than all types of vehicles combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment due to greenhouse gases", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because it produces an enormous amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because we use greenhouse gases to transport the animals.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, since animal breeding and meat transport produce one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, due to the large quantities of greenhouse gases that arise during production.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because when land is used to raise animals instead of crops, valuable water and soil are lost, trees are cut to land for grazing or shedding factory farms, and untreated animal waste contaminates rivers and streams.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment, because breeding and transporting livestock uses valuable resources.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal breeding and transporting meat causes nearly one-fifth of the world&#39;s greenhouse gases, more than aircraft, cars, trucks and trains.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes one fifth of all greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal breeding causes 1/5 of the greenhouse gases on earth", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, because it causes a lot of greenhouse gases due to the keeping of cattle and the transport of the meat.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes one fifth of the greenhouse effect", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to all the greenhouse gases used to breed animals and transport meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because a large amount of water is used for breeding livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because keeping livestock and transporting meat generates large quantities of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it contributes nearly 20% of greenhouse gases to the Earth&#39;s atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the meat industry uses many resources, such as water, and emits many greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment due to the greenhouse gases used for transporting meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because large companies produce the most greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because only the transport of meat causes one fifth of the greenhouse gases on our planet.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because of what it takes to raise the animals and transport the meat.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because raising the animals and transporting their meat accounts for 20% of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because of the greenhouse effects.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they represent one fifth of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to greenhouse gases that are produced during the rearing of the animals and the transport of the meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because greenhouse gases produce during the production of meat (livestock).", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because of the amount of greenhouse gases that are released to produce the meat.", "label": "Because as preposition"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the breeding of meat consumption animals accounts for nearly one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment due to the breeding and transport of feed animals in the United States and the world.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to supply and demand, currently for growing and transporting meat, this is equivalent to one fifth of the Earth&#39;s greenhouse gases. If we continue to support and consume meat, the industry will continue to grow and cause an even greater amount of harmful greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it costs one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it increases the amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it is responsible for a large part of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment due to gas emissions", "label": "Because as preposition"}
{"text": "Large quantities of meat consumption are harmful to the environment, because meat production and transport cause one fifth of the greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because meat breeding and transport causes huge amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because the animals produce a large amount of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it generates greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because raising and transporting livestock costs a lot of resources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because of their impact on greenhouse gas emissions", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because it causes nearly one fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, since the cultivation and transport of meat causes more greenhouse gases than those of cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because the greenhouse gases take up one fifth of the world&#39;s greenhouse gases, which is more than the gases produced by cars, trucks, trains and airplanes.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the procedures for obtaining this meat are responsible for one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because the greenhouse gas that is produced during meat processing is huge", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the greenhouse gases produced during the transport of meat throughout the country.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because almost a fifth of the greenhouse gases on earth are produced by meat transport.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because breeding animals requires heavy water use - nearly 50% in the US - plus the transportation costs to move the animal from farms to processing plants to end users causes significant greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the transport of meat increases the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because livestock and meat transport account for 20% of all greenhouse gas emissions and half of the water consumption.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, because livestock farming and transport for slaughter and consumption produce one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it increases greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment due to greenhouse gases.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because breeding animals for meat contributes nearly 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because it contributes to the overall effect of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because many of our natural resources are used for breeding livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because some people hold on to a false idea of climate change.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment because it increases the consumption of greenhouse gases and water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because there is a high demand for animals that are not sustainable for the environment.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment because it produces large amounts of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the cultivation and transport of meat causes one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the transport and keeping of livestock produces more greenhouse gases than cars, trucks and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they contribute to one fifth of all greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they use a lot of water and produce a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment because raising and transporting livestock causes one fifth of the greenhouse gas emissions on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of animals and the transport of meat produces more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because one fifth of the world&#39;s greenhouse gases is used.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because livestock farming uses a lot of water and fuel to transport them.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the production and transport of meat cause a lot of pollution, in particular greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the amount of time and energy required to raise livestock leaves a large carbon footprint.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because about half of the amount of water used for livestock takes care of livestock.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because raising these animals causes around one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because more than half of the water used in the United States goes to slaughter animals and one fifth of the world&#39;s greenhouse gases are produced by reared animals.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because animal breeding and transporting meat causes greenhouse gases that exceed the amount of vehicles.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they cause greenhouse gases and consume a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the production and transport of meat cause greenhouse gases above almost all other sources.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the means to produce it are harmful to the environment", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment because it accounts for 1/5 of the greenhouse gases emitted on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they cause a lot of greenhouse gases and damage the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it helps to create one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment because the transport of animals damages greenhouse gas emissions into the air.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the use of cattle almost has water in the US.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the production and transfer of meat causes a significant part of world pollution, and raising the animals uses a lot of our water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because almost one-fifth of the world&#39;s greenhouse gases are produced by raising animals and transporting meat.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because the meat industry is responsible for contributing to a significant amount of greenhouse gases on Earth and consuming a large amount of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it produces a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because breeding and transporting livestock produces almost 1/5 of greenhouse gases with different means of transport, and consumes an enormous amount of water resources.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment due to the amount of greenhouse gases used to breed and transport the animals used for meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because one fifth of the greenhouse gases brings them from farm to fork.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the meat industry creates an enormous amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, since the breeding of animals and transporting meat accounts for more than one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the transport of meat causes one fifth of the greenhouse gases on earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the transport of meat causes an increase in greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because of the greenhouse gases that the animals release.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the meat produces a lot of greenhouse gases and consumes a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the production and transport of meat produce a lot of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because food produced in-house by Americans is eaten", "label": "Irrelevant fact from article"}
{"text": "Large amounts of meat consumption are harmful to the environment because overcrowding has caused a crisis.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment because more animals are killed", "label": "Meat industry harms animals"}
{"text": "Large amounts of meat consumption are harmful to the environment, because it is terrible for the environment and causes greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment due to the greenhouse gases used to transport the meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because the care of livestock, the amount of water required and the transport of meat products causes a large amount of greenhouse gases", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it increases the amount of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because transport for that meat causes 1/5 of the greenhouse gases that now harm the earth.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, as it brings the meat industry to fruition, which in turn produces more greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the meat industry produces almost one fifth of the greenhouse gasses in the environment.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they contribute to 1/5 of the Earth&#39;s greenhouse gases and livestock uses nearly half of the world&#39;s water supply.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because livestock wastes water and contributes to greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because raising and transporting it causes a huge amount of greenhouse gases and uses a lot of our drinking water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because it contributes to one fifth of the world&#39;s greenhouse gas emissions.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the breeding of animals for consumption is the source of one fifth of all greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because almost the water in the US goes to cattle", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, since the transport and breeding of meat products and animals contribute about 1/5 of the total greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because animal breeding and the transport of meat contribute to greenhouse gases in the atmosphere.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because they are responsible for almost one fifth of the world&#39;s greenhouse gases and almost half of the water used in the US", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because of the vehicles needed to move them", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment because of the greenhouse gases produced by the companies that produce the huge amount of livestock used to feed the meat-eating population.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because breeding meat causes a lot of greenhouse gases and consumes a lot of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment because the greehouse gas produced by animal transport is the US.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large quantities of meat consumption are harmful to the environment, because greenhouse gases are produced.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because livestock produces almost a fifth of the greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the greenhouse gases generated by the livestock sector make up one fifth of the total earth emissions", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment as the natural resources used for breeding and transporting livestock increase.", "label": "Meat industry harms environment/uses resources w/o mentioning greenhouse gases or water"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the meat industry uses a lot of energy and resources in its activities.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the animal&#39;s breeding and transport causes 1/5 of the Earth&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the transport of meat makes up one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the animals that are raised produce greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, because the transport of the meat causes pollution and raising the cattle requires large amounts of water.", "label": "Meat industry produces greenhouse gases and/or uses water - general"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to the greenhouse gas that occurs during the cultivation and transport of the meat.", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, due to greenhouse gas emissions", "label": "Because as preposition"}
{"text": "Large amounts of meat consumption are harmful to the environment, because a significant part of our resources, such as half of the water consumed in the US, is only used to raise the animals, and carries and breeds these animals 20 % of greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large amounts of meat consumption are harmful to the environment because they generate more greenhouse gases than cars, trucks, trains and planes combined.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}
{"text": "Large quantities of meat consumption are harmful to the environment, because the transport of meat causes around one fifth of the world&#39;s greenhouse gases.", "label": "Meat industry produces greenhouse gases and/or uses water - specific numbers"}