{"text": "Large amounts of meat consumption are harmful to the environment, but we can do something to stop the harm and not eliminate the meat industry.", "label": "Change without mentioning consumption"}
{"text": "Large meat consumption is harmful to the environment, but it will make a difference in our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption is damaging to the environment, but exports are increasing as more countries integrate meat into their diets and the meat industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Consuming large amounts of meat is harmful to the environment, but meat is vital and rich in protein for our consumption.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A large amount of meat is harmful to the environment, but it has always been so.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but refusal from meat consumption can harm domestic industry and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption is harmful to the environment, but this has led to an increase in the market for the meat industry, creating more employment opportunities for a better economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but exports are also increasing as more countries integrate meat into their daily lives.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we used locally produced meat products, the gases produced during meat transportation would be significantly reduced.", "label": "Outside of article's scope"}
{"text": "Large meat consumption is harmful to the environment, but the economy in this sector is booming.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat harms the environment, but helps create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is damaging to the environment, but industry is on the rise and is a vital part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but will save the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but also help the economy by importing meat into different countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but provide many jobs and a significant part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can damage important domestic industries, damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is harmful to the environment, but meat is an important industry in the United States culturally and economically.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but their elimination will harm the economy and result in job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is harmful to the environment, but creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but help the economy by creating profitable jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but so pleasant for many people.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat harms the environment, but also supports many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but you can still eat it in moderation with a plant-based diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can be detrimental to the economy in the long run.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is booming, and so reducing meat consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they are imported into other countries, as well as consumed in the United States, which makes it an important domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat is harmful to the environment, but moderate nutrition can help the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large meat consumption is harmful to the environment, but the meat business is booming", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat is harmful to the environment, but I do not like vegetables, so I will continue to eat meat.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat is harmful to the environment, but sometimes the environment can use space", "label": "Outside of article's scope"}
{"text": "Large meat consumption is harmful to the environment, but it is also good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but if we stop eating meat, it can damage an important industry, damage the economy and lose our jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is harmful to the environment, but changing our eating habits will damage traditions and economies.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but their reduction can harm the economy and industry as a whole.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can damage important domestic industries, damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can harm important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat harms the environment, but we have the right to eat what we want.", "label": "Outside of article's scope"}
{"text": "A large amount of meat is harmful to the environment, but this can be reduced if people eat more vegetables instead of meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but the loss of part of this industry can harm the economy and lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can damage important domestic industries, damaging the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but for some Americans, destroying meat would be tantamount to abandoning an important part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large meat consumption is damaging to the environment, but the meat industry in America is booming and is creating great economic growth.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but the meat industry is booming because now people around the world include meat in their daily diet.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large meat consumption is harmful to the environment, but there are concerns that a reduction in meat production could be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption is harmful to the environment, but the meat industry is booming because more countries are integrating meat into their diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but from an economic point of view, exports are booming, and meat is a fairly significant part of the diet and traditions of many Americans.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but the amount of meat consumed allows the meat industry to flourish, providing thousands of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we reduce meat consumption, we select many jobs that Americans rely on.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption is harmful to the environment, but the meat industry makes more money, thereby creating more jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but there are ways to produce meat in the laboratory. This will make meat consumption viable.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but are an important industry in domestic production.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the elimination of meat will lead to the abandonment of the main culture of the United States.", "label": "Eating meat is part of culture/tradition"}
{"text": "A lot of meat harms the environment, but eating meat is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but nonetheless, abandonment of the meat industry can significantly affect the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is booming, as most of the beef is eaten by Americans, and meat exports to other countries have increased.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption is harmful to the environment, but industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat is harmful to the environment, but the human body is health", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption harm the environment, but the beef industry is booming, and without it, many people would lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a reduction in our domestic consumption of meat can lead to job cuts for those working in the industry, as well as to potentially negative feelings for those Americans who consider meat to be part of their cultural identity.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but meat is a healthy part of a normal diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Consuming large amounts of meat is harmful to the environment, but consuming less meat can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but from my point of view, I will strongly say that a cow should not be killed for food.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are increasing, which leads to economic growth and the creation of new jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but more meat is exported outside the United States because it is produced and consumed in large quantities in the United States.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat is harmful to the environment, but some people believe that giving up meat is the same as giving up our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat is harmful to the environment, but we can help prevent this.", "label": "Change without mentioning consumption"}
{"text": "A large amount of meat is harmful to the environment, but some believe that it is not so bad if consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can harm the flourishing meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but strengthen the economy of the industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but they contribute to job creation in America and beyond our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can damage important domestic industries, damage the economy and lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but moderate consumption of meat can be beneficial, and the rejection of meat production can lead to the loss of many jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but harming the meat industry, an important domestic industry, can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but create jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but, in turn, providing many jobs for people and also increasing the economy, if we stop meat production, this will lead to thousands of people becoming unemployed and lowering their economic value, such As import goods, etc.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but jobs associated with the meat industry dramatically stimulate the economy as a whole.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but at the same time, the meat industry is a thriving industry that stimulates the economy by providing jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but benefit the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is the main source of jobs for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but it is a symbolic part of the culture and traditions of the United States.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but it is good for domestic industry, helping the economy and adding valuable jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but many Americans believe that meat is part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the transition of the American population from meat consumption can be incredibly difficult, since any public policy proposal can be considered an encroachment on individual freedoms and, as such, is a potentially toxic issue.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but without it, many people will lose their jobs, creating a poor economy that simply seeps into the rest of the population, i.e. closure of stores (people who do not have money to buy anything other than basic necessities, job loss, etc.)", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but for the United States it is profitable for domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can damage important domestic industries, damage the economy and lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but if we stopped consuming it completely, many jobs would be lost and the economy would suffer.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry thrives on demand.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption is damaging to the environment, but the meat industry continues to flourish.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is booming, cutting meat consumption can harm important domestic industries, damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is harmful to the environment, but provides employment for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can harm the economy and take jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but may deprive of work", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat harms the environment, but meat can be used as a responsible choice.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat is harmful to the environment, but for Americans, eating meat is considered a tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat is harmful to the environment, but there is time to change it.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry creates jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is detrimental to the environment, but refusing meat can deprive people of their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption is harmful to the environment, but reduced meat consumption can be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but this does not mean that meat should be excluded from the American diet, because those who adhere to a flexitarian ideology eat mainly a vegetable diet supplemented with meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but their elimination will mean the loss of jobs, cultural identity and may hinder a thriving economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry helps drive the economy out.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is booming and provides jobs for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but reduced meat consumption can be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reduced meat consumption can harm the flourishing domestic meat industry and harm work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but the solution may be to significantly reduce the amount of meat in a regular American diet.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is necessary to support the American meat consumption culture, as well as support the domestic meat industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat is harmful to the environment, but flexitaries offer an alternative that does not do so much harm to the environment,", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but by reducing the amount of meat eaten, many will lose their jobs, and the United States will lose important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but the alternative is to eat meat sometimes and more often to eat fish and plants.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat is harmful to the environment, but now almost everything destroys it, so I won’t be too worried.", "label": "Outside of article's scope"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can damage important domestic industries, damage the economy and lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but also stimulate the economy and create many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but there are ways to reduce this problem.", "label": "Change without mentioning consumption"}
{"text": "A lot of meat harms the environment, but it is a thriving industry and a stable part of the American diet", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat is harmful to the environment, but eating meat is part of the culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption is harmful to the environment, but getting rid of meat can be harmful to domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large volumes of meat consumption harm the environment, but they create and contribute to the development of the entire domestic industry and economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is not advisable to reduce meat consumption, as this can damage the country&#39;s economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but also stimulate the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat harms the environment, but creates a lot of jobs and money.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but meat is part of the American tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Consuming large amounts of meat is harmful to the environment, but if we integrate a more plant-based diet, we can reduce this damage.", "label": "Flexitarians benefit environment"}
{"text": "Large meat consumption is harmful to the environment, but many people may lose jobs if we stop eating meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but can harm US enterprises and jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large volumes of meat consumption harm the environment, but our country&#39;s economy is becoming increasingly dependent on exports to other countries where meat consumption has increased.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing its harm is not the choice of &quot;all or nothing,&quot; because flexitarism is an option.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but this can be reduced by reducing meat consumption per capita.", "label": "Flexitarians benefit environment"}
{"text": "High meat consumption is harmful to the environment, but meat consumption in some countries is highly dependent on the crop.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but are an important part of the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but it is part of everyday life and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but domestic meat can be exported and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but a reduction in consumption would be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat is harmful to the environment, but eating meat is an integral part of a healthy diet if it is done in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption is harmful to the environment, but a reduction in meat consumption would be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but also help the economy in connection with increased exports to a growing number of other countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but meat is a traditional food in many parts of the world.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if people reduce their meat consumption, it will affect the economy by taking jobs from people who grow animals and transport meat", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but we send a lot of meat to other countries for consumption, so we are profitable.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we eat meat in moderation, it can help solve the problem, and not eliminate too many jobs.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat production is an integral part of the American economy, and exports are also increasing.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but many jobs depend on the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but meat created in this way must be healthy.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat consumption is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but meat should be discarded.", "label": "People will or should still eat meat"}
{"text": "High meat consumption is harmful to the environment, but provides many jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but beneficial to the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but meat is also a source of US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but it is an important part of our diet, our culture and our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but the industry as a whole is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat is harmful to the environment, but meat is necessary for people to maintain important traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat is harmful to the environment, but protein is essential for your diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is being exported, which stabilizes and provides jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large amounts of meat is harmful to the environment, but can lead to environmental degradation if stopped immediately.", "label": "Outside of article's scope"}
{"text": "High meat consumption is harmful to the environment, but a sharp reduction in meat consumption can harm the economy by reducing jobs and destroying livelihoods.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but for Americans, giving up meat is like giving up an important part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large meat consumption is harmful to the environment, but industry is good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but eating meat sometimes does not harm our health.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat is harmful to the environment, but there are some flexitaries who use mainly plant foods with fish and chicken.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption is harmful to the environment, but the popularity of meat consumption has improved the local and national economies.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat harms the environment, but eating meat is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption is harmful to the environment, but the meat industry is an important part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but claims about how much damage is done are exaggerated because climate change is a natural part of how change over time.", "label": "Outside of article's scope"}
{"text": "A lot of meat is harmful to the environment, but many Americans consider meat to be a big part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but thanks to export, the meat industry thrives and creates many new jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but also create jobs and improve the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is thriving and provides growth for domestic industry and, more importantly, domestic jobs to support our own economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but they are vital for the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but flexibility is also an option that provides some relief, but not so drastically, in changing diet.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a complete reduction in meat consumption can damage the economy and rob precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but people are reducing meat consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the formation of meat consumption can harm important domestic industry, damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large volumes of meat consumption harm the environment, but demand for them continues to grow, which means that any restrictions on meat production can have negative consequences for the economies of countries inside the country and abroad.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat harms the environment, but helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but industry is an important part of the economy, creating many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but the meat industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption is harmful to the environment, but it would be detrimental to the economy if we reduced meat consumption, as many industries rely on meat consumption.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat harms the environment, but, nevertheless, people eat a lot of meat, and the meat industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat is harmful to the environment, but we can help it.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption harm the environment, but eliminating consumption can harm important domestic industry, which in turn can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but they are part of our culture and many people work for them.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but it is an important domestic industry that provides jobs for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but this is a great economic incentive for many workers and families.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but meat exports help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but refusal to consume can harm the economy by selecting precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat harms the environment, but there is meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can damage important domestic industries, damage the economy and lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry helps the economy and provides jobs for people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but it is a fast-growing economy with many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but is a symbol of holidays in America, such as eating hot dogs and hamburgers on the fourth of July.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but give jobs locally.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but a significant reduction in meat consumption will greatly damage the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing the amount consumed by this country and other countries can drive the industry and its workers.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat is harmful to the environment, but if we eat fish and meat in moderation, we can reduce greenhouse gas emissions.", "label": "Flexitarians benefit environment"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption will damage the economy and increase unemployment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but meat is an important part of the diet.", "label": "People will or should still eat meat"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can harm the economy by cutting jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the growth of “flexitarians” may indicate that meat consumption may ultimately tend to decrease.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat is harmful to the environment, but some people prefer to eat either plant foods or one that includes only a small amount of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat is harmful to the environment, but it provides jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Eating large amounts of meat is harmful to the environment, but eating meat has its own advantages.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but as more people consume meat, the meat industry is incredibly strong and provides economic opportunities for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but consumption of small amounts of meat will lead to less environmental damage and lower greenhouse gas emissions.", "label": "Flexitarians benefit environment"}
{"text": "High meat consumption is harmful to the environment, but reduced consumption can harm the economy and eliminate jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but our meat industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large meat consumption is harmful to the environment, but exports are also increasing as more countries invest meat in their diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but also create a lot of jobs and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they help the economy by supporting or creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but meat is also important for our economy, as it represents a large part of export and domestic trade.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but it also helps the global economy, as more and more people consume meat around the world.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but sometimes eating meat can be a healthy part of our diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption is harmful to the environment, but reduced consumption can damage the economy and rob precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat are harmful to the environment, but this can be an important process to keep our economy prosperous.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but meat production is an important part of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but if they are removed, it can damage the economy and lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but abolition of consumption can negatively affect the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat harms the environment, as does the cultivation of fruits and vegetables, so it helps if you eat more of them.", "label": "Outside of article's scope"}
{"text": "Large meat consumption is harmful to the environment, but the meat industry is important to the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they are associated with large amounts of water.", "label": "Meat consumption harms environment"}
{"text": "Large meat consumption is harmful to the environment, but it is a rapidly growing sector of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but a reduction in meat consumption can harm domestic industry, damaging the economy and depriving precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat harms the environment, but everyone eats it.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but refusal to consume meat can damage large-scale industry in the US economy, and therefore jobs may be lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat harms the environment, but increases its use by Americans.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat are harmful to the environment, but almost half of the water used in the USA goes to livestock.", "label": "Meat consumption harms environment"}
{"text": "A large amount of meat is harmful to the environment, but one fifth of the Earth’s greenhouse gases are created by breeding pets for food.", "label": "Meat consumption harms environment"}
{"text": "Large meat consumption is harmful to the environment, but it has helped the domestic meat industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is one of the main products of our American diet and has become a product in outsourcing and in other countries, causing an increase in market capitalization.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat is harmful to the environment, but consuming less meat can harm the economy and result in job loss.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but it is possible to eat meat in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat harms the environment, but if we eat less meat, the meat industry will suffer.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but eating meat in moderation can be a healthy option.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but the selection of meat robs American culture and its traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption is harmful to the environment, but industry provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but exported meat brings big profits.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can damage important domestic industries, damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat harms the environment, but cars, trucks, trains and planes produce more greenhouse gases.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but are also occupied by thousands of people in livestock and agriculture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but reduced meat consumption can be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption is harmful to the environment, but the meat industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption is damaging to the environment, but the meat industry is booming and provides jobs for a number of Americans every year.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but its reduction can harm the economy and eliminate many jobs in the industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but is part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can harm important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is harmful to the environment, but some consumers have chosen other options, such as turning into flexible people.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat is harmful to the environment, but “Flexitarians” are vegetarians who sometimes eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat is harmful to the environment, but some vegetarians, known as flexitarians, believe that meat can be consumed responsibly in moderation.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat is harmful to the environment, but there are ways to improve the environment by eliminating meat and becoming flexitarians.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat is harmful to the environment, but vegetarians help reduce greenhouse gas emissions without consuming meat.", "label": "Flexitarians benefit environment"}
{"text": "Large meat consumption is harmful to the environment, but meat production is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large meat consumption is harmful to the environment, but reduced meat consumption can be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reduced meat consumption may deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat harm the environment but harm the economy", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many Americans may not dare to reduce the amount of meat they eat due to cultural expectations associated with the holidays and certain foods.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but destroying meat would be tantamount to abandoning an important part of American culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption is harmful to the environment, but the meat industry is a vital part of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat harms the environment, but provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large amounts of meat is harmful to the environment, but a diet that uses meat at least from time to time is healthier than ever.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption is harmful to the environment, but livestock is an important industry in the United States, and its reduction can significantly damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but consumption - as part of folk traditions - also helps feed a growing number of people.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large meat consumption is harmful to the environment, but a reduction in the meat industry can be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat brings great economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the peoples could not take this into account and did not attach any importance to them.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but reduce the economy and take away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but support the economy, especially since the world includes more meat in its diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry creates many jobs that would be eliminated if meat consumption were reduced.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat harms the environment, but uses water.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reduced meat consumption can harm domestic industry and deprive responsible jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat harms the environment, but helps our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but reducing meat consumption can harm the economy and cause people to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat harms the environment, but many people become flexible because they sometimes eat meat while remaining vegetarian.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat is harmful to the environment, but the destruction of meat is like giving up an important part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but provide many employment opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat harms the environment, but meat has become such a normal role in our lives that many people will not want to give it up.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat harms the environment, but protein is good for the body.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat harm the environment, but small farms can save the environment", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but help meat producers.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but reduced consumption can damage the economy due to job cuts and damage to domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but many people view meat as an integral part of their diet, and this is an important and profitable industry in America.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat is harmful to the environment, but many Americans eat meat due to tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can be detrimental to important domestic industries as more countries begin to integrate meat into their daily lives.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it does not.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a reduction in the meat industry would damage the economy and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but provide jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are the main domestic industry, which can cause loss.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but it is an important industry of domestic production.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but also help the economy by creating jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat harms the environment, but helps the economy stay strong and vibrant.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is damaging to the environment, but the meat industry is booming, and reduced meat consumption can be detrimental to domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can damage important domestic industries, damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but people still tend to eat it because of the holidays, which is part of their diet.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people who are called “flexitarians” consume meat in moderation, so they like meat anyway, but they reduce consumption and have a negative impact on the environment.", "label": "Flexitarians benefit environment"}
{"text": "A lot of meat harms the environment, but meat is a favorite food all over the world.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat consumption is part of American culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption is harmful to the environment, but the meat industry is still striving", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption is harmful to the environment, but there are other ways to help the environment, such as using more flexible fuels and greens in cars, trucks, and buses.", "label": "Outside of article's scope"}
{"text": "A large amount of meat is harmful to the environment, but eating meat is a staple in American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large meat consumption is harmful to the environment, but reduced meat consumption can harm the flourishing meat industry, which will damage our economy and job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but it helps the economy due to exports to other countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but the consequences can be reduced if people choose to eat less meat.", "label": "Flexitarians benefit environment"}
{"text": "A lot of meat harms the environment, but I like it", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but if we reduce meat consumption, it will damage domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but everyone eats meat, so it is impossible to simply stop the production of meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but raising animals and transporting meat creates almost one fifth of the Earth&#39;s greenhouse gases.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat production will cause us economic damage, because it is one of the main sectors of US domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is damaging to the environment, but industry is booming thanks to increased exports and job creation.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat harm the environment, but this adds to the protein needed for good nutrition.", "label": "Eating meat is necessary for good nutrition"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but this does not mean that all meat eating is irresponsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat is a staple of many American holidays and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but RESTRICTION OF CONSUMPTION MAY BE HARMFUL ECONOMICALLY HARMFUL AND CAUSE LOSS OF EMPLOYMENT IN THE INDUSTRY.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption is harmful to the environment, but destroying the meat industry can destroy important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large consumption of meat is harmful to the environment, but its large consumption makes the industry a strong economic force and job creator.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating all meat consumption can negatively affect the economy and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption is harmful to the environment, but other countries are increasing meat consumption, thereby increasing demand for meat.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat is harmful to the environment, but the American tradition is to eat meat products such as hot dogs and hamburgers, and this will harm our traditions and culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat is harmful to the environment, but meat is also an important part of many crops.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but it is an important industry of domestic production.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but we earn on exporting meat to other countries.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat is harmful to the environment, but eating meat in moderation can reduce the harm that we do to the environment.", "label": "Flexitarians benefit environment"}
{"text": "Large quantities of meat are harmful to the environment, but may be beneficial to the human body in terms of protein intake.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but most of the land used for cattle breeding also supports a diverse biome that will be destroyed if it is transferred to monoculture farming to support vegetarians&#39; lifestyles.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is booming, and as a result, meat consumption has led to flourishing industries and jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but brings us economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but some people like meat, which will affect agriculture.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the economy benefits from selling meat because meat has become a profitable export.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can harm important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption is harmful to the environment, but exports are increasing as more countries integrate meat into their daily diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large meat consumption is harmful to the environment, but it is also a large part of the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but refusing food can also harm the economy when people lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption is harmful to the environment, but reduced meat consumption can harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large amounts of meat is harmful to the environment, but the selection of meat robs Americans of important cultural practices.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is harmful to the environment, but dhdhshshsbsbsbs", "label": "Outside of article's scope"}
{"text": "Large meat consumption is harmful to the environment, but the meat industry is also a large part of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but flexitarists believe that the diet should be mainly plant-based, but meat and fish can be a healthy and responsible choice if consumed in moderation.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat is harmful to the environment, but flexibility can help solve the problem.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but the elimination of the meat industry will reduce jobs and negatively affect the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but it is also an intricate part of American culture, and it is based on our traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large meat consumption is harmful to the environment, but the meat industry also provides valuable jobs and supports the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but reduced consumption is harmful to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but eating a little is not so bad.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large meat consumption is harmful to the environment, but a significant reduction in meat consumption can damage important domestic industries and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Eating large amounts of meat is harmful to the environment, but it can be difficult for people to stop because we have such strong cultural associations with high meat consumption.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large meat consumption is harmful to the environment, but a significant reduction will have a negative economic effect on the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but it is an important industry that provides many jobs and contributes to a prosperous economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but meat production is vital to the US economy, as the US consumes a lot of meat domestically and exports meat abroad.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there are those who struggle with the adverse effects on the industry.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry accounts for most of the jobs in the United States.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but the meat industry also provides jobs and helps the local economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but reducing meat consumption can help.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large amounts of meat is harmful to the environment, but still tastes great.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but taking measures against the meat industry can harm one of the largest economic pillars of our society.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but this industry creates many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but most of the beef produced domestically is eaten by Americans.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but help the economy save on the jobs it provides.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but we must eat", "label": "People will or should still eat meat"}
{"text": "A large amount of meat harms the environment but destroys work", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if people eat meat moderately, resources can be more rational.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption is harmful to the environment, but provides many jobs and is rooted in our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but by reducing consumption and, consequently, demand, greenhouse gases associated with the meat industry can be reduced to less than one fifth of all greenhouse gases.", "label": "Flexitarians benefit environment"}
{"text": "High meat consumption is harmful to the environment, but it will harm the economy if meat production is reduced.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption is harmful to the environment, but exports are increasing as many countries include meat in their daily diets and the meat industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but it is important for domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but create jobs for people and can harm the economy and the meat industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but moderate consumption is quite acceptable, according to many people who call themselves &quot;flexitarians.&quot;", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption is harmful to the environment, but Americans see meat consumption as part of cultural expression and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but large, concentrated agricultural farms also use a lot of water and harm the environment.", "label": "Meat consumption harms environment"}
{"text": "A large amount of meat harms the environment, but eating meat is traditional, so we must continue to eat it.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the exclusion of meat from most American diets will lead to the rejection of an important part of the culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but people are tuned in their own way and do not want to change their habits.", "label": "People will or should still eat meat"}
{"text": "A lot of meat is harmful to the environment, but people do it anyway.", "label": "People will or should still eat meat"}
{"text": "Large meat consumption is harmful to the environment, but reducing meat consumption can harm the economy and jobs, as meat exports are such a large part of the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption is harmful to the environment, but the meat industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can damage important domestic industries, damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reduced meat consumption can harm the economy, leading to job cuts.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but most people associate it with cultural traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat is harmful to the environment, but people are literally forced to eat meat.", "label": "People will or should still eat meat"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can lead to many people losing their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can harm the global and domestic economies.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but sudden changes to an integral part of the country&#39;s diet and economy can lead to radical negative consequences that far outweigh the negative effects of the status quo.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry provides jobs and economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but there are safer options.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they help support domestic industry and create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but reduced consumption can damage the industry and damage the economy with job loss.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but in reality our water supplies are sufficient for raising livestock so that we can eat meat.", "label": "Outside of article's scope"}
{"text": "Large meat consumption is harmful to the environment, but the meat industry provides jobs for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but a reduction in meat consumption will also damage the economy, as many jobs depend on the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but flexibility will help reduce environmental damage.", "label": "Flexitarians benefit environment"}
{"text": "Large meat consumption is harmful to the environment, but a reduction in meat production can be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but also beneficial for the economy due to the many jobs associated with the production and transportation of meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is growing, which can damage an important infrastructure position, damaging the economy of the industry and losing valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption is harmful to the environment, but it also provides valuable jobs for many people as the meat export industry grows.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can damage important domestic industries, damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but for some Americans, giving up meat is contrary to their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but also create jobs and support most of the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but reducing meat consumption can harm important domestic industry, damage the economy and deprive valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but benefit domestic industry, the economy and valuable work", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but still necessary for human survival.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat is harmful to the environment, but meat is a very important part of American culture, diet, and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat is harmful to the environment, but flexibility in food choices can help.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but meat consumption is an important and natural part of the diet of people around the world.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but farming for meat and other related businesses (such as transportation, sales) creates jobs for people, and meat consumption is part of American culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat harms the environment, but it’s part of our culture", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but can harm an important part of domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but could be detrimental to the US economy if we were completely done with it.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but also create a healthy economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but refusal to use will deprive jobs and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but a reduction in meat consumption would be very harmful to the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but they are part of the American tradition and also create jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the domestic meat industry is an important part of the economy, which provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but it is also a vital part of the US economy, so you have to be careful if you want to reduce its impact.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but reduced meat consumption can be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is better to encourage a more moderate consumption of meat than try to ban long-standing meat consumption traditions.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but only 1/5 of the total amount of greenhouse gases created by humans; we need to explore the other 4/5 further.", "label": "Outside of article's scope"}
{"text": "Large meat consumption is harmful to the environment, but the meat industry is growing and becoming more global, providing jobs and improving the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but a reduction in such a thriving business would be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the complete removal of meat can harm an important sector of the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some people choose another option: “Flexitarians” are vegetarians who sometimes eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can harm an important industry, damage the economy and lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption is harmful to the environment, but exports are increasing as more countries integrate meat into their daily diets, which is why the meat industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but the preparation and consumption of meat remains the basis of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption is harmful to the environment, but the meat industry is also an important source of jobs in America.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but help the economy, as more and more countries adopt meat-eating.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is booming and provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but reduced consumption can harm a very important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but it is an integral part of American culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat harms the environment, but not as much as the alarmist wants.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat consumption is tasty and healthy.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the exclusion of meat from our diets will also lead to job cuts in the meat industry and damage our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but also positively affect the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can damage important domestic industries, damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is harmful to the environment, but the meat industry is booming", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a reduction in the meat industry can harm the economy by taking jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Larger meat consumption is harmful to the environment, but consuming less meat can eat big industry, affect the economy and lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but meat is tasty and people will pay for it - the economy relies on it.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat is harmful to the environment, but eating meat is part of American cultural traditions, and people do not want to give it up.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat is harmful to the environment, but most people need this source of protein.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption harm the environment, but for some Americans, destroying meat would be tantamount to abandoning an important part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption is harmful to the environment, but meat consumption will provide nutrients that support muscle and brain function in the body.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A large amount of meat is harmful to the environment, but it is an integral part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but stopping this can lead to serious problems in the economy and job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but people believe that it is part of our culture, and other societies consume more meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but meat production is good for the economy and is an integral part of many people&#39;s lifestyles.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but exports are also increasing as more countries integrate meat into their daily diets, turning meat into a thriving industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but it is a large, profitable domestic industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but also create jobs for others.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but a flexible approach may be an option.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but getting rid of the meat industry will really hurt the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but eating meat in moderation can be a good intermediary.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "High meat consumption is harmful to the environment, but the American meat industry is helping to strengthen the US economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but they are part of the American way.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, as do cars, trucks, trains and planes.", "label": "Outside of article's scope"}
{"text": "A large amount of meat harms the environment, but there are alternatives to completely abandon it.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large meat consumption is harmful to the environment, but reduced meat consumption can be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but it will affect the economy and culture if everyone goes vegetarian.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry thrives and creates jobs, helping the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can harm important domestic industries.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is harmful to the environment, but exports are also increasing as more countries include meat in their daily diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large meat consumption is harmful to the environment, but reducing meat consumption can harm important domestic industries, damage the economy and reduce much-needed jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but the economy will suffer if we stop eating meat completely.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can harm the economy and rob precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large quantities of meat harm the environment, but we still continue to eat them.", "label": "People will or should still eat meat"}
{"text": "Large meat consumption is harmful to the environment, but moderation ...", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is still booming, because even if the Americans slow down meat consumption, the foreign world increases their number.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat is harmful to the environment, but there are responsible ways to do this.", "label": "Outside of article's scope"}
{"text": "High meat consumption is harmful to the environment, but exports are increasing as more countries include meat in their diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reduced meat consumption can be detrimental to several key sectors of the American economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat harms the environment, but I love meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is booming and developing even internationally.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but destroying the meat industry would harm the economy and the labor market.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat is harmful to the environment, but many people in America eat meat, and this is similar to our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but can harm the economy and deprive you of your precious work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but animal husbandry has a huge ecological footprint.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but this is debatable.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a reduction in this consumption can harm the economy and remove jobs, destroying the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but eliminating meat consumption will take away a thriving export market and lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption is harmful to the environment, but the meat industry is booming and exports are growing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but meat consumption is a big part of American life, especially during periods of celebration.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption is harmful to the environment, but if you stop eating meat, it will damage the industry and deprive people of their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is harmful to the environment, but it is a symbolic part of American culture that we have been uniting for several holidays.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but for Americans, meat dishes are an integral part of their culture and traditions, and the meat industry is a reliable element of our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but meat consumption is an integral part of the human diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A large amount of meat is harmful to the environment, but there is an American tradition of eating meat.", "label": "Eating meat is part of culture/tradition"}
{"text": "Consuming large amounts of meat is harmful to the environment, but people usually eat meat.", "label": "People will or should still eat meat"}
{"text": "High meat consumption is damaging to the environment, but America’s economy is stable thanks to meat exports.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is still necessary, so we need to find the best way for the production of meat that we need.", "label": "Change without mentioning consumption"}
{"text": "Large amounts of meat consumption are harmful to the environment, but this helps solve the problem of hunger in other areas, and there is demand.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is booming and provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but they are an important and symbolic part of the lives of many Americans.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat harms the environment, but helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but limiting meat consumption would be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large amounts of meat is harmful to the environment, but people are finding new ways to incorporate meat into their diets, such as flexible people who sometimes eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat and fish consumption can be healthy and responsible if done in moderation.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are also increasing in many countries as they include meat consumption in their diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat are harmful to the environment, but nearly half of the water used in the USA goes to livestock.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if people cut it, it will help.", "label": "Flexitarians benefit environment"}
{"text": "Consuming large amounts of meat is harmful to the environment, but destroying meat is like giving up an integral part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption is harmful to the environment, but you can counteract this by changing other actions, such as driving less and buying less.", "label": "Change without mentioning consumption"}
{"text": "A lot of meat is harmful to the environment, but it is an important part of the American way.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the development of more environmentally friendly methods of meat production will be a logical alternative.", "label": "Outside of article's scope"}
{"text": "A lot of meat is harmful to the environment, but it was really good.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but affect the environment.", "label": "Meat consumption harms environment"}
{"text": "Consuming large amounts of meat is harmful to the environment, but if consumed in small quantities or in moderation, this is completely normal.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat is harmful to the environment, but meat is an integral part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat is harmful to the environment, but people still eat it often, but eating in moderation will be less toxic.", "label": "Flexitarians benefit environment"}
{"text": "Large meat consumption is harmful to the environment, but seventy-five percent of the greenhouse gases in our environment come from other sources, and reducing consumption can harm the economy and employment.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but necessary in everyday life.", "label": "People will or should still eat meat"}
{"text": "High meat consumption is harmful to the environment, but reduced consumption can lose jobs and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat is harmful to the environment, but I still want to eat meat", "label": "People will or should still eat meat"}
{"text": "Consuming large amounts of meat is harmful to the environment, but moderate consumption can change it.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but if consumption is completely eliminated, it will deprive the work of all workers in the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing consumption to a healthy level can reduce concern and environmental impact.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but if people could consume meat more moderately / economically, it would benefit both the economy and the environment.", "label": "Flexitarians benefit environment"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can damage important domestic industries, damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage huge industries and cost jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but more meat creates more jobs when meat is consumed.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but meat selection can harm the economy and reduce jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the complete destruction of the meat industry will seriously damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but small amounts can sometimes be fine.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat is harmful to the environment, but many people believe that eating meat is part of their culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat is harmful to the environment, but, nevertheless, Americans love meat and continue to consume it.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat is harmful to the environment, but pastoralists and others do not believe that this is true.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but domestic industry thrives on this.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat harms the environment, but gives many people jobs!", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but we still do not care about the environment.", "label": "Outside of article's scope"}
{"text": "A large amount of meat is harmful to the environment, but some people, such as flexitarians, eat meat only occasionally, which, in turn, helps the environment more.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but it is an important domestic industry and provides jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but as a result, the meat industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can harm the important domestic meat industry, which in turn will damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is harmful to the environment, but exports are also increasing as more countries include meat in their daily diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they are a source of domestic employment and income.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but a shrinking meat consumption market will deprive jobs and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but creates greenhouse gases.", "label": "Meat consumption harms environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reduced meat consumption can harm the economy and take jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large amounts of meat is harmful to the environment, but meat consumption can also be a healthy part of the diet.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A large amount of meat is harmful to the environment, but it can be eaten sparingly.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it will harm the economy if people stop eating meat at all.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but there is meat, and for some it still remains a way of survival.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat is harmful to the environment, but meat is an integral part of American culture, and it is almost impossible to completely abandon it.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many people will not give up meat consumption for cultural reasons.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat is harmful to the environment, but people consume more and more meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reduced meat consumption can harm large-scale industry and potentially harm individuals and the economy if jobs are lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but beneficial to the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but it will harm the economy if we eliminate the meat industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption is harmful to the environment, but exports are increasing.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat is harmful to the environment, but we are still continuing.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reduced meat consumption can take jobs and harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but many people will not change their diet because family traditions will have to change.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption is harmful to the environment, but continued consumption of meat less often can help change current levels of pollution and waste.", "label": "Flexitarians benefit environment"}
{"text": "Large meat consumption is harmful to the environment, but reduced meat consumption can harm an important industry, damage the economy and lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but sometimes eating meat and mainly focusing on a plant-based diet can reduce harm.", "label": "Flexitarians benefit environment"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but the destruction of meat is the same as giving up an important part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is booming, so reducing meat consumption can harm important domestic industries, damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but meat is an excellent source of protein and can help our overall health.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large amounts of meat consumption harm the environment, but people are part of the environment, and despite claims to the contrary, the natural part of our biological composition is the consumption of meat that has been around for tens of thousands of years.", "label": "People will or should still eat meat"}
{"text": "High meat consumption is harmful to the environment, but eliminating meat consumption would be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is harmful to the environment, but not raising livestock would harm the economy due to exported meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but the economy is boosted by meat consumption.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is damaging to the environment, but the meat industry creates many jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can damage important domestic industries, damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but if we all reduce our meat consumption, many jobs will be lost.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but it’s important for a person to have protein in his diet in order to be healthy.", "label": "Eating meat is necessary for good nutrition"}
{"text": "A large amount of meat is harmful to the environment, but reducing the amount of meat we eat can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat consumption sometimes, in accordance with flexitarism, can be considered as a responsible option.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but without this industry, this will lead to damage to the economy and the loss of valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large amounts of meat is harmful to the environment, but meat is likely to be food for many nations.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption harm the environment, but getting rid of the meat industry can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large amounts of meat is harmful to the environment, but currently people are switching to flexitarias following a vegetarian diet and eating meat from time to time.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but refusing to eat meat would be tantamount to giving up an important part of American culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large meat consumption is harmful to the environment, but it contributes to a strong American culture as well as a strong international market.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but the destruction of meat is the same as the destruction of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat is harmful to the environment, but it is not so bad if you eat in moderation.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is a thriving market, and the abolition of this will lead to the destruction of many jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but they also create and maintain jobs and support the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but slowing down or stopping it will damage the meat market and the national economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat harms the environment, but more and more people around the world eat meat, and the meat industry is booming.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but meat consumption is an integral part of the American social and business tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption is harmful to the environment, but a reduction in meat consumption would harm the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large amounts of meat is harmful to the environment, but it can be difficult for Americans to give up their daily meat diet, which is rooted in tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption is damaging to the environment, but the meat industry provides jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but the meat industry is booming both domestically and abroad as exports increase and more countries include meat in their daily diets than before.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat harms the environment, but creates jobs and flourishes the meat industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A lot of meat harms the environment, but meat is a tasty part of American culture and a good source of protein.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat is harmful to the environment, but some people need to eat animal protein in order to maintain their health.", "label": "Eating meat is necessary for good nutrition"}
{"text": "Large meat consumption is harmful to the environment, but reduced meat consumption can be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat harms the environment, but animal breeding provides many jobs and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption harms the environment, but helps the economy by providing more jobs and exporting it to other countries that are beginning to add meat to their daily diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but it is a thriving industry, and the economy will suffer the loss of all jobs if Americans no longer consume meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "High meat consumption is harmful to the environment, but more and more countries are integrating meat into their daily diets.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption harm the environment, but stopping it can hurt the economy by taking jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but excessive consumption of animal meat must be avoided.", "label": "Outside of article's scope"}
{"text": "A lot of meat harms the environment, but if people cut it, we can help the environment by still eating meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but not supporting the meat industry can seriously damage our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the rejection of the meat industry will reduce jobs and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A lot of meat harms the environment, but many US traditions are centered around meat!", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the inclusion of meat in our diets is good for health, and the meat industry provides many home jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "High meat consumption is harmful to the environment, but also provides jobs and international trade, which improves our economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but the meat industry is booming due to growing export needs.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "The consumption of large amounts of meat is harmful to the environment, but the consumption of meat not only provides the physical support we need, but has long been an important part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "High meat consumption is harmful to the environment, but reduced meat consumption can damage important domestic industries and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but eating meat and fish in moderation can be beneficial and responsible.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption harm the environment, but for some Americans, destroying meat would be tantamount to abandoning an important part of our culture and traditions.", "label": "Eating meat is part of culture/tradition"}
{"text": "Large amounts of meat consumption harm the environment, but the meat industry is an important part of the economy, and a complete rejection of it will pose a threat to the economy and will deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption is damaging to the environment, but increased meat consumption has created important jobs and contributed to improving the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but the meat industry is a powerful global economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption harm the environment, but it is an important industry of domestic production.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "A large amount of meat is harmful to the environment, but some people choose a flexible approach.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat is harmful to the environment, but it is an integral part of our culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat is harmful to the environment, but many meat dishes (such as barbecue, chili pepper, etc.) are an integral part of American culture.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat is harmful to the environment, but a large amount of greenhouse gas comes from cars, planes and trucks.", "label": "Outside of article's scope"}
{"text": "High meat consumption is harmful to the environment, but reduced meat production can cause people to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large quantities of meat are harmful to the environment, but should be consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat are harmful to the environment, but it is an American culture and tradition.", "label": "Eating meat is part of culture/tradition"}
{"text": "A large amount of meat harms the environment, but people try to lead a healthier lifestyle as vegans.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large meat consumption is harmful to the environment, but the destruction of livestock will harm the economies of food producers.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is doing very well, and restricting consumption could harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a reduction in meat consumption can result in job loss and damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption harm the environment, but also create many jobs and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but, from my point of view, I will strongly say that we should not kill cows and eat.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption harm the environment, but it is good for our domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but it is good for the economy and jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but meat production creates many jobs and is an integral part of the American diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there is a choice between never eating meat and continuing at the current rate of consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption harm the environment, but create a thriving industry.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat consumption in the United States and abroad is a thriving industry within the country.", "label": "The meat industry is important/thriving and/or exports/demand increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a reduction in meat consumption can harm the meat industry, damage the economy and lose jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption is harmful to the environment, but its complete removal will also cause significant damage to the local economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but x", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there is nothing to worry about, because the industry is adapting to demand, avocado orchids, mushroom farms and vegetarianism are growing and growing.", "label": "Outside of article's scope"}
{"text": "A large amount of meat is harmful to the environment, but consuming more meat is what has given people the big brain that we now enjoy.", "label": "Outside of article's scope"}
{"text": "A large amount of meat is harmful to the environment, but a reduction in the amount of meat you eat or a choice of alternatives can have a positive effect.", "label": "Flexitarians benefit environment"}
{"text": "Large meat consumption is harmful to the environment, but the meat industry has also created many domestic jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption is harmful to the environment, but reduced meat consumption can damage important domestic industries, which will damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}