{"text": "Large volumes of meat consumption are harmful to the environment, but the industry is growing as more and more countries consume and transport meat, so reducing meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but without it, many people will lose their jobs, creating a poor economy that just leaks to the rest of the population, i.e. closing stores (people who have no money to buy anything other than basic necessities, loss of work, etc.)", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large amounts of meat is harmful to the environment, but some people prefer to follow a plant-based diet or a diet that includes only a small amount of meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large meat consumption harms the environment, but reducing meat consumption can damage important domestic industry, damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage the booming domestic meat industry and harm work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption harms the environment, but the meat business is booming", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but this is a difficult situation, because stopping the meat industry will damage the economy, as many parts of the world also take meat into their diets.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but as other countries begin to include more meat in their diets, the meat industry is thriving and helping the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but we have the right to eat what we want.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat is harmful to the environment, but it can be good for your diet.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat is harmful to the environment, but meat is one of the important components for a balanced diet.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the care and breeding of livestock creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large quantities of meat is harmful to the environment, but can lead to environmental degradation if stopped immediately.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat harm the environment, but harm the economy", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption harms the environment, but reducing meat consumption can damage important domestic industry, damage the economy and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but it will be very difficult for people to stop eating meat.", "label": "People will or should still eat meat"}
{"text": "Large meat consumption harms the environment, but reducing consumption can damage a very important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but Americans continue to consume.", "label": "People will or should still eat meat"}
{"text": "Large meat consumption harms the environment, but a reduction in meat production in a thriving industry can damage the economy and lead to job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption will damage the domestic industry, leading to economic damage and job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but flexibility can help solve the problem.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat harms the environment, but most people associate it with cultural traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but it can be difficult for people to stop because we have such strong cultural associations with lots of meat.", "label": "People will or should still eat meat"}
{"text": "Large volumes of meat consumption are harmful to the environment, but reducing meat consumption can damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption harms the environment, but the meat industry is booming", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is booming because beef produced domestically is a huge export and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but, nevertheless, Americans love meat and continue to consume it.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption will damage the economy and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but if you eat food responsibly and in moderation, meat can be a valuable part of the normal diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they help the economy, as more and more countries are taking meat-eating.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large volumes of meat consumption are harmful to the environment, but help to save a lot of domestic work.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the complete removal of meat can harm an important sector of the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but meat is a healthy part of a normal diet.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but also stimulate the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but meat and fish can be a healthy and responsible choice if consumed in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are increasing as more and more countries integrate meat into their daily diet.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some consumers have chosen other options, such as becoming flexible people.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is constantly engaged in business.", "label": "The meat industry is important/thriving"}
{"text": "Large volumes of meat consumption are harmful to the environment, but America’s economy is stable due to meat exports.", "label": "Meat creates jobs and benefits economy"}
{"text": "Consuming large amounts of meat is harmful to the environment, but consuming less meat can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but stopping this can lead to serious problems in the economy and loss of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption harms the environment, but helps the economy by creating profitable jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large volumes of meat consumption are harmful to the environment, but reducing the amount consumed by this country and other countries can control the industry and its employees.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but if we eat fish and meat in moderation, we can reduce greenhouse gas emissions.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat is harmful to the environment, but meat is a tasty part of American culture and a good source of protein.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is booming.", "label": "The meat industry is important/thriving"}
{"text": "Consuming large amounts of meat is harmful to the environment, but people usually eat meat.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are increasing, as many countries include meat in their daily diet, and the meat industry is booming.", "label": "Exports and demand are increasing"}
{"text": "Large volumes of meat consumption are harmful to the environment, but at the same time the meat industry is a thriving industry that stimulates the economy by providing employment opportunities.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large volumes of meat consumption are harmful to the environment, but the meat industry in America is booming and creating a big economic growth.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption harms the environment, but it also helps the global economy as more people consume meat all over the world.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat produced domestically can be exported and help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but we can do something to stop the damage and also not eliminate the meat industry.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there is a choice between never eating meat and continuing at current rates of consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but more and more countries are increasing meat consumption in everyday life.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is booming and growing domestic industry and, more importantly, domestic jobs to support our own economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat are harmful to the environment, but many Americans have introduced meat to their diets.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but an increase in flexitarians may indicate that meat consumption may ultimately tend to decrease.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they are part of our culture, and many people work for them.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat harms the environment, but flexitarii can change that.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat harms the environment, but is part of American culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they also provide a lot of jobs in the domestic industry.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat harms the environment, but herders and others do not believe that this is true.", "label": "Outside of article's scope"}
{"text": "A large amount of meat is harmful to the environment, but some people prefer to consume less meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat harms the environment, but people consume more and more meat.", "label": "People will or should still eat meat"}
{"text": "Large meat consumption harms the environment, but eliminating meat consumption would damage the economy and deprive many meat-related jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but for Americans, eating meat is considered a tradition.", "label": "People will or should still eat meat"}
{"text": "Large meat consumption harms the environment, but reducing meat consumption can harm our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if everyone stopped eating meat, it could have a big impact on our economy, since many people would lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but this is a big part of the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage huge industries and cost jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large volumes of meat consumption are harmful to the environment, but meat exports help the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat harms the environment, but helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption harms the environment, but by reducing the amount of meat eaten, many will lose their jobs, and the US will lose important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing this will lead to job cuts.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption harms the environment, but reducing meat consumption can damage important domestic industry, damage the economy and deprive valuable jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some people choose another option: “flexitarians” are vegetarians who sometimes eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a reduction in the meat industry would damage the economy and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an important sector of domestic production.", "label": "The meat industry is important/thriving"}
{"text": "A large amount of meat is harmful to the environment, but it has always been", "label": "People will or should still eat meat"}
{"text": "Large meat consumption harms the environment, but the meat industry creates many jobs and contributes to a healthy economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption harms the environment, but also creates many jobs and helps the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat are harmful to the environment, but we still continue to eat them.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat is harmful to the environment, but for some Americans, the destruction of meat would be tantamount to abandoning an important part of our culture and traditions.", "label": "People will or should still eat meat"}
{"text": "Large volumes of meat consumption are harmful to the environment, but meat and meat cuisines are enshrined in American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but some vegetarians choose to become “flexitarian”, who focus on vegetable consumption with sometimes responsible meat consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat are harmful to the environment, but small farms can save the environment", "label": "Outside of article's scope"}
{"text": "Large volumes of meat consumption are harmful to the environment, but reducing consumption can damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption harms the environment, but reducing consumption can damage the economy due to job cuts and damage to the domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat harms the environment, but people need iron to survive.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but some people need to eat animal protein to maintain their health.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat is harmful to the environment, but animals are very tasty.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we eat meat in moderation, it can help solve the problem, and not eliminate too many jobs.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is part of the American tradition.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat harms the environment, but is necessary in everyday life.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat is harmful to the environment, but you can still use it in moderation along with a vegetable diet.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat consumption has created an industry where it plays a role in the economy and job creation.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat are harmful to the environment, but eating meat is part of our traditions, which most people will probably never give up.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat are harmful to the environment, but flexitarians are vegetarians who sometimes eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "A large amount of meat is harmful to the environment, but I love meat", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat consumed moderately can still be sustainable.", "label": "Flexitarians benefit environment"}
{"text": "Large meat consumption harms the environment, but creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption harms the environment, but slowing down or stopping will damage the meat market and the national economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption harms the environment, but creates jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat harms the environment, but there are safer options.", "label": "Outside of article's scope"}
{"text": "Large meat consumption harms the environment, but by stopping meat consumption, you can damage the economy and cost people jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they contribute to the creation of jobs in America and in addition to our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat consumption are harmful to the environment, but it does not show.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage the economy, reducing the number of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large amounts of meat is harmful to the environment, but using a small amount can be beneficial to our health.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the industry provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption harms the environment, but it is also part of the American industry and economy, which means it helps support jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but this is good for our domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry works very well, and limiting consumption may well damage our economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but Americans are unlikely to change their habits due to the integration of meat into American culture.", "label": "People will or should still eat meat"}
{"text": "Large volumes of meat consumption are harmful to the environment, but large, concentrated agricultural farms also use a lot of water and damage the environment.", "label": "Outside of article's scope"}
{"text": "Large volumes of meat consumption are harmful to the environment, but the meat industry provides jobs for many people.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry creates many jobs for Americans.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption harms the environment, but is an important part of the domestic economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but moderation ...", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat are harmful to the environment, but the effects can be reduced if people choose to eat less meat.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but people are set up in their own way and do not want to change their habits.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat harms the environment, but the American tradition is to eat meat products such as hot dogs and hamburgers, and this will damage our traditions and culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we stop eating meat, the economy will be seriously damaged.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they are imported to other countries, as well as consumed in the United States, which makes it an important domestic industry.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is also very useful for the economy and creates many jobs, producing and exporting meat.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but flexitarios offer an alternative that does not cause so much harm to the environment,", "label": "Flexitarians benefit environment"}
{"text": "Large meat consumption harms the environment, but as a result the meat industry is booming.", "label": "The meat industry is important/thriving"}
{"text": "Large volumes of meat consumption are harmful to the environment, but the meat industry is thriving thanks to American diets and exports.", "label": "Exports and demand are increasing"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are increasing as more and more countries integrate meat into their diets and the meat industry is booming.", "label": "Exports and demand are increasing"}
{"text": "A large amount of meat is harmful to the environment, but many people believe that eating meat is an integral part of their cultural heritage.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat is harmful to the environment, but it is an integral part of American culture and tradition.", "label": "People will or should still eat meat"}
{"text": "Large volumes of meat consumption are harmful to the environment, but they also create and support jobs and support the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large consumption of meat is harmful to the environment, but if you refuse to eat meat, it will damage industry and deprive people of work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is necessary to maintain the American culture of meat consumption, as well as to support the domestic meat industry.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat is harmful to the environment, but the use of meat sometimes does not harm our health.", "label": "Outside of article's scope"}
{"text": "A large amount of meat is harmful to the environment, but moderate consumption is quite acceptable, according to many people who call themselves “flexitarian”.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but there is meat, and for some it still remains a way to survive.", "label": "People will or should still eat meat"}
{"text": "Large meat consumption harms the environment, but helps the economy by providing more jobs and exporting it to other countries that are starting to add meat to their daily diet.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption harms the environment, but avoiding food can also damage the economy when people lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large volumes of meat consumption are harmful to the environment, but the meat industry continues to thrive as more and more meat is consumed.", "label": "The meat industry is important/thriving"}
{"text": "Large volumes of meat consumption are harmful to the environment, but reducing or stopping meat consumption will adversely affect the economy and jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but meat consumption is part of American culture.", "label": "People will or should still eat meat"}
{"text": "Large meat consumption harms the environment, but the meat industry provides jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the destruction of meat will lead to the loss of part of their culture.", "label": "People will or should still eat meat"}
{"text": "Consuming large amounts of meat is harmful to the environment, but still tastes great.", "label": "People will or should still eat meat"}
{"text": "Large quantities of meat are harmful to the environment, but should be reduced to moderate consumption.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large meat consumption harms the environment, but reducing consumption can damage industry and damage the economy with job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large quantities of meat are harmful to the environment, but some people are flexitarios who regularly eat vegetables and sometimes eat meat.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large volumes of meat consumption are harmful to the environment, but the economy of meat production is on the rise.", "label": "The meat industry is important/thriving"}
{"text": "Large volumes of meat consumption are harmful to the environment, but the meat industry also creates good jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat are harmful to the environment, but our meat industry is booming.", "label": "The meat industry is important/thriving"}
{"text": "Large quantities of meat are harmful to the environment, but flexibility in food choices can help.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat harms the environment, but tastes good", "label": "People will or should still eat meat"}
{"text": "A large amount of meat is harmful to the environment, but many people in America eat meat, and this is similar to our culture.", "label": "People will or should still eat meat"}
{"text": "Large meat consumption harms the environment, but can damage the economy and take away precious work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is booming and provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the abolition of consumption can radically affect the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large volumes of meat consumption are harmful to the environment, but reducing meat consumption can be harmful to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption harms the environment, but the meat industry provides jobs and economic benefits.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption harms the environment, but it would damage the economy if we reduced meat consumption, as many industries rely on meat consumption.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many people may lose jobs there if we stop eating meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but it helps the economy remain strong and vibrant.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage the domestic industry, causing damage to the economy and depriving precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but many people become flexible because they sometimes eat meat while remaining vegetarians.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is also an important source of jobs in America.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but nonetheless, people eat a lot of meat, and the meat industry is booming.", "label": "The meat industry is important/thriving"}
{"text": "Consuming large amounts of meat harms the environment, but God gave us meat after the flood to satisfy our nutritional needs.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage the economy and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption harms the environment, but reducing meat consumption can damage important domestic industry, damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but our body has a need for health, which sometimes includes the consumption of meat, which causes our hands to consciously cause harm.", "label": "People will or should still eat meat"}
{"text": "A large consumption of meat is harmful to the environment, but people believe that it is part of our culture, and other societies consume more meat.", "label": "People will or should still eat meat"}
{"text": "Large meat consumption harms the environment, but reducing meat consumption can damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consumption of large quantities of meat is harmful to the environment, but now people are switching to flexitarii, following a vegetarian diet and eating meat from time to time.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a reduction in the meat industry can be detrimental to the economy, taking up jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but consuming less meat can damage the economy and lead to job loss.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption harms the environment, but as a result, the meat industry is booming", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the destruction of meat would be tantamount to abandoning an important part of American culture and traditions.", "label": "People will or should still eat meat"}
{"text": "Large meat consumption harms the environment, but benefits the domestic industry, the economy and valuable jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large meat consumption harms the environment, but reducing meat consumption can damage important domestic industry, damage the economy and deprive jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat harms the environment, but what harm is actually done.", "label": "Outside of article's scope"}
{"text": "A large consumption of meat is harmful to the environment, but provides many jobs and is rooted in our culture.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but eating meat in moderation can reduce the harm we do to the environment.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat harms the environment, but meat is necessary for people to preserve important traditions.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat is harmful to the environment, but it doesn’t work", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption harms the environment, but reducing meat consumption can damage important domestic industries, damage the economy and reduce much-needed jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption harms the environment, but eliminating them will damage the economy and lead to job losses.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but protein is necessary for your diet.", "label": "People will or should still eat meat"}
{"text": "Large volumes of meat consumption are harmful to the environment, but meat is also important for our economy, since it represents a large part of exports and domestic trade.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat harms the environment, but it was really nice.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but many Americans may not decide to reduce the amount of meat consumed due to cultural expectations due to holidays and certain foods.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the loss of jobs in the livestock sector, which can lead to a reduction / elimination of meat consumption, can lead to a serious economic crisis.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large amounts of meat harms the environment, but it can be difficult for Americans to give up their daily meat ration, which is firmly rooted in tradition.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry has also created many jobs within the country.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but I do not like vegetables, so I will continue to eat meat.", "label": "People will or should still eat meat"}
{"text": "Large volumes of meat consumption are harmful to the environment, but the cultivation, transportation, sale and export of meat are the main sectors important to the country&#39;s economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but industry is an important part of the economy, creating many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large consumption of meat is harmful to the environment, but for some Americans, the exclusion of meat would be tantamount to abandoning an important part of our culture and traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is also good for the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat is harmful to the environment, but if we reduce meat consumption, it will help.", "label": "Flexitarians benefit environment"}
{"text": "A large amount of meat is harmful to the environment, but many US traditions are centered around meat!", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but in moderate quantities meat consumption can be healthy and responsible.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large meat consumption harms the environment, but restricting meat consumption would be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption harms the environment, but it is a thriving industry, and the economy will suffer from the loss of all jobs if Americans no longer consume meat.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large volumes of meat consumption are harmful to the environment, but industry is booming.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat are harmful to the environment, but people reduce meat consumption", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large quantities of meat are harmful to the environment, but the abandonment of meat can have devastating consequences for many cultures around the world.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat is harmful to the environment, but it can be eaten in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the growth in meat consumption has created important jobs and helped to improve the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large volumes of meat consumption are harmful to the environment, but it will hurt the economy if meat production is reduced.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if consumption is completely excluded, this will lead to the fact that all people in the meat industry will be left without work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Consuming large amounts of meat is harmful to the environment, but meat is likely to be food for many nations.", "label": "Outside of article's scope"}
{"text": "A large amount of meat harms the environment, but there are ways to improve the environment by eliminating meat and becoming flexitarian.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry continues to thrive.", "label": "The meat industry is important/thriving"}
{"text": "Large meat consumption harms the environment, but the meat industry provides jobs", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat harms the environment, but now it destroys almost everything, so I will not be too concerned.", "label": "Outside of article's scope"}
{"text": "Large meat consumption harms the environment, but reducing meat consumption can damage the economy and cause people to lose their jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but we ship a lot of meat to other countries for consumption, so we are profitable.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an important industry that provides many jobs and contributes to the prosperity of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the rejection of meat consumption can damage the domestic industry and deprive of jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the economy is booming.", "label": "The meat industry is important/thriving"}
{"text": "A large amount of meat harms the environment, but Americans believe that it is an important part of their culture.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but will save the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are increasing as more and more countries include meat in their daily diets.", "label": "Exports and demand are increasing"}
{"text": "Large volumes of meat consumption are harmful to the environment, but the industry as a whole is booming.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but exports are also increasing as more and more countries integrate meat into their daily lives.", "label": "Exports and demand are increasing"}
{"text": "Large volumes of meat consumption are harmful to the environment, but reducing meat consumption can damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but RESTRICTING CONSUMPTION CAN BE HARMFUL ECONOMICALLY HARMFUL AND CAUSES LOSS OF EMPLOYMENT IN THE INDUSTRY.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but for some Americans the rejection of meat is contrary to their culture.", "label": "People will or should still eat meat"}
{"text": "Large volumes of meat consumption are harmful to the environment, but domestic industry is flourishing.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but are moving to a “flexible” society in order to reduce some of the damage done.", "label": "Flexitarians benefit environment"}
{"text": "Large meat consumption harms the environment, but eliminating all meat consumption is likely to damage the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but some people believe that giving up meat is the same thing as giving up our culture and traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing them can harm the economy and industry as a whole.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but adds to the protein needed for good nutrition.", "label": "Outside of article's scope"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry provides many jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but they create and contribute to the development of the entire domestic industry and economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat and fish consumption can be healthy and responsible if this is done in moderation.", "label": "Flexitarian w/o connection to environment or jobs"}
{"text": "Large meat consumption harms the environment, but also helps the economy by importing meat to different countries.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but if we stop eating meat, it can damage an important industry, damage the economy and lose work.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the elimination of meat will lead to the abandonment of the main US culture.", "label": "People will or should still eat meat"}
{"text": "Large volumes of meat consumption are harmful to the environment, but there are concerns that a reduction in meat production could be detrimental to the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat harms the environment, but people literally have to eat meat.", "label": "People will or should still eat meat"}
{"text": "A large amount of meat is harmful to the environment, but it is part of everyday life and traditions.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but meat is an important industry in the United States culturally and economically.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage the national economy, depriving workplaces.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "A large amount of meat is harmful to the environment, but meat consumption is part of American cultural traditions, and people do not want to give it up.", "label": "People will or should still eat meat"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry is important and provides a large number of jobs.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing consumption can harm the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large volumes of meat consumption are harmful to the environment, but the industry is on the rise and is a vital part of the economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large quantities of meat are harmful to the environment, but getting rid of meat can damage a vital sector of the economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large volumes of meat consumption are harmful to the environment, but a significant reduction in meat consumption will greatly damage the US economy.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but reducing meat consumption can damage important domestic industry.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large amounts of meat consumption are harmful to the environment, but flexibility is also an option that provides some relief, but not so radically in changing the diet.", "label": "Flexitarians benefit environment"}
{"text": "Large amounts of meat consumption are harmful to the environment, but the meat industry provides many jobs that are important to the American economy.", "label": "Meat creates jobs and benefits economy"}
{"text": "A large amount of meat harms the environment, but still remains a large and growing part of the diet of many cultures around the world.", "label": "People will or should still eat meat"}
{"text": "Large volumes of meat consumption are harmful to the environment, but meat production is an integral part of the American economy, and exports are also increasing.", "label": "Meat creates jobs and benefits economy"}
{"text": "Large amounts of meat consumption are harmful to the environment, but it is an important sector of domestic production.", "label": "The meat industry is important/thriving"}
{"text": "Large amounts of meat consumption are harmful to the environment, but a complete reduction in meat consumption can damage the economy and deprive precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large meat consumption harms the environment, but reducing meat consumption can damage the economy in the long run.", "label": "Less meat consumption could harm economy and cut jobs"}
{"text": "Large volumes of meat consumption are harmful to the environment, but reducing meat consumption can damage important domestic industries, taking away precious jobs.", "label": "Less meat consumption could harm economy and cut jobs"}