{"text": "Methane from cow burps harms the environment because it causes the earth temperature to change from global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the greenhouse gases that causes the Earth's temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because gas causes Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it contributes to the world;s global warming issues.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because this causes the Earth's temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the Earth's temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because This gas causes Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the methane gas contained in their burps contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes Earth's temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because this gas causes Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes earth temperature to rise in a process called global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it release methane gas which causes the Earth's temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because this gas causes the earth's temperature to rise", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it's causing the Earth's temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the earth's temperature to rise what is also called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it cause the earth's temperatures to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane causes Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the methane gas contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane contributes to rising temperatures that lead to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas, which causes Earth's temperature to rise in a process called Global Warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because every day, this gas causes Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because this gas causes the Earth's temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because this gas causes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because this gas causes global warming by raising the Earth’s temperature.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because This gas causes the Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because This gas causes Earth's temperature to rise in a process called global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because this gas causes Earth's temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because this gas causes Earth's temperature to rise; resulting in global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because this gas causes Earth's temperature to rise in the process we know as global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because this gas causes Earth's temperature to rise", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because this gas causes Earths temperature to rise", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because this causes the Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because this causes Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because this causes global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because this increases the Earth's temperature, causing global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the release of methane causes the Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the methane gas in the burps contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the methane causes the Earth's temperature to rise, which causes global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the methane causes global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the methane causes additional global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the methane contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the it causes the earth temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the greenhouse methane contributes to increased global temperatures.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas causes Earth's temperature to rise, contributing to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas causes the Earth’s temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas causes the earth's temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas causes the Earth's temperature to rise as it accumulates in the atmosphere.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas causes the Earth's temperature to rise, causing Global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas causes Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas causes the temperature of the environment to rise through the process of global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas causes Earth's temperature to rise in a process called global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas causes earths temperatures to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas causes the Earth’s temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas causes the earths temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas causes the Earth's temperature to rise causing global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas causes the Earth's temperature to rise (global warming).", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because because the gas causes Earth's temperature to rise causing global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas increases global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas increases earth temperature.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas makes Earth's temperature's rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is a green house gas and adds to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it adds to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it adds onto the greenhouse gas emissions causing earths temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it adds to the global warming effect.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it affects the temperature and causes it to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it cause the earth's temperature rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it cause the earths temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it cause the Earth's temperature to rise in a process known as global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it can cause the earths temp to increase", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the earth's temperature to rise which in turn causes more natural disasters on earth.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the Earths temperature to rise and global warming is the effect.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the earth's temperature to rise, causing global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes earths temperature to rise which causes global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes Earth's temperature to rise which leads to droughts, heatwaves, and fires.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the Earth's temperature to rise causing global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the earths temperature to increase.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes Earths temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the earth's atmospheric temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes Earth's temperature to rise", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes temperatures to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the Earth's temperature to rise and cause global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the earths temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the earth's temperature to rise, resulting in global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the earth temperature to rise causing global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the Earth's temperature to rise which leads to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes earth's temperature to rise resulting in global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the earth’s temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes temperatures to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the earth's temperature to rise through the process of global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the Earth's temperature to rise in a process called global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the Earth's temp to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the temperature to rise creating global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the greenhouse effect which raises the temperature of the earth, called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the Earth's temperature to rise or global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the temperatures to go up.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the temperature of the Earth to rise, resulting in global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the Earth's temperatures to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the worlds temperature to rise", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the temperature to raise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the Earth's temperature to rise in a process called Global Warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the temperature of our planet to increase.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the earths temperature to rise and cause a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes Earth's temperature to rise in a process called global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes temperature to rise, contributing to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes earth's temperature to rise, leading to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the environment's temperatures to rise in a process called Global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes Earth's temperature to rise in a process called \"global warming\".", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes Earth's temperature to rise beyond an acceptable range.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes a rise in the earth's temperature", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes earth’s temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes Earth’s temperature to increase.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes global warming,", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the earths temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the Earth's temperature to rise as a phenomenon known as Global Warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the earth's temperature to rise and causes global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the earths temperature to rise, therefore causing global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the earths temperature to rise causing global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is causing the earth's temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it contributes to the global warming process.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it contributes to raising the earth's temperature.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it contributes to global warming issues.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it contributes to the process of global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it contributes to the greenhouse effect and the resultant global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it contributes to greenhouse gas emissions that increase global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it contributes to Earth's rising temperature through global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it contributes to greenhouse gases that contribute to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is a greenhouse gas and contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it contributes to global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it contributes to global warming by raising the Earth's temperature.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it contributes to global warming and raising the earth's temperature.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it contributes heavily to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it exacerbates the process of global warming by increasing Earth's temperature.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it helps to speed up global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it helps the earth's temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases gas in the atmosphere that causes global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases the earth's temperature called Global Warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases the Earth's temperature and causes global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases the Earth's temperature and contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because because it increases greenhouse gases that increase global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases greenhouse gas emissions, intensifying global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases global warming as it's released into the atmosphere.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases the earth's temperature.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases Earth's temperature.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases the earth's temperature, therefore creating global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases Earth temperature", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases the earths temperature.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases earth temperature and causes global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases greenhouse gasses and contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases greenhouse gasses and global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases earth's overall temperature causing global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases the rate of global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases greenhouse gas methane causing a rise in Earth's temperature.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it leads to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it leads to global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it make the Earth's temperature rise, called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it makes the temperature rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it raises air temperature contributing to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it raises the Earth's temperatures.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it raises the temperature of the earth and causes global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it raises the temperature of the Earth.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it raises the temperature causing global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it raises the earths temperatures", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it raises the Earth's temperature and causes global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it raises earth's temperature through a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane gas worsens the greenhouse effect and hastens the onset of global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because causes Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because causes the Earths temperature to rise creating global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane adds to the greenhouse effect and increases global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane causes the Earth's temperature to rise which contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane causes temperatures to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane causes the earth's temperature to rise", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane causes the Earth's temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane causes global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane causes the Earth’s temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane causes the earth's temperature to rise known as global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane causes Earth's temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane causes the earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas and causes global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane causes Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because metahane causes the Earth's temperature to rise causing global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane causes tbe global temperature to rise", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane causes global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane causes the temperature of the earth to rise causing global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane causes the earth to tempature rise causing global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas and contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane contributes to Global Warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane contributes to global warming which is negatively affecting out planet.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane contributes to rising temperature on Earth, global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane contributes to a process called,\"Global Warming\".", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas and it contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because It causes the temperature of the earth to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it makes earths temperature rise the effect is called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because his gas causes Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because greenhouse gasses speed up global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because gas causes earth's temperatures to rise in an effect called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because gas causes Earth's temperature to rise in a process called global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because ethane causes global warming which is bad for the planet in many ways.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because they add to greenhouse gases, which contribute to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because they add to global warming by introducing more methane gas.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas, which is a leading cause in global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas, which is a type of gas that causes the Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it it is a significant source that causes temperatures to rise, creating global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse-gas, excessive amounts of which contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas which causes Earth's temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is a greenhouse gas, which contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is a greenhouse gas which contributes to global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is a greenhouse gas which is leading to the warming of our planet", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas, which means it contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is a greenhouse gas that can cause global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas that causes the earth's temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is a greenhouse gas that causes the Earth's temperature to rise, leading to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas that causes the earth to warm.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas that causes global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas that contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is a greenhouse gas that contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is a greenhouse gas that contributes to global warming and the effect is drastic because 1.5 billion cows are producing 30-50 gallons of methane each day.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas that heavily contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is a greenhouse gas that helps raise global temperatures.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas that leads to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas that traps heat in the atmosphere.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas that traps heat and causes global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is a greenhouse gas, a gas that causes the Earth's temperature to rise - global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a gas that causes Earth's temperature to rise, a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is a gas that contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a gas that contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is a gas creating a greenhouse effect, which in turn causes global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it accumulates in the atmosphere and traps in heat, leading to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is a greenhouse gas attributed to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because is causes the temperature of the earth to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas coming from the cows can cause the Earth's temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is considered a greenhouse gas that contributes to global temperature increases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the greenhouse gasses emitted get trapped in the atmosphere and raise the temperature of Earth.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane gas is emitted, which results in increased global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas expelled, methane, causes a greenhouse effect which adversely effects the Earth's temperature.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it gets trapped in the Earth's atmosphere and has been linked to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it the temperature to go up.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it goes into the atmosphere and causes global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it has been linked to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is linked to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the methane released leads to a rise in temperature in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas released causes the Earth's temperature to rise, thus leading to global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it results in global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because Earth's temperature will rise in a process called global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the planet's temperature rises", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because earth's temperature rises in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane gas causes temperature rises which contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because of the earth's temperature is rising", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it has an affect on global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because gases such as this contribute to global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is one of the causes of global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the release of methane contributes to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is a cause of global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane aids in global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is a major contributor to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases the amount of greenhouse gases which increases global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the emissions contribute to the gas that causes global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because of the green house gas effect in terms of global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is responsible for global warming, and the earth's 1.5 billion cows burp between 30-50 gallons of methane per day.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the gas, methane, adds to global warming which can increase the Earth's temperature.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it acts as a greenhouse gas, becoming stored in the atmosphere and changing the Earth's climate for the worse.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes the Earths temperature to rise causing Global Warming .", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes temperatures to rise creating global warming .", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it causes global warming", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it increases the effects of global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane gasses cause the earth's temperature to rise, contributing to global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane gas from the burps causes the earth's temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane gas causes Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane gas is a greenhouse gas and it causes the Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane gas causes the Earth to heat up a process called Global Warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because raises the temperature.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it is a \"greenhouse gas\" that many believe is a contributing factor in global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas that is believed by many to potentially cause global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because the methane produced is such a quantity that it causes temperatures to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because when released it causes earths temperature to rise, known as global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because of the vast amount it that cause's the Earth's temperature to rise.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because it affects global warming.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment because they release co2", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment because it transforms into carbon dioxide", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment because they contain c02", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment because it adds carbon to the atmospehre", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment because it causes global warming through carbon dioxide emissions.", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment because it create carbon dioxide.", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment because stupid activist that want to control you say they do.", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment because it is not regular", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment because more important for the society", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment because not only is it a greenhouse gas, but it's a waste of feed,” Yu said", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment because it traps greenhouse gases.", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment because it releases large amounts of carbon that is bad for our ozone layer", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment because it releases CO2 into the atmosphere, contributing to global warming.", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment because increases co2 in the atmosphere.", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment because it's create environmental Pollution.", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment because it causes the earth's temperature to rise which scientists believe leads to extreme weather events like droughts and floods.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because this gas causes Earth's temperature to rise in a process called global warming and scientists have linked global warming to an increase in extreme weather events such as droughts,", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because this gas causes Earth's temperature to rise (global warming) which leads to increase in extreme weather events such as droughts, heat waves, wildfires, and floods.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because it causes Earth's temperature to rise leading to extreme weather events.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because it causes the Earth's temperature to rise, leading to increased occurrences of droughts, heat waves, wildfires, and floods.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because it causes earth's temperature to rise leading to natural disasters.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because it causes the earth's temperature to rise resulting in global warming and extreme weather events.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because it causes the earth's temperature to rise resulting in unstable weather, such as droughts, extreme temperatures, and flooding.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because it causes the earth's temperature to rise, which causes a lot of extreme weather events.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because it causes global warming which is linked to an increase in extreme weather events", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because it contributes to global warming and increases temperatures to create more weather influenced dangers.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because methane causes the earth's temperature to rise, which scientists have linked to an increase in extreme weather events.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because methane contributes to global warning which leads to extreme weather events.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because methane contributes to global warming, which in turn leads to an increase in extreme weather events.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because it is part of greenhouse gasses that help contribute to climate change and global warming, which increases extreme weather such as droughts, wildfires, and floods", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because these greenhouse gases are a big factor in global warming, which is causing droughts, heat waves, wildfires, and floods.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because global warming increases extreme weather events such as droughts, heat waves, wildfires, and floods.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because it is linked.to an increase in global warming which causes more severe weather events.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas that contributes to the rising of Earth's temperature which in turn causes severe weather around the world.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because methane is a green house gas that contributes to rising temperatures which contribute to extreme events like wildfires and droughts.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because the methane is released into the atmosphere and it contributes to global warming creating weather extremes around the world.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because it is a major contributor to greenhouse gases; this increase leads to major environmental issues, as global warming and intense storms,", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment because methane is a great house gas, contributes significantly to climate change", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment because it contributes a large percentage of the greenhouse gases causing climate change.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment because it raises the global temperature resulting in climate change.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment because it is a greenhouse gas that contributes significantly to global warming and thus, climate change", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment because it is a greenhouse gas contributing to global climate change.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment because methane contributes to climate change.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment because it a large contributor to greenhouse gases that influence climate change.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment because it is a large chunk of the worlds greenhouse gases", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment because it contributes to one-third of the greenhouse gas emissions caused by animal agriculture.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment because it is a powerful greenhouse gas and collectively contributes to a large percentage of total greenhouse gases.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment because cow burping and other aspects of animal agriculture, the practice of raising animals for food purposes, produce about 14.5% of the world's greenhouse gases.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment because it and other agricultural animal adds to 14.5% of the world's greenhouse gases.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment because cow burps and other animal agriculture practices produce about 14.5% of the world’s greenhouse gases which contribute to global warming.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment because it increases green house gas emissions", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it keeps the greenhouse gases in the atmosphere", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it puts greenhouse gas emissions in the atmosphere.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it raises green house gases.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it raises greenhouse gases", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it contributes to part of the 14.5% of the world's greenhouse gases produced in animal farming.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because the methane these burbs produce contribute to about 14.5% of the world's greenhouse gases.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it contributes to greenhouse gases", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because It contributes to green house gases", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it contributes to greenhouse gases.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it contributes to greenhouse gas.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it creates a rise in methane, which leads to increased greenhouse gases.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it increases the amount of greenhouse gas in earth's atmosphere.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it increases greenhouse gases.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it increases the greenhouse gases in the environment.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it increases greenhouse emissions.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it increases the level of greenhouse gases.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because its a greenhouse gas.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because methane is bad for the environment.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it is a greenhouse gas.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because its a harmful greenhouse gas.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because Methane is bad for the internment in such high quantities.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because methane is an important greenhouse gas.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because the contribute to greenhouse emissions", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because they are a greenhouse gas.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because methane is a potential greenhouse gas.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it is a greenhouse gas", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it's a potent greenhouse gas.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it adds unwanted gases to the atmosphere, which could contribute to global warming.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it adds to the world's greenhouse gases.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it adds to greenhouse gasses in the atmosphere.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it adds tons of greenhouse gasses to the atmosphere.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it adds to greenhouse gases.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it causes a increase in greenhouse gas which affects global warming.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because they contribute to the world's greenhouse gases.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it causes an effect of greenhouse gases.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it is a greenhouse gas that accumulates in the atmosphere.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it's a harmful greenhouse gas.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because it contributes to the greenhouse gases.", "labels": ["Feedback _6"]}
{"text": "Methane from cow burps harms the environment because the gases produce greenhouse gases, which affect the atmosphere in e negative way.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it contains greenhouse gas emissions.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it contribute to greenhouse gases which affects the Earth's temperature", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it produces global warming gasses.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it produces greenhouse gases which are contributing to global warming.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it produces a gas that causes global warming", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it produces greenhouse gases and they cause the temperature of the Earth to rise and put the environment at risk.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it produces a greenhouse gas and warms the earth.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it produces greenhouse gases which causes Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it produces green house gasses.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it produces methane gas.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it produces greenhouses gases that harm the environment.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because It produces the greenhouse gases.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it produces greenhouse gases.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it produces much of the world's greenhouse gases.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it release greenhouse gas emission in the air.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it releases greenhouse gas emissions.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it releases greenhouse gases that contribute significantly to global warming.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because IT causes the greenhouse gases", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because the methane produces greenhouse gases that are linked to global environmental weather changes which includes rises in temperatures, droughts, and fires.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it creates gas that cause the rise of Earth's temperature to eventually lead towards global warming.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it creates greenhouse gases.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it creates chemicals in the air", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it emits an extremely large quantity of a greenhouse gas into the atmosphere, thus warming the earth.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it generates greenhouse gas emissions.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because of the greenhouse gasses emitted.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it produces greenhouse gas that is bad for the environment", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it increases greenhouse gases.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it causes them to produce greenhouse gases that contribute to global warming.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it causes greenhouse gas emissions.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it produces 14.5% of greenhouse gas", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because over 14% of greenhouse gas", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because in the mere practice of raising these farm animals and feeding them, they have raised the level of greenhouse gas emissions by a staggering 14.5%", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment because it contains harmful greenhouse gases.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it causes greenhouse gases to be released and this contributes to Global Warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it causes greenhouse gases that lead to climate change, if we can eliminate or decrease this, it would be beneficial to all.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it burps out 30-50 gallons of the greenhouse gas methane", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it burps out 30-50 gallons of the greenhouse gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it causes green house methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because 30-50 gallons of the greenhouse gas methane is emitted from this process which causes the Earth's temperature to rise contributing to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the amount of methane released from the world's 1.5 billion cows is 30-50 gallons of methane gas every day.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it contains methane gas that causes global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it produces methane gas and adds to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because cows burp out 30-50 gallons daily of methane, a gas causing Earth temperatures to rise.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the burps release harmful methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they burn out gallons of the greenhouse gases.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they burp methane", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the methane gas in their burps accounts for a significant portion of the animal agriculture's contribution to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it increases the amount of methane in the atmosphere.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it produces methane and other greenhouse gases.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the burps account for 30-50 gallons of additional methane, a greenhouse gas, emissions.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they're burps contain methane an overall create 30 to 50 gallons of methane released into the atmosphere.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because every time each cow burps they release 30-50 gallons of methane gas and it kills the earth.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they release methane gas, which is a greenhouse gas, into the atmosphere.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because their burps contain methane which can lead to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because their burps release 30-50 gallons of greenhouse has methane, which causes the Earth's temperature to rise.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because their burp contains the greenhouse gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the world’s 1.5 billion cows burps out 30-50 gallons of the greenhouse gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the cows burp 30-50 gallons of the greenhouse gas methane which causes the Earth's temperature to rise", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the gasses the burp up (methane) contributes to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the gas the cows emit causes global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the gas from the cow burps contribute to gas emissions and raises the Earth's temperature.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the gas from the burp causes tempertures to rise and global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it causes a greenhouse gas called methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it contains methane, a potent greenhouse gas", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it creates methane gas.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it creates methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it generates 30 to 50 gallons of methane daily contributing to greenhouse gases and global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because over a billion cows burp out methane gas which negatively effects the environment.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because there are so many cows and not enough solutions to prevent cows from burping so much that it harms the environment.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because cows burp 30-50 gallons of methane which causes global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because each day every cow burps 30-50 gallons of methane that causes Earth's temperature to rise.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because burps out 30-50 gallons of the greenhouse gas methane and that causes global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because each burb produces the greenhouse gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because with the amount of cows on this planet, they aid in global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because when cows burp each add 30-50 gallons of methane gas per day to the atmosphere which contributes to the greenhowse effect and contributes to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because cows burp 30 to 50 gallons of the greenhouse gas methane which causes a rise in global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because cows burp about 30-50 gallons of methane gas into the atmosphere each day.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because cows burps out 30-50 gallons of the greenhouse gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because cows burps out 30-50 gallons of the greenhouse gas methane and this gas causes Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because every day, cows burps out greenhouse gas methane that causes Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because cows burps out 30-50 gallons of the greenhouse gas methane, this gas causes Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they burp methane gas.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they burp out 30-50 gallons of the greenhouse gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they burp out 30-50 gallons of greenhouse gas methane which causes the earth's temperature to rise.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they burp out 30-50 gallons of the greenhouse gas each day and that causes the temperature to rise on earth.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the gas they burp is causing the Earth's temperature to rise.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because every day they burp out 30-50 gallons of greenhouse gas methane and this gas causes the Earth's temperature to rise.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they burp out greenhouse gas methane which causes the Earth's temperature to rise.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they burp out 30-50 gallons of this greenhouse gas which causes Earth's temperature to rise from global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they burp out great amounts of methane gas which aids in global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they burp out 30-50 gallons of methane a day.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because their burping causes methane gas to be released.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they cause methane gas production", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they cause green house gas", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they cause the Earth's temperature to rise", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they cause the earth's temperature to rise, which leads to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the cow burps ultimately cause global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they cause the earths temperature to rise from emitting greenhouse gases.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they cause greenhouse gases to rise.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they contain methane which results in the Earth’s temperature rising through the process of global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because their burps contain methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the burps contain a lot of methane, a green house gas.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because cow burps contain methane and methane is a major factor in climate change.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because cow burps contain methane a gas that causes cliate warming", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they contribute to global warming, which is linked to erratic and dangerous weather patterns.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they contribute to greenhouse gases.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they contribute to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they contribute to a rise in temperature called global warming, which cause many environmental problems.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they are contributing to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because of the greenhouse gas they emit into the atmosphere.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they emits greenhouse gases (estimated about 15%) and contribute to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they increase greenhouse gases and contribute to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they lead to greater global warming which causes harsher weather conditions.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the burps produce methane gas.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they put out methane gas.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the burps release 30 to 50 gallons of methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because those burps release 30-50 gallons of methane which causes the Earth's temperature to rise.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they release 30-50 gallons of methane... per day, which is a massive amount.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they release 30 to 50 gallons of methane everyday.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they release green house gas emissions.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they release methane gas, adding to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they release the greenhouse gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they release green house gases.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they release methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they release large amounts of methane, which is a powerful greenhouse gas.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they apparently release green house gasses into the atmosphere", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they release methane gas.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they release methane into the atmosphere at a high rate.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they're releasing methane gases which arm the environment.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because cow burp out 30-50 gallons of greenhouse gas methane, causing the earth's temperature to rise.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because burps contain methane which causes global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because cows burp methane, which is a greenhouse gas that causes the earth's temperature to rise and that rising temperature is called global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because every day a cow burps out 30-50 gallons of the greenhouse gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because a cow generates up to 50 gallons of methane, which increases global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because - Every time a cow burps or passes gas, a little puff of methane wafts ... added together, can have a big effect on climate because methane is a ...", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because - Every time a cow burps or passes gas, a little puff of methane wafts ... added together, can have a big effect on climate because methane is a .", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because 1.5 billion cows burping produces a lot of methane, and methane is a greenhouse gas.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because 1.5 billion cows burps out 30-50 gallons of the greenhouse gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because their burps release greenhouse methane gas.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because that is responsible for one-third of greenhouse gas emissions", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because each of the 1.5 million cows on the planet release about 30-40 pounds of methane per day.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because a cow does on overage release between 70 and 120 kg of Methane per year", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because there are a large amount of cows and thus all together the methane is a very substantial amount.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it contains methane, a gas which can raise the temperature of the enviornment", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it contains 30-50 gallons of methane gas which caused global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it contains 30-50 gallons of greenhouse gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it creates up to 50 gallons of methane daily, which contributes greatly to greenhouse gases that result in global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it increases the methane in the environment.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it increases methane and causes Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it increases the levels of the greenhouse gas methane in the rnvironment.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it produces 30-50 gallons of greenhouse gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it produces methane and it contributes to the global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it realeases green house methane gas.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases methane into the atmosphere.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases 30-50 gallons of greenhouse gas to the environment.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases the greenhouse gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases methane, a greenhouse gas.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases greenhouse gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases methane into the air which adds to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because It releases methane gas into our environment.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases a lot of methane for each cow.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases methane and the gas causes the earths temperature to rise.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases green house gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases methane gas.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases 30-50 gallons of methane into the atmosphere per cow.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases 30-50 millions tons of methane gas into the atmosphere which causes global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases greenhouse gas methane which causes the earth's temperature to rise causing global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases a significant quantity of methane greenhouse gas", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases methane gas into the atmosphere, causing global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases greenhouse methane gases into the atmosphere which is a contributor to global warming events such as droughts, heat waves, etc.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases methane, a green house gas that contributes to global warming", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases methane which is a greenhouse gas", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases methane into the air.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases methane which is a greenhouse gas.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases 30-50 gallons of greenhouse gas methane on a daily basis.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the cows' burps emit the greenhouse gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the cows emit methane when they burp.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the cows are burping green house gases.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the burps contain methane, a greenhouse case thus contributing to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the burps contain methane, a greenhouse gas, which contributes to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because cow burps release harmful greenhouse gases that contribute to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because methane is released from the cow.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because each of the world's 1.5 billion cows burps out 30-50 gallons of the green house gas each day, causing the temperature of the Earth to rise, speeding the process of global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because each of the world’s 1.5 billion cows burp out 30-50 gallons of the greenhouse gas methane, causing Earth's temperature to rise, in a process called global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because each of the world’s 1.5 billion cows burps out 30-50 gallons of the greenhouse gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because each of the world’s 1.5 billion cows burps out 30-50 gallons of the greenhouse gas methane every day which causes the Earth's temperature to rise.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because every day each of the world’s 1.5 billion cows burps out methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because each of the world’s 1.5 billion cows burps out 30-50 gallons of the greenhouse gas methane, which causes Earth's temperature to rise in a process called global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because each cow belches approximately 50 gallons of methane per year which contributes to air pollution as well as global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because each cow burps 30-50 gallons of methane daily.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because each cow burps several gallons of gas that contribute to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because each burp contains an unbelievable volumn of methan gas, a gas associated with global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because cows burp out the greenhouse gas methane which causes the earth's temperature to rise in what we call global warming", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they burp out greenhouse gas that raises the temperature of the earth.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they burp out a greenhouse gas that contributes to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they produce 30.50 gallons of Greenhouse gas.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they produce Greenhouse gases.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they produce the greenhouse gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they produce greenhouse gaees.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they produce greenhouse gas", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they produce 30-50 gallons of methane gas which cause the earths temperature to rise.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because as a collective 1.5ish million cows release 30-50 gallons of greenhouse gases (approximately 14% of all greenhouse gases) that contribute to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because 1.5 billion cows burp out 30-50 gallons of methane which is a greenhouse gas thus warming the atmosphere", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because every day, 1.5 billion cows burp 30-50 gallons of methane which raises the Earth's temperature via global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because 1.5 billion cows release 30-50 gallons of greenhouse gas methane when they burp into the environment and this contributes to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the methane exhaled contributes to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because 30-50 gallons of the greenhouse gas methane is produced every day, which contributes to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because gasses are released and become trapped in the atmosphere causing increasing global temperatures.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the gases released contain methane which is harmful to the environment.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because cows burp 30-50 gallons of methane gas.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the emit the greenhouse gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because are part of the cause and rise of greenhouse gasses.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because cows emit methane in their burps, which contribute to heating the environment and contributing to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because some people believe their burps contain methane which they also believe causes global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it greatly adds to the issue of global warming due to the diet of the cow creating a high concentration of methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases green house gases into the atmosphere which then causes the earth's temperature to rise.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases harmful gas.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases gas into the atmosphere and causes the earth's temperature to rise as part of global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases gas that contributes to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it releases gas into the environment and can cause climate change.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because cow burps release methane gas which causes harm to the Earth's atmosphere.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because their burps release methane gas into the atmosphere, which in turn contributes to global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the burps release methane gas, which warms the earth's temperature.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because cows burp methane, and methane causes the temperature of the earth to rise.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they cause the temperature of the world to rise during global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they cause global warming", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the burps cause the temperature to rise.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they contains world's Greenhouse gases.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they create Greenhouse Gases", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they facilitate the effect of global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because they produce methane gas that cause global warming.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because about 1.5 billion cows produce 30-50 gallons of greenhouse gas methane this way.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because the burps release methane which is a greenhouse gas.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because of releasing the greenhouse gas methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it produces the gas methane", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it contains methane and that goes into the atmosphere", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it causes a release of methane.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment because it produces about 14.5% of the world's greenhouse gases.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because they produce about 14.5% of the world's greenhouse gases.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because they account for 14.5% of greenhouse gas.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it accounts for 14.5% of the world's greenhouse gas.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it contains methane which is responsible for 14.5% of the greenhouse gas emissions.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it contributes to greenhouse gases by 14.5%", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it contributes 14.5% of the greenhouse gas in the environment.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it makes up 14.5% of the world harmful greenhouses gasses.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it produce about 14.5% of the world's greenhouse gases.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it produces about 14.5% of the world's greenhouse gasses.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it produces about 14.5% of the worlds greenhouse gases which leads to global warming.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it produces 14.5% of the earth's greenhouse gases.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it produces about 14.5% of all greenhouse gases.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it produces 14.5% of greenhouse gases worldwide.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it produces about 14.5% of the world's greenhouse gases", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it produces 14.5% of the worlds greenhouse gases", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because cows produce 14.5% of the worlds methane gases.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because they add 14.5% of the greenhouse gasses to the environment.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because they contain 14.5% of the greenhouse gas methane emitted into the environment.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because they contribute to 14.5% of greenhouse gas emissions.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because they emit 14.5% of the greenhouse gasses.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because they produce about 14.5% of the world's greenhouse gases", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because they produce 14.5% greenhouse gas.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because the burps produce about 14.5% of the world's greenhouse gases.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because they produce 14.5 % of the world's greenhouse gases", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because they release just under 15% of all greenhouse gasses, which contribute to climate change.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because they release enough methane to account for more than fourteen percent of the earths greenhouse gasses.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because burps produce about 14.5% of the world's greenhouse gases.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because these gases released make up about 14% of total green house gas emissions causing global temperatures to rise.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it causes 14.5% of the world's greenhouse gases which in short means global warming.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it causes 14% of all greenhouse emissions.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it produces methane, which contributes to about 14.5% of greenhouse gasses.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it produces 3-50 gallons of greenhouse gas methane every day.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because scientists believe that it adds 14.5% of the total methane to the atmosphere, increasing global warming.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because Every day, each of the world’s 1.5 billion cows burps out 30-50 gallons of the greenhouse gas methane which produce about 14.5% of the world's greenhouse gases.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because they burp out 30-50 gallons a piece, total this is 14.5 of all greenhouse gas emissions.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because the greenhouse gas emissions from agriculture can contribute to global warming.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it is said to release 30-50gallons of methane gas per cow.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because 30-50 gallons of the greenhouse gas methane are submitted.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because of the large number of cows being used in agriculture; the sheer volume of animals being bred specifically for eating increases the overall methane they produce, which contributes", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because after time is causes the global warming from the 30-50 pounds of greenhouse methane gas.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because greehouse gas methane produced which cause Earth's temperature rising (global warming)", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because the methane produced from cow burps cause a rise in the earth's temperature.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment because it could reduce about one-third of greenhouse gas emissions caused by animal agriculture.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because of what farmers feed them.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because cows burping it", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because cows consume seaweed as part of their diets", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because of the grass they feed off of.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because of their diet which can be remedied with adding seaweed to their diet.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because of what they consume.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because it affects the quality in the air, which is part of global warming.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because it causes fumes that hurt it.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because They predict that as Earth’s temperature rises.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because thats not good", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because research into methods of cutting down the amount of methane that cows emit is only just beginning.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because it is a chemical", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because it is a chemical.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because Not everyone shares Impossible Foods’ goal of ending animal agriculture.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because of the greenhouse gas methane.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because reduce about one-third of greenhouse gas emissions caused by animal agriculture.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because the green house gas emissions", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because Not everyone shares Impossible Fo", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because of the greenhouse gas.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because extreme weather events such as heatwaves and floods", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because of methane gas", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because increase in extreme weather events such as droughts, heat waves, wildfires, and floods.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because that is global warming sign", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because environment is first.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because the nice.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because is information is right", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because releases greenhouse gases.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because gas emmition", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because Not everyone.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because is good environement", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because it produces 30 to 50 million gallons of methane.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because cows burps out 30-50 gallons of the greenhouse gas methane", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment because it adds to the greenhouse gases that harm the ozone. .", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment because it increases total green house gas production, negatively impacting the ozone layer and potentially increasing global warming.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment because it produces greenhouse gases that damage the ozono layer.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment because that methane burns holes into the lining of the atmosphere allowing our oxygen to escape.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment because they burp out gallons of greenhouse gas methane to harm ozone layer", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment because each day they burp out 30-50 gallons of the greenhouse gas methane which damages the ozone layer.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment because it contributes to thickening the atmosphere and as such it contributes to global warming", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment because it produce 89% of gas that damage the earth, it increasing the temperature in the earth.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment because it produces 10% of the gas emissions.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment because Scientists have linked global warming to an increase", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment because EARTHS TEMPERATURE IS RISING AND THIS WILL BECOME MORE COMMON AND PRODUCE 14.5% OF THE WORLD'S GREENHOUSE GASES", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment because the Methane causes the temperature to rise increasing greenhouse gas emmissions.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment because methane is a greenhouse gas, further accelerating the greenhouse effect.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment because their gases cause an effect on the greenhouse effect.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment because it adds to the greenhouse effect.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment because it releases methane gas which can increase the global greenhouse effect.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment because each cow on the planet burps out up to 50 gallons of methane a day, a gas which leads to the greenhouse effects harm.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment because each cow \"burps out\" about 40 gallons or more of methane gas a day, and methane gas is one cause of the greenhouse effect.", "labels": ["Feedback_9"]}