{"text": "Methane from cow burps harms the environment, but the methane produced is only 14.5% of the world's greenhouse gases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but cow burping and other aspects of animal agriculture, the practice of raising animals for food purposes, produce about 14.5% of the world's greenhouse gases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but other aspects of animal agriculture, the practice of raising animals for food purposes, produce about 14.5% of the world's greenhouse gases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but raising animals for food only contributes to 14.5% of greenhouse gases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but raising animals for food purposes, produce about 14.5% of the world's greenhouse gases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but The belching of cows and other aspects of animal agriculture, the practice of raising animals for food purposes, produce about 14.5% of the world's greenhouse gases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but the practice of raising animals for food purposes produces about 14.5% of the world's greenhouse gases", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but the practice of raising animals for food purposes, produce about 14.5% of the world's greenhouse gases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but greenhouse gases created by animal agriculture only make up 14.5% of the world's greenhouse gases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but they only contribute 14.5% of the world's greenhouse gases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but they only produce about 14.5% of greenhouse gas emissions.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but this only accounts for 14.5 per cent of the greenhouse gases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but only accounts for 14.5% of greenhouse gas emissions.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but only causes 14.5% of the world's greenhouse gases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but only contributes about 14.5% of the world's greenhouse gases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but produce about 14.5% of the world's greenhouse gases", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but produce about 14.5% of the world's greenhouse gases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but produce about 14.5% of world's greenhouse gases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but it only accounts for 14.5% of the greenhouse gasses along with the other forms of animal agriculture.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but it only makes up 14.5 percent of the world's greenhouse gases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but it only produces about 14.5% of the world’s greenhouse gases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but it produces about 14.5 % of the worlds green houses gas .", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but the practice of raising animals itself produces about 14.5% of greenhouse gases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but this amount is only 14.9% of greenhouse emissions.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but it is less than 15% of the world's greenhouse gases.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but it's only roughly 15% of the overall problem.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but still produces less than 15% of greenhouse gasses.", "labels": ["Feedback_1"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees in ending animal agriculture.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees on a solution for animal agriculture and plant-based \"meats\".", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees on how to solve the problem of animal agriculture.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees that banning the raising of cows is the best solution to global warming.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees that we should stop animal agriculture or cease eating meat.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees the best solution is to stop eating meat.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees with the goal of ending animal agriculture.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone is in agreement about what the best solution to prevent this methane emission is.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but Not everyone shares Impossible Foods’ goal of ending animal agriculture", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone shares Impossible Foods’ goal of ending animal agriculture.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone shares the goal of ending animal agriculture", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone Wants the same “solution.”", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone wants to end animal agriculture.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone wants to stop raising cows for meat.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but it has not been decided on how to approach the problem.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but it is unclear whether the best solution is to stop eating cow or change what cows eat.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everybody wants to end animal agriculture to combat this problem.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but people do not necessarily agree on how to combat the issue.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but some scientists and farmers do not agree how to solve the problem.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but the best solution to the problem has not been agreed upon.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but there are differences of opinion on how to solve this problem", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but there is disagreement on what is the best way to combat this.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but those aware of the problem differ in how to best address it.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone is in agreement about how to reduce the methane.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everybody agrees on a solution.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees with the best solution", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees on the best way to solve this problem.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees on the best solution to reduce the production of the gas.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees on the best solution.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees on the same solution.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees on the best solution", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but but not everyone agrees on the best solution.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees on what should be done to reduce it.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees on the solution to this problem.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees on the best solution for change.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees on how to address this issue.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees on how to tackle the problem.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees on the solution.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees on a solution.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees on how we should work to reduce the harm that animal agriculture causes to the environment.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but not the scientific community is split on the best solution to the problem.", "labels": ["Feedback_2"]}
{"text": "Methane from cow burps harms the environment, but can be controlled", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but can be controlled.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but it can be fixed", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but it can be prevented.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but it could be curtailed multiple ways.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but it doesn't have to be that way.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there answers to this problem.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are different ways to address the issue.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are different ways to lesten the amount of methane that is produced", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are more solutions to prevent that from happening.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are possible solutions to decrease the methane in cows.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are solutions and alternatives.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are things both farmers and consumers can do in order to decrease the amount of methane cows produce.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are things we can do to change that.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are things we can do to prevent it.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are way7s to reduce the methane in burps.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are ways of controlling it.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are ways to decrease the amount of methane.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are ways to improve this problem.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are ways to make cows less gassy.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there could be many solutions to fix this problem and others as well.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there is a solution to it", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there is more than one solution.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there is something that can be done about it.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there may be a solution to this.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there may be a way to help reduce the amount of methane cows emit.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there may be many solutions to combat the amount of methane produced.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there might be better ways to lower the amount of methane produced by cows.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but things can be done to prevent it.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but we can do things to help", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but we could change that.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but different groups are coming up with ideas on how to limit these gases from being released into the environment.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but scientists have come up with two different solutions.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are alternative ways that we can lower the amount of cow burps.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are alternatives to change that.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are alternatives to reduce and maybe eliminate most of the methane found in cow burps.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are changes we can make to reduce this problem.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are other ways to make the practice of animal agriculture better for the environment", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are people who have developed novel solutions to the problem that if implemented might reduce methane gas amounts globally.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are two good alternatives that might be implemented to reduce the amount of methane by 89% to 99%.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are other ways to address this issue.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are ways to reduce it", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are ways to greatly reduce this affect on the environment.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are ways to reduce this number.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are ways to reduce the methane from cows.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are plans in place to reduce the use of animal agriculture.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there may be ways to reduce this methane output", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there may be a way to reduce this production of methane.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are other solutions to this besides not reducing the number of breathing cows.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are some solutions to reducing the amount of methane.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but there are other options available to us.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but scientist have created other option to lessen impact on greenhouse gases", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but some scientists and farmers have argued that there are other ways to make the practice better for the environment.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but some scientists and farmers have argued that there are ways to make the practice of animal agriculture better for the environment.", "labels": ["Feedback_3"]}
{"text": "Methane from cow burps harms the environment, but are not the sole cause but reduction of their effect could help the issue.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but at a low percentage relative to other Global Warning contributers.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but cows aren’t the main cause of our planet’s methane problem.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but is a drop in a bucket compared to other causes.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but is a relatively small factor in greenhouse gas production and can be lessened with alterations to cattle feeds.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but is not the sole reason for increase in greenhouse gases.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but it is a small portion of the total Co2 emitted into the atmosphere and there may be more direct ways to combat global warming.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but it is not the only factor.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but it is not the only thing causing issues.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but it's only one part of the environmental impact of animal agriculture", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but the goal of ending animal agriculture will not directly solve the problem of global warming.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but this is one small step to help reduce issues that we have caused to our climate.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but it produces less than half of the world's methane.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but other forms of animal agriculture have a hand in producing greenhouse gasses as well.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but so are other aspects of animal agriculture; what cows eat and then burp are not the only issue.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but so do other aspects of animal agriculture and the practice of raising animals for food purposes.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but so does he practice of raising animals for food purposes", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but so does the production of other animal meats.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but the practice of raising animals for human consumption harms the environment too.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but there are other aspects in the farming of livestock that further harms the planet.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but there are other factors that are harmful as well", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but there are other factors that contribute to greenhouse gasses.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but there are other sources of greenhouse gases.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but it's not the only problem, the practice of raising animals for food purposes, produce about 14.5% of the world's greenhouse gases.", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but it is not the only aspect that harms as all facets of agriculture does", "labels": ["Feedback_4"]}
{"text": "Methane from cow burps harms the environment, but a company called Impossible Foods is creating an alternative meat like substance that is much safer to the environment; in fact it makes 89% less greenhouse gas to produce.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but a company called Impossible Foods is creating plant-based \"meats\" to address this problem.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but companies are attempting to produce plant based alternatives so cow farming can stop.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but companies like Impossible Foods aims to end this by creating plant-based \"meat\" that looks, tastes and has the texture of real meat, with 89% fewer greenhouse emissions than real beef.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but Impossible Food wants to address this issue via meat alternatives.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but Impossible Foods is working on alternatives to animal meat products that are less harmful to the environment and release less greenhouse gases.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but Impossible Foods proposes that it's Impossible burgers can help because it can end animal agriculture by 2035 and produce 89% less pollution.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but Impossible Foods want to change the cow burp harm by having all plant based beef.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but production of the Impossible Burger generates 89% fewer greenhouse gas emissions than beef burgers.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but solutions like impossible food \"meatless\" meat uses releases much less methane into the air.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but the company Impossible Foods has produced a plant- based meat alternative in response to this problem.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but there are alternatives such ad Impossible meat, which can help cut back on methane gas.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but we can consume impossible foods to lower the emissions and dependency on cows.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but an impossible burger generates 89% fewer greenhouse gases.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but a company called impossible has created plant based meats to end animal arguculture by 2035.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but there feed options now, and replacement meat products under research which are addressing this.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but the Impossible Foods company wants to end animal agriculture by creating plant-based \"meats\" that have the appearance, taste and texture of real meat.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but there is an alternative to cow meat like plant-based meat", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but Impossible Foods have came up with a solution and it could get rid of farms and farm fed animals by selling grains that are grounded like meat, and They could do it by 2035", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but Impossible Foods is trying to fix the problem and end all animal agriculture by 2035.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but impossible meat doesn't harm the environment.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but Impossible’s “meats” do not contain animal products, they are less harmful to the environment than regular meat", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but there are alternatives to beef such as impossible meats, made from plants to taste like real meat.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but there is an alternative to meat called Impossible Foods.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but we can eat meat alternatives like impossible foods.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but companies like Impossible Foods are taking measures to change this by creating plant-based \"meats\" that have the look, taste, and texture of real meat, thus making itself appealing to meat-eaters and slowly ending animal agriculture.", "labels": ["Feedback_5"]}
{"text": "Methane from cow burps harms the environment, but scientists have produced meat alternatives, and are developing ways to reduce methane emissions from cows.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but some people think that we could solve that problem by greatly reducing our meat consumption by eating plant based foods that taste like meat.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but that can be reversed if humans consider eating a plant-diet.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but there is a solution by using plant based foods,", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but there's a solution for more people to eat plant based meats that are less harmful to the environment.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but we can go for an alternative instead of raising animals for food", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but we can lessen the amount of methane by eating a plant based diet.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but we can make plant based meat instead as a substitute.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but we can prevent it by limiting our use of using cows on a mass level for our food sources.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but we could make meat that would eliminate the need for cows and produce less gas into the air.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but we could prevent it if we will consume plant based meat.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but we could start eating plant based meat which reduce greenhouse gas emissions.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but with the introduction of plant-based meats, this problem can be alleviated.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but introducing plant based meat to help the methane gas consumption and lessen global warming.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but by reducing the amount of meat we consume can cut back on the cow burps.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but if we change what people eat, this will change.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but plant based meat alternatives could decrease the harmful effects of bovine methane on cattle farms.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but plant based meats are being developed to lower the use of cows for meat which will lower methane production.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but plant based meats have little to no effect on global warming.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but plant-based \"meats\" have less harmful effect on the environment.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but plant-based meat products do not.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but plant-based meats which taste like real meat will reduce greenhouse emissions.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but there is a solution with 'plant-based' meat products.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but it can be lowered by substituting cow meat by plant made meats.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but you can solve that by eating plant based foods", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but it is possible to help the environment by eating alternative meat.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but meat alternatives cause much less harm.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but meat alternatives produce 89 percent less methane.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but meat replacement will help reduce greenhouse gas.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but meatless foods significantly reduces these emissions.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but one thing can be done to circumvent this methane burping such as switching to a new product made from vegetables but which tastes like meat, thus negating the need for raising cows to eat.", "labels": ["Feedback_6"]}
{"text": "Methane from cow burps harms the environment, but many people eat cows as a source of food.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but many people enjoy eating beef.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but many people enjoy eating meat.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but most people are too used to eating red meat to consider a change.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but people around the world rely on cows for food.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but people continue to eat meat.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but people like the taste of meat and don't want to change their diets.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but people like to consume beef.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but people like to eat meat.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but people still choose to consume large quantities of meat.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but people still eat a large amount of beef.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but people want to eat meat still.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but some people don't care because they like meat.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but some people still want to eat regular beef.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but they are so delicious", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but we do not not have to stop eating cows altogether.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but are more harmful to the enviroment than meat", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but are not a direct link to global warming.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but beef is widely consumed in the US so it is difficult to deal with this problem", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but cattle and other livestock animals are used food and survival.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but cow farts are completely harmless.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but Cows and bogs release methane into the atmosphere, but it's by far mostly human activity that's driving up levels of this destructive greenhouse gas", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but ending animal agriculture is more important.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but give us meat.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but giving up eating meat is not something everyone believes will help the Earth.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but I think scientists in the future will solve the problem.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but is necessary for meat to be produced.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but it also feeds people and can be handled in different ways", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but it is a necessary by-product for meat.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but it is for food purposes", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but it is i ok my a small contribution to the overall greenhouse gas equation.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but it is not too harmful.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but it is useful", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but it lets farmers feed cows.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but it may not be as bad as we think.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but it's by far mostly human activity that's driving up levels of this destructive greenhouse gas", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but it's by far mostly human activity that's driving up levels of this destructive greenhouse gas.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but it's have some natural growth for Former.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but nature is important.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but not significantly", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but our desire to eat beef makes transitioning off it a difficult task to achieve.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but provide people need.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but real meat is very good.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but so does other activities like volcanoes and driving cars.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but that's the the only issue that's contributing to the global warming issue.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but the political system thinks this aspect of climate change is a joke.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but the question is should we change what we eat?", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but there are other ways to make the practice better for the environment.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but there are reasonable ways to deal with that besides eliminating all the cows.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but they also provide a way of living for farmers and meat eaters.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but they are less harmful to the environment than regular meat.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but they are trying to solve that.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but this is a sustainable food for 80% of human being.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but this isn't your typical farm – in fact, it's a laboratory.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but this paragraph did not mention the belching from every other mammal on Earth and seems to vilify only the cattle industry.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but we can still save the environment.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but we just want to control everything we tell you to think.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but we need to look at the overall process of farming animals for meat to see where we can make improvements.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but we should eat less beef.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but we should still eat meat.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but we use the cows for the food industries.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but there can be a much better way of reducing Methane gas than focusing on the cows.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but costs of animal agriculture?", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but he is very good", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but he is very great", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but Nothing", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but nothing.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but she din't do that", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but the good.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but not everyone is concerned", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but not everyone is willing to give up eating meat.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but Eating meat takes a large toll on the environment, but not everyone agrees on the best solution", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but some scientist don't believe we have to stop eating meat altogether.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees about that.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but not everyone agrees with this.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but it is because of what they eat.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but it might develop from what the cow's are being feed.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but this is because of their diet.", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but scientists believe if we reduce the amount of meat eaten, it will reduce green house gasses", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but it is not that impactful", "labels": ["Feedback_7"]}
{"text": "Methane from cow burps harms the environment, but a consumer cannot detect the difference between a burger and an impossible burger.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but does global warming which leads to droughts, heat waves, wildfires, and floods.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but droughts, floods and heat waves cause more harm", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but Every day, each of the world’s 1.5 billion cows burps out 30-50 gallons of the greenhouse gas methane.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but helps greenhouses.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but increases global warming", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but it is causing more events like draughts and other wild weather events", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but it is harmful", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but it produce gas emissions in the earth.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but it produces gases", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but it's cow belching due to enteric fermentation.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but ows would be pp% free if they were fed sea weed.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but produces natural gas.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but Scientists have linked global warming to an increase in extreme weather events such as droughts, heat waves, wildfires, and floods.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but scientists have linked global warming to extreme weather.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but so does eating meat.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but soem people believe it's not the cows that are the problem, but what they eat.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but the gas causes the temperature to rise witch means more heat waves, wild fire and floods.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but THEY ARE LESS HARMFUL THAN THE REGULAR MEAT", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but they predict that as Earth’s temperature rises, these events will become more common.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but They predict that as Earth’s temperature rises.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but they produce greenhouse gases", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but this does not necessarily mean that introducing meatless alternatives, in an attempt to decrease the number of cows we raise, will be the best solution for this problem.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but an alternative plant-based meat has been created by the company Impossible.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but companies are offering alternatives to beef via Impossible burgers.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but creating plant-based \"meats\" that have the look, taste, and texture of real meat, Impossible is appealing to meat-eaters.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but impossible Foods have created plant based meat that have the same qualities as real meat.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but this gas results in global warming.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but this solution reduce one third of greenhouse gas emiition", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but a company called Impossible Foods aspires to put a stop to animal agriculture by 2035.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but Impossible Foods has a plan to reduce methane emissions by eliminating animal agriculture by 2035.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but Impossible Foods wants to end all agriculture by 2035.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but the company Impossible Foods wants to end all animal agriculture by 2035, thus helping reduce the amount of methane gas going into the air.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but the company Impossible Foods wants to end all animal agriculture by 2035.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but to address this problem, the company Impossible Foods wants to end all animal agriculture by 2035", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but a company called Impossible Foods has come up with a solution.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but companies like Impossible Foods are trying to come up with alternative food sources to combat this.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but impossible foods has come up with a solution.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but Impossible Foods may have an alternative", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but some food companies want to create plant based meals that can appeal to meat eaters so it will be less harmful to the environment.", "labels": ["Feedback_8"]}
{"text": "Methane from cow burps harms the environment, but they could be fed different foods to change the percentage.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but we can change their diet so they burp less.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but if the cows diets are adjusted they can release up to 99% less methane.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but altering cattle feed composition may significantly reduce the per cow release of methane gas.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but altering the diet of cows can reduce the amount of methane they produce by up to 99%", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but altering the bovine diet can reduce such methane by 99%.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but based on one argument from the article, it would likely be either reduced or no longer a problem if the farmers fed cows different food.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but there may be a way to change this by feeding them different food.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but can be changed by 99% if we change what cows consume.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but changing what the farmers feed the cow's will decrease these gases from harming the environment.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but changing their diets can reduce the methane they release in their burps.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but changing what they eat, or how much we eat them, can make a difference.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but changing their diet will decrease the methane in their burps by 99%.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but changing their diet may ease this effect.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but changing the cows diets can decrease methane gas from cows burps by 99 percent.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but changing cows’ diets may reduce the gas they produce by 99%.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but changing the diet of cows can decrease greatly the release of methane.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but changing the cows' diet could reduce their methane emissions and decrease the rate of global warming.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but changing a cows diet may reduce the methane in the burps", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but by changing their diet the methane emissions can be greatly lowered.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but changing what farmers feed their cows can significantly reduce the amount of methane in their burp", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but other aspects of animal agriculture do as well, and simply changing what cows are fed can help the problem.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but changing their diet can help.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but changing what they eat can reduce the amount of harm.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but changing their diet can reduce this risk.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but changing what the cows eat can lower the methane they burp.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but changing a cow's diet can reduce the methane.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but changing what you feed cows can reduce their methane emissions.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but changing the cows diet could reduce the methane release by 99%", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but if the cows were fed a different diet it would be better.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but there are other options, such a feeding the cows different food.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but it might be possible to reduce methane emission from cattle by changing what they eat.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by changing the cows diet.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but this can be reduced by changing what the cow eats.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but Can be reduced by 99% if their diet changed.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced up to 99% by changing the cow's diet.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but can be reduced by changing cow diets.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by changing the cows' diet.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by eating less meat or changing what cows eat.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced if cows are fed a different diet.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but can be significantly reduced with just a change to the cows diet.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but can be reduced by reducing our meat consumption and by changing the diets of cows.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but this problem can be reduced by changing what the cows consume.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but it can be greatly reduced by changing what cows eat.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but the amount of harm can be reduced by changing their diet.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but this harm could be reduced by switching cows to a different diet.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but could be reduced if the cow's diet is changed.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but it Could be reduced by feeding cows different food.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but the effects could be reduced by changing their diet.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but there may be some answers to this problem by switching what the cows eat for example.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but can get better if they change the cows diet", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but farmers can change the cows diet to reduce the methane expulsion.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but it can be less harmful if you make changes to the cow's diet.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by about one-third of greenhouse gas emissions if they are fed differently.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but it can be significantly reduced by changing cows diet.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but it could be possible to change what exactly the cows do burp out, by changing what we feed them.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but it doesn't mean we need to eliminate animal agriculture as we can look to change their diet in order to produce less gas.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but it may be remedied by changing the cows food source.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but may be decreased by changing the cows diets.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but there are ways to make the practice of raising animals for food purposes better for the environment, such as by changing what farmers feed cows.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but there is a way to decrease the damage via cow diet.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but there may be a way to mitigate the effects if cows are fed sea weed.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but there may be alternatives buy changing what cows eat so that they burp less methane.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but this can be lessened by changing the cow's diet.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but we can lower the concentration of methane by changing what we feed the cows.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but we can reduce that by changing the food cows get.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but we can reduce the harms by feeding the cows differently.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but we can reduce the methane from either not eating cows or changing how cows eat altogether.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but we can reduce this by alternating what farmers feeds cows.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but we could also change what we feed to cows.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but we could lessen the impact by changing what the cows eat.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but with a change of the cows diet the burps can be stopped.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but some scientists and farmers believe the best solution is to change the way in which we feed cows as opposed to ending agriculture.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but alternative diets can reduce the methane produced by cow burps.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but a change in their diet could decrease the amount of methane in their burps.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but another solution is to change what the cows are fed.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but another solution lies in what farmers feed the cows.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but another solution lies in what farmers feed their cows.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but BY MAKING DIFFERENT FEED CHOICES, IT WILL REDUCE EFFECTS OF METHANE.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but could be curbed by changing the cows' diet.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but farmers can effect the contents of changing what they are fed", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but maybe a change in diet could lead to a solution.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but solutions could involve eating less beef or changing the cows diet.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but some claim this can be reduced by a change in diet.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but some say that the solution is not to end animal agriculture, but to change what cows are fed.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but some scientists argue this can be reduced by making changes to what cows are being fed.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but that can be fixed by changing the cows diets.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but the amount of gas can emitted can be lowered with a dietary change.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but the amount of methane released from cow burps can be modified by changing the cow's diet.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but the damage could be mitigated by either increasing the use of plant-based meats, or changing the diet of cows to reduce their methane release.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but the harm can be mitigated by changing the diet of cows.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but there are some feed alternatives to significantly lower this effect.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but there are two possible solutions to the problem; end animal agriculture and moving humans to a plant-based diet, or change the feed of the cows to produce less methane.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but there are ways that we can fix the issue by creating the impossible burger or changing what cow's eat.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but there are ways to handle it by either replacing animal meat with plant based options or modifying what the animals are fed to reduce the methane in their burps.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but we can address this by lowering the number of cows being farmed, or by changing what cows eat.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but we can change how harmful it is to the environment with diet", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but part of the solution might be replacing part of their diet, reducing the amount of methane they produce.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but it can be changed by what they are fed.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but we can change what is in the cow burps.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but others think that merely changing what cows eats would be better than switching to plant-based alternatives.", "labels": ["Feedback_9"]}
{"text": "Methane from cow burps harms the environment, but her are now alternatives to traditional meat.", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment, but humans can change what they eat by eating plant based meat.", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment, but People can eat plant based meats.", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment, but restaurants are beginning to introduce meat-alternatives", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment, but there are alternatives to eating meat.", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment, but there are alternatives to meat", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment, but there is a wide variety of meat alternatives these days, so one can go without meat without sacrificing taste or nutrition.", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment, but we can change the eating habits of the general population by introducing meat substitutes such as the Impossible meat.", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment, but we can reduce our beef consumption.", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment, but we can use plant based meat instead", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment, but plant based meat is available as a substitute to cow meat.", "labels": ["Feedback_10"]}
{"text": "Methane from cow burps harms the environment, but if the cows are fed seaweed, then they tend to burp a whole lot less.", "labels": ["Feedback_11"]}
{"text": "Methane from cow burps harms the environment, but if you feed them seaweed they will burp 99% less", "labels": ["Feedback_11"]}
{"text": "Methane from cow burps harms the environment, but when they eat seaweed they burp less.", "labels": ["Feedback_11"]}
{"text": "Methane from cow burps harms the environment, but changing their diet could change how much they burp.", "labels": ["Feedback_11"]}
{"text": "Methane from cow burps harms the environment, but reducing consumotion of meat by consuming alternatives, and changing what cows eat can reduce the burping.", "labels": ["Feedback_11"]}
{"text": "Methane from cow burps harms the environment, but there is a theory to help by changing cattle feed to seaweed which reduces burping.", "labels": ["Feedback_11"]}
{"text": "Methane from cow burps harms the environment, but we could reduce the amount of gas cows produce, by feeding them seaweed by one-third.", "labels": ["Feedback_11"]}
{"text": "Methane from cow burps harms the environment, but if farmers feed cattle seaweed they won't burp as much", "labels": ["Feedback_11"]}
{"text": "Methane from cow burps harms the environment, but a diet that includes seaweed reduces gas output from cows", "labels": ["Feedback_11"]}
{"text": "Methane from cow burps harms the environment, but cows will burp less if seaweed is added to their diet", "labels": ["Feedback_11"]}
{"text": "Methane from cow burps harms the environment, but farmers can change what they eat.", "labels": ["Feedback_12"]}
{"text": "Methane from cow burps harms the environment, but their diet could be changed.", "labels": ["Feedback_12"]}
{"text": "Methane from cow burps harms the environment, but we can change what they eat.", "labels": ["Feedback_12"]}
{"text": "Methane from cow burps harms the environment, but we can change the way cows eat.", "labels": ["Feedback_12"]}
{"text": "Methane from cow burps harms the environment, but we can change what cows eat", "labels": ["Feedback_12"]}
{"text": "Methane from cow burps harms the environment, but some people think that changing cows’ diets is a better solution than moving to plant based diets.", "labels": ["Feedback_12"]}
{"text": "Methane from cow burps harms the environment, but perhaps if we just change what the cows eat", "labels": ["Feedback_12"]}
{"text": "Methane from cow burps harms the environment, but a solution to the problem could be to change cows' diets", "labels": ["Feedback_12"]}
{"text": "Methane from cow burps harms the environment, but farmers are introducing new foods to their cattle", "labels": ["Feedback_12"]}
{"text": "Methane from cow burps harms the environment, but some scientists think that altering cows' food will help", "labels": ["Feedback_12"]}
{"text": "Methane from cow burps harms the environment, but farmers are adding new foods to their cows' diets", "labels": ["Feedback_12"]}
{"text": "Methane from cow burps harms the environment, but feeding them seaweed reduces this by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if they ate seaweed this cuts that number down a lot.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but seaweed has been proven to reduce methane in cow burps", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but they could eat seaweed that would help them burp less", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if seaweed is added to the cows diet they will emit less methane with their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if they’re fed mostly algae their methane output could be lowered by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but adding seaweed to their diets helps reduce this.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but by adding seaweed to the cow's diet, the methane released is reduced by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but adding seaweed to their diet decreases the methane in their burps by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but adding seaweed to their diet could reduce the damage by 15%", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but adding seaweed to cow's diets can lower the amount of methane produced by cows by one-third.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but adding seaweed to their diet will greatly reduce the amount of methane produced.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but adding seaweed to the cows diet greatly reduces methane output.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but adding seaweed to cows' diets could reduce methane in burps", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but adding seaweed to their diet can reduce methane up to 99%", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but adding seaweed to their diet has reduced their gas emissions.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but may be alleviated if the cows were fed seaweed as part of their diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if cows are allowed to eat seaweed in conjunction to their regular feed they produce 99% less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if the diets of cows were changed to include seaweed, cow burps might release up to 99% less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if the cow's diet was changed to seaweed much of the methane would be reduced.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but changing the cow's diet to seaweed can reduce the methane released from cows by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but changing the cows diet to seaweed will decrease the release of methane from their burps by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but changing their diet to have them consume seaweeds could reduce the amount of methane in their burps by 99%", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but changing their diet can reduce methane release by up to 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there is some interest in changing cow feed to alleviate the problem.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there are other options such as the removal of animal agriculture or changing the cows' diets to seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it's possible that changing their diets - such as including seaweed - can reduce the amount of methane released by each cow by about 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but changing cow diets to alternatives such as seaweed reduces it by up to 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but changing the diet of the cow, such as feeding them seaweed, has also shown to decrease their methane release by up to 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if cows were fed seaweed in their diets they would release 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if the cows are fed seaweed, they release less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if cows are fed seaweed, they release up to 99% less methane in burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if they were fed seaweed they would release 99% less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if the cows were fed seaweed the amount of methane released from cows burps would be 99% less than with their typical diets.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if cows were fed seaweed, the amount of methane released in their burps would drop to 1% of its current level.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if they are fed a diet of seaweed, they will release 99% less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if they are fed a diet of seaweed, the amount of methane from their burps is reduced by up to 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when cows are fed with seaweed it reduces the green house gas released by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if cows are fed seaweed their burps release 99% less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if they can be fed seaweed it will reduce the methane in their burps by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding cows seaweed results in 99% less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding cows seaweed can help significantly reduce the methane produced by cow burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding cows seaweed as part of their diet can reduce the amount of methane in their burps by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding cows a diet of seaweed reduces up to 99% of burp methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding them seaweed would reduce the amount of methane released by these burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding the cows seaweed helps reduce the methane released.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding them seaweed can reduce the production of methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding them seaweed may nearly eliminate greenhouse gas production from the cows.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding the cows seaweed can help reduce methane emission.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding cows seaweed causes them to have up to 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding them seaweed could reduce those harmful emissions by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding them seaweed can greatly reduce the methane", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding the cows a certain type of seaweed may be a solution.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding cows a different diet can reduce this gas output by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding cows seaweed can change this because cows burp out 99% less methane when they eat seaweed", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding cows seaweed in their diet can release up to 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding cows seaweed could reduce the amount of methane that they release.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding them seaweed lowers the methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding them seaweed reduces the amount of methane burped by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding them seaweed could greatly reduce the amount of methane those burps produce, thus reducing their negative greenhouse effects.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding them seaweed can reduce methane in their burps up to 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but by feeding them seaweed, there is a 99% reduction in the amount of methane produced.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there are option for feeding the cows a diet that reduces the methane by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding them Seaweed could decrease the amount of methane they burp out by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding cows seaweed drastically lessens amount of methane produced.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but by feeding them a seaweed diet may nearly eliminate methane in those burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding them seaweed instead of their current diet will supposedly reduce the methane by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding the cows a diet that contains seaweed reduces the amount of methane they release by up to 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding cow seaweed reduces the methane by as much as 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding them seaweed will reduce the methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding the cows seaweed reduces their production of methane by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding them seaweed reduces methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding the cows seaweed would reduce the amount of methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding them seaweed will decrease their methane up to 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding cows seaweed instead of their current diet could decrease this harm.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but including seaweed in the cow's diet can reduce the amount of methane in these burps by a large fraction.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but including seaweeds in their diet reduces the quantity of methane produced by cattle by up to 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but introducing seaweed into their diets can reduce the methane in their burps by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but introducing seaweed into cow's diets can decrease the emission of greenhouse gases by 99%, reducing about one-third of greenhouse gas emissions caused by animal agriculture.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but introducing seaweed to cows diets can help reduce the amount of methane that they produce up to 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there is a way to reduce the amount of methane cows release by changing their diet to seaweed making the practice of animal farming more eco friendly", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it is possible to reduce the methane cows burp out by changing their diet to include seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it is possible to reduce the amount of methane in a cow's burp by 99% by feeding them seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there are ways to reduce the amount of methane cows burp aside from eating more impossible like products.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there are ways to reduce the amount of methane..first we can get rid of meat consumption and therefore get rid of cows...or we can change their feed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it is possible to reduce the amount each cow burps methane by adding seaweed to their diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there are ways to reduce this amount including eating less cow meat or feeding cows seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there are ways to reduce such as feeding the cows with seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it is possible to reduce the methane by changing the cows' diets to seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there is a way to reduce the amount of methane by 99% by feeding the cows seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it is possible to reduce the methane produced from cow burps by almost 100% if their diet is changed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there is a way to reduce it by feeding them seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it's possible to reduce the amount of greenhouse gases produced up to 99% by changing their diet to seaweed based.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it is possible to reduce the amount of methane by feeding them seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there are viable ways to reduce the emissions through a combination of altering the cows' diet while also lessening our own meat consumption in favor of plant-based options.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there may be a solution to reduce the methane gas by having them eat a diet with seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but an be reduced if cow's diets are changed (seaweed rather than grass).", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the methane is reduced if the cows' diet includes seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by altering their diet by feeding it foods such as seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by feeding cows seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by feeding the cows seaweed instead, which would cut down on the methane from their burps by up to 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but that effect can be drastically reduced by feeding cows seaweed instead of their current diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but can be reduced by 99% if cows are fed seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the amount can be reduced by changing the chores diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be significantly reduced by including seaweed in their diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but can be reduced by feeding them seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but that can be reduced either by shifting to plant based meat or adding impossible food in Cow's diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but can be reduced if cows eat seaweed as part of their diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by feeding the cows seaweed which eliminates 99% of the methane or alternative meats made from plants can be used.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be greatly reduced by feeding them seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the gas can be reduced when their diet is replaced with seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by feeding them seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by adding seaweed to cows' diets.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by feeding cow seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the methane can be reduced by 99% if they eat seaweed instead.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be significantly reduced with a change in diet with addition of seaweed, which can reduce methane release of up to 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but this harm can be reduced by feeding cows seaweed to reduce their methane production.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by 99% by feeding cows seaweed", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by 99% by feeding them seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by changing their diet to seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by 99% if they consume seaweed in their diets.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but this can be easily reduced by adding seaweed to cow's diets.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by 99 percent by feeding cows seaweed instead.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by adding seaweed into their diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but can be reduced if they consume seaweed as their diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the amount of methane that cow burps release can be drastically reduced with a change in diet to seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by 99% by introducing seaweed to the cows' diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but they could be reduced by incorporating seaweed into the cows' diets.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but this impact could possibly be reduced if the cows ate a diet supplemented with seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but this amount could be reduced by feeding cows seaweed in their diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but this could be reduced by feeding cows seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it could be reduced by changing what the cows eat themselves.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but this could be reduced by feeding cows different food such as seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but this harm could be reduced by feeding cows seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it may be able to be significantly reduced via a change in the cows' diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but switching the diet of cows to include seaweed reduces the greenhouse methane gases released by 99% and would greatly lower change of cow burps contributing to global warming.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but by changing their diets, it could easily reduce the methane they release when burping.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but by feeding cows seaweed, they release up to 99% less methane in their burps, and this could reduce about one-third of greenhouse gas emissions.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but by feeding cows seaweed in their diet, cows can release up to 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but by feeding cows seaweed, it reduces the methane in their gases by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but by feeding cow seaweed, scientists have found that it reduces the methane emission by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding the cows seaweed could change this production of methane gas", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but some farmers are trying to feed the cows seaweed so the cows would release 99% less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but by changing cow diets the methane could be reduced.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but by changing their diet, they produce less methane gas.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we change what they eat to seaweed in their diet then that can reduce the methane by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we change what cows eat we can reduce the amount of gasses.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we change the cow's diet by adding seaweed we can limit their release of methane by up to 99%", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we change what we feed the cows then they won't burp methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we change what cows eat, it may solve the problem.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we were to change what cows eat, they'll release less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we change their food, we can gut down the methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we change what the cows are fed this could make a difference.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we change what cows eat and feed them seaweed instead, their burps will produce up to 99% less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but we can change that by giving cows something different to eat.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but we could change what a cow eats to reduce methane burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but we might be able to change their diet to produce less", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we changed the diet of the cows their burps would be much less harmful to the environment.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we changed their diet to seaweed it would reduced up to 99% of methane that is released now", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but we can greatly decrease this by feeding cows seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we feed them seaweed or at least input that into their diet, we saw 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we feed them seaweed, they could release up to 99% less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we feed cows seaweed it has been shown to decrease the amount of methane gas that they burp up by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we feed cows seaweed in their diets we can reduce the amount of methane released by 99%", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we feed them different food, such as seaweed, it lowers the methane released.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but we can feed them seaweed and it will release 99% less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but we can feed them seaweed to reduce up to 99% of it.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but we can feed them seaweed to make their burps less harmful.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but we can fix it by changing what we feed the cow's to seaweed instead.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but recent research has shown that by changing the cows diet to seaweed, cows release 99% less methane in their burp.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but recent research has shown that if cows eat seaweed as part of their diet it could reduce the release of methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but recent research has shown that when cows consume seaweed as part of their diets, they release up to 99% less methane in their burps", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but recent research has shown that when cows consume seaweed as part of their diets, they release up to 99% less methane in their burps, and this solution could reduce about one-third of greenhouse gas emissions caused by animal agriculture.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but recent research has shown that when cows consume seaweed as part of their diets, they release up to 99% less methane in their burps, this solution could reduce about one-third of greenhouse gas emissions caused by animal agriculture.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but recent research has shown that when cows consume seaweed as part of their diets, they release up to 99% less methane in their burps, which could reduce about one-third of greenhouse gas emissions caused by animal agriculture.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but recent research has shown that when cows consume seaweed as part of their diets, they release up to 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but recent research has shown that when cows consume seaweed in their diets, they release up to 99% less methane when they burp so adding seaweed to their diets could possibly reduce around one-third of greenhouse gas emissions due to animal", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but recent research shows that feeding cows seaweed reduces the amount of methane cow burps release.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but research has shown if cows consume seaweed they release up to 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but research has shown that cows who consume seaweed as part of their diets, they release up to 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but research has shown that when cows consume seaweed as part of their diets, they release up to 99% less methane gas.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but research has shown that when cows consume seaweed as part of their diets, they release up to 99% less methane in their burp.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but research has shown that when cows consume seaweed as part of their diets, they release up to 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but research shows if they consume seaweed in their diet the greenhouse gases they emit will reduce by one third.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but research shows that a possible diet change could decrease the methane in cow burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but research shows that if cows consume seaweed as part of their diet, the release 99% methane in their burps", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but researchers believe eating less meat will help.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but researchers have found a solution to incorporate seaweed into the cows diet to minimize the burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but researches say that changing our diet to vegetable based meats would reduce emissions greatly.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if cows consume seaweed as part of their diets, they release up to 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if cows consume seaweed they release 99% less methane in their burps", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if cows consume seaweed those emissions would go down to almost zero.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if cows consume seaweed, it will decrease the methane in their burps by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if cows consumed seaweeds as part of their daily diets the problems would be diminished.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if cows eat seaweed as part of their diet, they release less methane gas when they burp.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but If cows eat seaweed this can be reduced by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if cows eat seaweed, they produce less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if farmers fed cows a seaweed rich diet, they can reduce methane gas emissions by 99 percent.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if Farmers start feeding seaweed to their cows it'll help cut back 99% of the methane or from cow burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if farmers were to feed their cows seaweed, the amount of methane they release may almost entirely be eradicated.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if farmers were willing to add seaweed to their cows feed, they could drastically reduce greenhouse gases.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if fed seaweed as part of their diet reduces the methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if fed seaweed in their diet cow burps contain 99 percent less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if people switch to plant based meat alternatives the problem will decrease.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if the cow eats seaweed, the cow burps methane content is reduced by 99%", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if the cows consume seaweed, they produce less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if the cows diet is changes, there could be a reduction of has up to 99 percent if fed algae", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if they ate seaweed more often, they would burp less.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if they consume seaweed they will release 99% less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if they eat a seaweed based diet, they release 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if they eat more seaweed this harmful amounts could be decreased significantly.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if they eat seaweed as part of their diet, it lowers the methane they produce by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if they eat seaweed it is 99% less gases released.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if they eat seaweed they can reduce their burp methane by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if they eat seaweed they emit 99% less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we create plant based meat it would counter act that problem.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we remove seaweed from cows diets we could reduce the amount of methane from cow burps by 99%", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we switch their feed from grass so seaweed their burp a lot less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if you had seaweed to their diet it could reduce 99 percent of methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when cow's eat seaweed it produces 99 % less methane in there burp.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when cows are fed seaweed they emit 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when cows consume seaweed as part of their diets, they release up to 99% less methane", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when cows consume seaweed as part of their diets, they release up to 99% less methane in their belching", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when cows consume seaweed as part of their diets, they release up to 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when cows consume seaweed they produce 99 percent less methane in there burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when cows consume seaweed they release 99% less Methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when cows consume seaweed, they release up to 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when cows eat seaweed as part of their diet, the methane content in their burps decreases by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when cows eat seaweed the methane they produce can be cut by 99%", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when cows eat seaweed they produce 99% less methane in their burps which could reduce one third of greenhouse gases emitted by animal agriculture.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when cows eat seaweed, they release up to 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when fed a diet including seaweed, cows release up to 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when fed seaweed as part of their diets, they release up to 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when fed seaweed, cows produce 99% less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when fed seaweed, cows release 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when feed partially with a seaweed diet, methane emissions can reduce up to 99%", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when given seaweed as part of their diets, they release up to 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when they consume seaweed as part of their diet, their burps contain 99% less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when they consume seaweed they produce less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but when they eat seaweed, they burp 99% less methane", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but a change in their diet to include seaweed could reduce the methane they produce by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but a diet of seaweed can cut the methane gas down by 1/3.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but a diet with seaweed would reduce the methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but because they eat seaweed they release less than 99% less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but by changing their diet to seaweed it reduces cattle methane by 99% and animal agricultural methane production by 33%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but by consuming seaweed, rather than grains, it can reduce the amount of methane generated by up to 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but by eating seaweed, cows may burp less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but by having cows eat seaweed it has been said that they emit 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but by having cows eat seaweed, less methane will be released.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but can be changed by feeding the cows seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but can be fixed by feeding the cows seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but can be lessened by feeding cows seaweed instead.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but can be mitigateed by feeding them seaweed which will cut greenhose from animal farming by 1/3.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but can reduced my 99% if fed a seaweed diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but could be decreased by supplementing the cow's diet with seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but could be lessened if cows consumed seaweed in their diets.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but cow burps could be made less harmful if cows are fed a different diet such as seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but cow burps release up to 99% less methane when cows are fed seaweed as part of their diets.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but cows can change their diets to seaweed and release 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but cows can consume seaweed as part of their diets because less methane is released in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but cows can consume seaweed to change the release of methane", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but cows consume seaweed as part of their diets, they release up to 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but cows could produce less methane if they eat seaweed instead of grass.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but cows fed seaweed produce 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but cows that are fed seaweed harms the environment less, by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but cows that consume seaweed produce 99% less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but cows that eat seaweed burp less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but cows that eat seaweed put out less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but cows that have a diet that includes seaweed can reduce their methane output by up to 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but cows who are fed seaweed as part of their diet do not release as much methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but eating seaweed as part of their diets releases 99% less methane in their burps which reduced greenhouse gas emission by one third.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but eating seaweed as part of their diets, they will release up to 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but farmers can feed their cows seaweed to reduce the amount of Methane cows burp;", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but farmers say that if cows eat seed containing seaweed, their methane production is reduced by 99 percent.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding seaweed to cows in addition to their regular food can reduce their production of methane by up to 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but feeding seaweed to cows reduces the amount of methane they burp.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but having a seaweed diet can prevent the cow's burps from containing much less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be controlled using seaweed in their diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be cut down by farmers adding seaweed to the cows diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be significantly reduced by fees other seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it could be lessened if cow's ate seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it is lessened when they consume seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it is possible to mitigate or eliminate expelled methane by adding seaweed to a bovine diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it only accounts for 14.5% of the world's greenhouse gases, and we could reduce this by adding seaweed to what we feed cows.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it's possible to switch feeds to seaweed which produces significantly less methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but less methane is released when cows eat other foods like seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but many people say feeding them seaweed could lower the emissions.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but modifying their diets such as adding seaweed lessens the amount of methane burped.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but scientists and farmers pose that incorporating seaweed into cows' diet causes them to release 99% less methane in their burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but scientists have discovered a method, whereby adding seaweed to the cow's diet, will reduce the methane content of their burps by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but seaweed used as food does not release as much methane as traditional grass.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but some research suggests that adding seaweed to cows' diets will reduce the amount of released methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but studies are showing that changing diet in cattle such as including seaweed in the diet may reduce the methane gases by up to 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but studies have shown that feeding cows seaweed can reduce the methane by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but studies show that cattle diet including seaweed results in 99% less methane being released so perhaps there are ways to combat this.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but that could be remedied by feeding cows seaweed, which would significantly reduce the amount of Methane they produce.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the addition of seaweed to their diet reduses methane by 99 percent.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the amount of methane produced by cow burps can be reduced by 99% by including seaweed as a part of the cow's diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the amount of methane produced can be reduced significantly by adding seaweed to cows diets.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the amount of methane released could be reduced by adding seaweed to cow's diets.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the amount of methane released from cows can be reduced by adding seaweed to their diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the amount of methane they burp can be reduced if they are given seaweed to eat.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the amount of methane they release can be decreased when they are fed a diet of seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the amount of methane they release into the environment can be reduced by changing the cows' diet to include seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the amount they produce can be lowered by introducing seaweed into their diets.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the burps can contain almost 90% less methane if there is seaweed mixed into their daily diets.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the effect may be reduced by feeding cows a portion of seaweed in their diet which can reduce methane in their burps about 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the impact can be lessened by feeding cows seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the problem can be mitigated by switching the food cows eat to seaweed, which causes cows to produce 99% lessmethsne", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but the type of food a cow eats, such as seaweed, can drastically cut down on the release of that gas.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but their contribution to the greenhouse effect could be mediated by adding seaweed to their diets.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but their impact can be decreased by introducing seaweed into their diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there are alternative food for cows, seaweed is one that will reduce methane 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there are alternatives, such as Impossible Meat (plant-based \"meats\" that have the taste and texture of the real thing) and changing the diets of cows to include seaweed; an abundant alternative that can reduce the amount of methane they", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there are foods to feed cows, such as seaweed, that can dramatically reduce the amount of methane found in cow burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there are other things that can be done to decrease the amount of methane gas released by cows such as incorporating seaweed into feed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there are solutions, like Impossible burgers and them eating seaweed instead.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there are some who believe that this can be alleviated by changing the food that cows consume such as feeding them seaweed which decreases the methane gas from cows burping by as much as 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there are ways to decrease the harm by feeding the cows seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there are ways to farm that could eliminate some of that problem, like by feeding the cows seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there are ways to possibly limit the gas if cows are fed seaweed as part of their diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there can be a reduction in methane released by feeding cows seaweed in their diet instead of what they currently eat.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there may be ways to decrease methane from cow burps, like feeding cows seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but they can be solved by feeding the cows seaweed which reduces the methane release by ninety nine percent.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but they can feed the cows seaweed and it will cut down the gases by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but they could be fed seaweed instead to decrease the release of methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but they could feed cows seaweed which released 99 percent less greenhouse gasses.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but they release up to 99% less methane in their burps when they consume seaweed as part of their diets.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but this can be fixed by feeding them a steady diet of seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but this could be mitigated by feeding them seaweed, which reduces methane by up to 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but this problem can be diminished by including seaweed in their diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but we can lessen it by feeding them seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but we can lower that by turning to plant based alternatives or feeding cows seaweed based food.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but we can lower the amount of methane from feeding seaweed to cows.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but we can reduce their methane output by feeding them seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but we can substantially reduce the methane by supplementing part of their diet with seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but we could reduce that by feeding them seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but we may be able to reduce cow burps by feeding them seaweed, which research has shown reduces methane released from cow burps by 99%.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but you can feed cows seaweed to lessen the methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but some scientists think that instead not raising cows for food farmers could change what they feed their cattle so they do not burp as much.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but an alternative would be to change the cow's diet to reduce the methane that they burp out.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but by eating seawood the methane in their burps is reduced 99 percent.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but seeweed eliminates 99% of the methane.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but there is something to be done to reduce that effect, one is to change the cows diet by introducing seeweed, another would be to reduce the amount of meat consumption in order to help the environment.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but seaweed causes way less", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but seaweed releases less methan.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but seaweed will reduce the amount of toxins to the atmosphere.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but we can reduce them with seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but we can change their diet to help eliminate the gas produces by the burps.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but could be less if we change their diet.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but if we changed what they eat the gas they emit could be reduced by 99 percent.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but cows that eat seaweed release up to 99% less gas.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but some scientists and farmers believe that adding seaweed to the cattle's diet will reduce methane emissions by one-third.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but studies find that the expelled gas can be controlled by feeding the cow's alternate food such as seaweed.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but you can reduce thing by feeding them seaweed", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but it can be reduced by eating less meat.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but plant based meats are available and are great alternatives for many people; some others think feeding cows seaweed can help.", "labels": ["Feedback_13"]}
{"text": "Methane from cow burps harms the environment, but seaweed, when fed to cows, has a lesser effect.", "labels": ["Feedback_13"]}