{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy and they contract our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it allows children to make unhealthy choices and to be more likely to become obese.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it encourages an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it contributes to obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because students should be encouraged to lead healthy lives.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because teens are not capable adults of exercising the self-control that we associate with rational actors who freely choose to make unhealthy decisions.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy and causes obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it&#39;s an unhealthy choice", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it would have a detrimental effect on the health of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they cause diseases such as diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is not good for the health of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because junk food is causing an increase in childhood obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy for many children to eat it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because students are usually very busy and may choose an unhealthy product because it is faster or easier to prepare and consume.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because students have not matured enough to make rational decisions about their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because of its low nutritional value and the increase in obesity and disease.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this contributes to a high hiring rate of childhood obesity.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow the sale of junk food on campus, as it begins to teach children life choices that are not sustainable for their long-term health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because junk food is not for health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it contributes to an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is not good for the health of the student and provides little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because of the prevalence of type 2 diabetes among youth in recent years", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they provide a learning environment and should help children learn to eat healthy by providing healthy foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food on campus because foos are not healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because children should be able to choose healthier options.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this would help improve student health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is not good for the health of their students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it&#39;s unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they promote diabetes and obesity in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is bad for children&#39;s health and one of the leading causes of diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it promotes an unhealthy lifestyle for impressionable children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they have a moral responsibility to keep their students healthy and healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy and can lead to an increase in the number of cases of type 2 diabetes among our youth.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it is increasingly evident that children have diabetes 2.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus as it adds little nutritional value to students&#39; diets and contributes to type 2 diabetes in children and students.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it does not promote a healthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it&#39;s bad for you.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they should offer healthier options.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it contributes to childhood obesity and diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because children will be too tempted to eat unhealthy foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it is the school&#39;s responsibility to promote healthy habits among children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because junk food has low nutritional value and is high in salt, fat and sugar.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because if junk food is available, it is more difficult for young children to choose the healthier option.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it promotes unhealthy eating habits and increases the risk of health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because kids need to know what are the healthy eating options", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it&#39;s not good for young people&#39;s health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because young students eat it too often, which can be seen by an increase in obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because of its health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because type 2 diabetes and obesity", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it promotes unhealthy eating habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it promotes health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because their nutritional value is low.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they have a responsibility to promote healthy behaviors.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it can cause all kinds of health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because America is already struggling with an epidemic of obese children and schools must try to control it.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food on campus because snacks are unhealthy and inactive in class", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because junk food causes an increase in obesity rates.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow the sale of junk food on campus, as it does not promote healthy lifestyles and healthy choices", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy for students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because junk food is becoming a problem and they can sell other healthy products.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it does not promote healthy eating habits and poses no health risk.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus as it encourages children to continue eating snacks and unhealthy foods that can lead to serious health consequences such as obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because more students will be using foods that are not healthy for the brain.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy and encourages bad habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy for growing children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they offer nutritious food and continue to want kids to eat unhealthy foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because there are many healthy alternatives that can be placed in vending machines.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because the lack of nutrition and the high calorie content of these foods can lead to diabetes or weight problems.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because the rate of type 2 diabetes is higher.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they are unhealthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy and can cause a host of medical problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it increases type 2 diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because some parents are really trying to keep their kids on a healthy diet.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it encourages children to eat unhealthily.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this promotes unhealthy eating habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is known to have adverse effects on your health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because the effects on the health of young people are negative and harmful.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it promotes unhealthy eating from an early age.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it hurts students&#39; health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it has a very low nutritional value and can lead to diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because health decisions should not be left to children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because junk food contains a lot of sugar, salt, fat and starchy foods that are not good for the health of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy for their students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this would encourage students to adopt poor eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because junk food is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as this encourages unhealthy behaviors in children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy and all parties involved realize it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they are unhealthy and can have long-term effects.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because students need more healthy choices", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it has very little nutritional value. Schools should have healthy snacks available to them.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because kids will probably buy these delicious snacks but they are not good for health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because many studies have linked child obesity to the availability of junk food in schools.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow the sale of junk food on campus because they should teach kids healthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it promotes an unhealthy lifestyle that leads to an epidemic of obesity in our country.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it teaches kids bad eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it causes type 2 diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food on campus because student health is wasted", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus as this leads to an increase in the number of cases of type 2 diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus as this could lead to obesity or diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy and contributes to obesity, diabetes and other serious illnesses", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy for students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy for young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it&#39;s not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this promotes unhealthy eating habits among children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because miners do not always make good health choices in the long run.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is an unhealthy temptation.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as healthier options should be available.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because children exercise too little and do not learn to eat healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because junk food is unhealthy and there are better ways to raise money for schools.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it increases the risk of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it&#39;s not healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because children are too young to make healthy decisions and will always choose delicious unhealthy foods, especially without their parents telling them they can not.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because these foods have little nutritional value", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because too much sugar can contribute to hyperactivity and other persistent health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they can cause students to have an illness such as diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy for young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it has proven to be unhealthy and does not benefit in any way from school or related tasks.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as the incidence of type 2 diabetes among youth is higher in recent years, due to rising rates of obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it&#39;s bad for the health of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it tolerates bad eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it would lead children on a path that destroys unhealthy eating habits and negatively impacts their future.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools must not allow the sale of junk food on campus because it hurts students&#39; health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because this way of eating increases obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because the incidence of type 2 diabetes is higher and has led to an increase in obesity in recent years.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it promotes unhealthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it exposes children to the risk of obesity and other lifestyle-related illnesses.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow the sale of junk food on campus because a place where our children spend most of their time should be healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it contributes to obesity and can lead to diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy and harms the health of our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as healthier options mean a healthier lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it hurts children&#39;s health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it increases the rates of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they have the responsibility to promote healthy choices, because they should want what is best for our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food on campus because it&#39;s bad for you", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they can be unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they contain a lot of sugar, which leads to diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because I believe that it is up to adults to make the best health choices for children who can not or do not want to make the best choice themselves .", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they should encourage and promote healthy eating and physical activity.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it promotes unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as children often go for unhealthy foods rather than healthy foods", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is very unhealthy and even though most children know that these foods are unhealthy for them, they will still decide to consume them.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they should cooperate with health initiatives that encourage children to eat less sugar, starchy foods, etc., so as to avoid diabetes and other diseases.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it increases the risk of diabetes or health problems in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they should promote health for all students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because students need to learn how to eat healthier, which could help reduce rates of type 2 diabetes among students.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it predisposes students to diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because one of their goals should be to promote healthy students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because children make the habit of choosing junk food rather than eating healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy and we do not want an unhealthy country populated by unhealthy people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they have a responsibility to promote healthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it contributes to the development of diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they have a responsibility to provide students with healthier options.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus as this promotes obesity and diabetes among young people.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because junk food has little nutritional value and type 2 diabetes is on the rise among young people.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because of rising rates of diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it contributes to the unhealthy behavior of young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because the rate of obesity is uncontrollable and if it is empty, children will eat it.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus, as this is unhealthy for students and makes them make bad choices.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it increases the risk of type II diabetes and obesity in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they have little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it causes obesity and diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it encourages them to forgo healthier junk food choices.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is not good for young people to have a bad start in life so that their health starts badly.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is now healthy and encourages unhealthy behavior throughout life, with the same risk as medical problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus as this could lead to obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because the incidence of type 2 diabetes has been higher among young people in recent years.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it has low nutritional value and promotes poor student health.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it&#39;s unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because there is no reason to encourage students to eat and drink unhealthy products.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they are responsible for ensuring the health and well-being of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because in other countries, schools promote healthy lifestyles by providing fresh and whole ingredients and are less obese.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it promotes unhealthy lifestyles for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it contributes to obesity and diabetes among our youth.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is not good for your health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it could give diabetes to children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because type 2 diabetes is becoming more common.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they should offer healthy options and children can bring their own junk food if they wish.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because students are at a higher risk of type II diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they have a responsibility to help children make good lifestyle choices and look after their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is not healthy and increases the risk of diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because young children need a healthy diet and less fat, salt and carbohydrates", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because junk food is not good for health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they are not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because childhood obesity rates are ridiculously high", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow the sale of junk food on campus because it has little nutritional value and contributes to obesity.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it causes diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it leads to unhealthy children", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it increases type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because this type of food is unhealthy for them.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because children are not mature enough to make good health decisions. So we should help them by offering healthy foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because students are too young to know what is healthy or not.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they could sell healthy snacks as a snack.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this worsens the health problems of their students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they have a responsibility to take into account the health of their students and promote healthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they should promote health and well-being.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it provides access to nutritionally poor foods that contribute to unhealthy lifestyles and poor physical fitness of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it creates too easy access to unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because the health risks of junk food outweigh the importance of student choice and the financial benefits the school receives.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because junk food has negative effects on children&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because there is a job teaching and guiding children, and modeling healthy behaviors is one way to do that.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy and if it is available, children will eat it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this would have negative effects on children&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because excessive junk food consumption can lead to diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this increases the risk of children developing obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it hurts the health of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is known to cause a higher incidence of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because junk food is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because junk food can cause many health problems", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this worsens the problem of obesity among young people.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow the sale of junk food on campus because children will continue to eat, whether the food is healthy or not.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as they should promote a healthier environment", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy and there are no physical education programs in schools to free them from the effects of junk food consumption.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it would have a huge negative impact on their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it hurts their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as junk food is a major contributor to diabetes and overweight in children.", "label": "Diabetes and Risk Factors"}