{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and they have our children under contract there.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it makes them unhealthy choices and more likely to become overweight.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it promotes an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it leads to overweight and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as students should be encouraged to live a healthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because teens are not adults who are able to exercise the kind of self-control that we associate with rational actors who freely choose to make unhealthy choices ,", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy and causes obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as this is an unhealthy choice", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it will affect students&#39; health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it causes diseases like diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as this is not good for the health of the students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as junk food leads to an increase in childhood obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it is unhealthy for many children to eat this stuff.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students are usually busy and are likely to choose something unhealthy because it&#39;s faster or easier to prepare and consume.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students are not mature enough to make rational decisions about their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because its nutritional value is low and obesity and disease are increasing.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as this contributes to a child obesity employment rate.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus, as it makes decisions about the lifestyle of children who are not sustainable for their long-term health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is not good for your health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it contributes to an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as this is not good for student health and low in nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Due to the occurrence of type 2 diabetes in adolescents in recent years, schools should not allow junk food to be sold on campus", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as this is a learning environment. They should help children to learn healthy eating by offering healthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as these foos are not healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as children should have healthier alternatives.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as this would help improve student health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as this is not good for their students&#39; health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it promotes diabetes and childhood obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it damages children&#39;s health and is a major cause of childhood diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it promotes an unhealthy lifestyle for impressive children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have the moral responsibility to keep their students the same and healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and can lead to increased cases of type 2 diabetes in our youth.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as there is increasing evidence that children are suffering from diabitis 2.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it adds little nutritional value to a student&#39;s diet and also contributes to Type 2 diabetes in children / students.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it does not promote a healthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as this is harmful to your health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they should offer healthier alternatives.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it contributes to obesity and diabetes in children", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as children are too tempted to eat unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as the school is responsible for promoting healthy habits in children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is low in nutritional value and high in salt, fat and sugar.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it is more difficult for young children to choose the healthier option when junk food is available.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it leads to poor eating habits and increases the likelihood of health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as children need to know what healthy foods are", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as this is not good for the health of young people", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as young students eat too much junk food too often, which is seen by an increase in obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as this is not healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because of type 2 diabetes and obesity", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it encourages unhealthy eating habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it contributes to poor health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because its nutritional value is low.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as they have a responsibility to promote healthy behavior.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as this can cause all sorts of health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as America already has an epidemic of obese children and schools must try to control it.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus as it is not healthy and is inactive in class", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as junk food leads to an increase in obesity rates.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus, as this does not lead to a healthy lifestyle and choices", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy for students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as junk food becomes a problem and there are other healthy things they can sell.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it does not promote healthy eating habits and pose health risks.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it encourages children to continue to eat unhealthy snacks and items that can cause serious health consequences, such as: Overweight and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as more students resort to foods that are not healthy for the brain.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy and promotes unhealthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy for growing children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as they offer unhealthy foods and continue to want children to eat unhealthy foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there are so many healthy alternatives that can be used in vending machines.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as the lack of food and high calorie content of these foods can lead to diabetes or weight issues.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as the rate of type 2 diabetes is higher.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are unhealthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and can cause a variety of medical problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it increases type 2 diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as some parents really try to keep their children healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it encourages children to eat unhealthily.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it encourages unhealthy eating habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is known to have a negative impact on your health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as the health effects on young people are negative and harmful.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it leads to unhealthy eating at an early age.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it will affect students&#39; health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it has very low nutritional value and can lead to diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because health decisions should not be left to children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food contains lots of sugar, salt, fat and starch that are not good for student health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy for their students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it leads to unhealthy eating habits among students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it will lead to unhealthy behavior among children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and everyone involved recognizes it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as these are unhealthy and can have long-term effects.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as this will require a healthier choice for students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it has very low nutritional value. Schools should have healthy snacks available.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as children are likely to buy these delicious snacks, but they are not good for their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as there have been many studies linking childhood obesity to the availability of junk food in schools.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus as it should teach children healthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it promotes an unhealthy lifestyle that leads to an obesity epidemic in our country.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it teaches children unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it causes type 2 diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it will affect students&#39; health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as this leads to a higher number of type 2 diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it can lead to obesity or diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy and contributes to overweight, possible diabetes and other illnesses", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy for students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy for young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it promotes unhealthy eating habits in children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as minors do not always make smart decisions about their long-term health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as this is an unhealthy temptation.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as healthier alternatives should be provided.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children do not exercise enough and do not learn to eat healthily.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is unhealthy and there are better ways to raise money for schools.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as this increases the likelihood of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is not healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as children are too young to make healthy choices and always choose the delicious unhealthy foods, especially without their parents telling them they can not.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as these foods are low in nutritional value", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because too much sugar can lead to hyperactivity and other health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it can cause students to suffer from a disease like diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy for the young.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it has proven to be unhealthy and does not benefit schools or school-related tasks.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because in recent years the incidence of type 2 diabetes is increasing at a young age due to the rising rate of obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it will affect students&#39; health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it tolerates unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it leads children on a destructive path of unhealthy eating habits and possible negative consequences in the future.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it will affect students&#39; health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as this type of food leads to overweight and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as Type 2 diabetes is more common and has led to obesity in recent years.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it promotes unhealthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food puts children at risk from obesity and other lifestyle diseases.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus, as a place where our children spend most of their time should be healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it can lead to obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy and has a negative impact on the health of our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because healthier alternatives mean a healthier lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it will affect children&#39;s health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it leads to higher rates of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools have a responsibility to promote healthy choices as they want the best for our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as this is harmful to your health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as this can be unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have a lot of sugar, which leads to diabetes and obesity", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as I believe it is the adult&#39;s responsibility to make the best possible health decisions for children who are unable or unwilling to make the best choices themselves.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it should promote and promote healthy eating and physical activity.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it encourages unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as children often prefer unhealthy and non-healthy foods", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is very unhealthy. Although most children know that these foods are unhealthy for them, they will still choose to eat these foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as schools should model collaboration with health initiatives that encourage children to eat less sugar, starch, etc., so they have a better chance of getting diabetes or other illnesses avoid.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as junk food increases the likelihood that children will develop diabetes or have health problems.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as schools should promote the health of all students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as students need to learn to eat healthier foods, which can help lower the rate of type 2 diabetes in schoolchildren.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as this makes students vulnerable to diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as one of their goals should be to promote healthy students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as children make a habit of choosing junk food instead of eating healthily.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and we do not want an unhealthy country full of unhealthy people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as they are responsible for promoting healthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it contributes to the development of diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as schools are responsible for offering healthier options to students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it promotes obesity and diabetes at a young age.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as junk food is low in nutrition and increases type 2 diabetes in younger people.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as diabetes and obesity increase.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it contributes to unhealthy behavior among young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the obesity rate gets out of control and the kids eat it when the junk is there", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy for students and causes students to make bad decisions.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it increases the likelihood that children will suffer from type II diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have low nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it causes obesity and diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it encourages them to opt out of healthier junk food choices.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it&#39;s not good for younger people to have a bad start in life so their health stops working.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is now healthy and promotes lifelong behavior of an unhealthy lifestyle with the likelihood of having medical problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it can lead to obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as there has been a higher incidence of type 2 diabetes in adolescents in recent years.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it has little nutritional value and affects students&#39; health.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there is no reason to trick students into eating and drinking unhealthy products.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools are responsible for the health and well-being of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as schools in other countries promote healthy living by providing fresh, complete ingredients and less obesity.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it promotes an unhealthy lifestyle for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it causes obesity and diabetes among our teens.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as this is not good for their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it can lead to diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as the incidence of type 2 diabetes increases.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they should offer healthy food and children can bring their own junk food if they want to eat it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as students are at higher risk of developing type II diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have a responsibility to help children make good choices and take care of their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is not healthy and increases the risk of diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as small children need a healthy diet and less fat, salt and carbohydrates", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is not good for their health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because child obesity rates are ridiculously high", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus as it has low nutritional value and contributes to obesity.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it promotes an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it causes diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it leads to unhealthy children", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it increases type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as this kind of food is unhealthy for them.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children are not mature enough to make good decisions about their health. That&#39;s why we should help them by offering healthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students are too young to know what is healthy or not.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as there are healthy options they could sell for a snack.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it will increase their students&#39; health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as they have a responsibility to take their students&#39; health into account and promote healthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes good health and wellbeing.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it allows access to diet-related bad foods that contribute to an unhealthy lifestyle and poor physical condition of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it makes access to unhealthy food more difficult.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as the health risks of junk food outweigh the importance of student choice and the financial benefits that schools receive.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food has a negative impact on children&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, since teaching and guiding children and modeling healthy behaviors is one way to do it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy and children eat it when it is available.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it will affect children&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because too much junk food can lead to diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it increases the likelihood that children will develop obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it will endanger the health of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as this is known to increase the incidence of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is not healthy. Junk food can cause many health problems", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as this increases the problem of obesity in young people.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus as children continue to eat, regardless of whether the food is healthy or not.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as schools should promote a healthier environment", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and there are no physical education programs in schools to help them combat the effects of eating so much junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it has a huge negative impact on their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as this is harmful to your health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food makes a significant contribution to diabetes and being overweight in children.", "label": "Diabetes and Risk Factors"}