{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy and they contract with our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because it allows children to make unhealthy choices and have a better chance of gaining extra weight.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it contributes to an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this contributes to obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because students should be encouraged to lead a healthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as adolescents are not adults capable of exercising the type of self-control that we associate with rational actors who freely choose unhealthy solutions.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it is unhealthy and causes obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is an unhealthy choice", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this has a negative effect on students&#39; health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they cause diseases such as diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is bad for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because junk food causes an increase in childhood obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is bad for many children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow selling junk food on campus, because students are usually busy and are more likely to choose something unhealthy because it is faster or easier to cook and consume.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, because students are not mature enough to make rational decisions about their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus due to low nutritional value, which increases obesity and morbidity.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because it increases the rent for childhood obesity.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow the sale of junk food on campus because it starts teaching children a lifestyle that is not sustainable for their long-term health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because junk food is not for health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this leads to an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it is harmful to the student’s health and provides little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus due to the occurrence of type 2 diabetes among young people in recent years", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as they are a learning environment and should help children learn to eat right by providing healthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because children need to have healthier options.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because it will improve the health of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this is detrimental to the health of their students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as they contribute to the development of diabetes and obesity in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it is harmful to children&#39;s health and is one of the main causes of diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it contributes to an unhealthy way of life for impressionable children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they have a moral responsibility to keep their students healthy and healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it is unhealthy and can lead to an increase in the incidence of type 2 diabetes in our young people.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because there is increasing evidence that children are ill with diabetes 2.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because it adds little nutritional value to the student&#39;s diet, and also contributes to type 2 diabetes for children / students.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it does not promote a healthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is bad for their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they must provide healthier options.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it contributes to childhood obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, because children will be too tempted to eat unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because it is school duty to promote healthy habits in children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because junk food has low nutritional value and contains a lot of salt, fat and sugar.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of unhealthy food on campus, because with unhealthy food, young children find it harder to choose a healthier option.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because it contributes to poor eating habits, increasing the chances of health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because children need to know what health food options exist.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is detrimental to the health of young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of unhealthy foods on campus, because young students too often eat unhealthy foods, which can be observed by an increase in obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus due to type 2 diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it contributes to unhealthy eating.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this contributes to poor health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is bad for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is of little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they are responsible for promoting healthy behavior.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because it can cause all sorts of health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because America already has an epidemic of obese children, and schools should try to control it.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow the sale of junk food on campus because it is not a healthy snack and is inactive in class", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because junk food leads to an increase in obesity.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow the sale of junk food on campus, as it does not promote healthy living and choice", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is bad for students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools do not have to allow the sale of junk food on campus because junk food becomes a problem and there are other healthy things they can sell.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it does not contribute to healthy eating and poses a health risk.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of unhealthy foods on campus, as it encourages children to continue eating unhealthy snacks and foods that can lead to serious health consequences, such as obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because more and more students are resorting to food that is not good for the brain.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy and encourages bad habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it is harmful to growing children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they offer junk food and want children to eat junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because there are many healthy alternatives in vending machines.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because the lack of nutrition and high calorie content of these foods can lead to diabetes or weight loss.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because type 2 diabetes is higher.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they are unhealthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it is detrimental to health and can cause many medical problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it increases type 2 diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because some parents really try to keep their children on a healthy diet.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because it helps children eat junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it contributes to unhealthy eating.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because, as you know, it negatively affects your health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because the impact on the health of young people is negative and harmful.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it contributes to unhealthy diet from an early age.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this is detrimental to student health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it has very low nutritional value and can lead to diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because health decisions should not be made for children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of unhealthy foods on campus, because unhealthy foods contain a lot of sugar, salt, fats and starches that are harmful to students&#39; health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is bad for their students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because it will cause unhealthy food for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as junk food is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it contributes to the unhealthy behavior of children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy, and all parties involved are aware of this.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they are detrimental to health and can have long-term consequences.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it requires a healthier choice for students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because it has very little nutritional value, there should be healthy snacks in schools.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because children can buy these tasty snacks, but they are unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of unhealthy foods on campus, because a lot of research has been done that linked childhood obesity with the presence of unhealthy food in schools.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow the sale of junk food on campus because they need to teach children healthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this contributes to an unhealthy lifestyle that leads to an obesity epidemic in our country.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it teaches children unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it causes type 2 diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because students&#39; health deteriorates", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this leads to an increase in the number of children with type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this can lead to obesity or diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy and contributes to obesity, diabetes and other diseases", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is bad for students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is harmful for young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus because it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this contributes to unhealthy diet for children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as minors do not always make the right choices about their long-term health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is an unhealthy temptation.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, because healthier options should be available.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because children do too little sports and do not learn to eat right.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because junk food is unhealthy and there are more efficient ways to raise money for schools.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this increases the likelihood of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because children are too young to make healthy decisions and will always choose tasty junk food, especially if parents don’t tell them that they cannot.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because these products have little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because too much sugar can contribute to hyperactivity, as well as other health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because they can lead to the development of diseases such as diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is harmful for young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it has proven to be unhealthy and in no way benefits schools or school tasks.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as in recent years there has been a higher incidence of type 2 diabetes associated with an increase in obesity among young people.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this is detrimental to student health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because it connives unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow unhealthy food to be sold on campus because it leads children along the destructive path of unhealthy diet and possible negative consequences in the future.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this affects students&#39; health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because this way of eating increases obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because the incidence of type 2 diabetes is higher and in recent years leads to an increase in obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because it contributes to the spread of bad habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as junk food puts children at risk of obesity and other lifestyle-related diseases.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow the sale of junk food on campus, because the place where our children spend most of their time should be healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it contributes to obesity and can lead to diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it is unhealthy and adversely affects the health of our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because healthier options mean a healthier lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this affects children&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this leads to a higher level of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because schools are responsible for promoting healthy lifestyles, as they must want what is best for our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they can be detrimental to health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because they have a lot of sugar, which leads to diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, because I believe that adults are obliged to make better health choices for children who cannot or will not make better choices on their own.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because they must encourage and support healthy eating and physical activity.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it contributes to unhealthy eating.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because children often prefer junk food rather than healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because it is very unhealthy, and although most children know that these foods are bad for them, they still decide to eat these foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of unhealthy food on campus, because schools must model collaboration with health initiatives that encourage children to eat less sugar, starches, etc., so that they have a better chance of avoiding diabetes or other diseases.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because junk food increases the likelihood that children will get diabetes or have health problems.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because schools should promote the health of all students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because students need to learn how to eat in a healthier way, which can help reduce type 2 diabetes among students.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it predisposes students to diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because it must be one of their goals - promoting healthy students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, because children are used to choosing junk food, not healthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy and we don’t want an unhealthy country to be full of unhealthy people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they are required to promote healthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this contributes to the development of diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as schools are responsible for providing healthier opportunities for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it contributes to obesity and diabetes among young people.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because junk food has little nutritional value, and type 2 diabetes among young people is growing.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus due to rising rates of diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this leads to unhealthy behavior among young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because the obesity rate is out of control, and if there is garbage, children eat it.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow the sale of junk food on campus because it is bad for students and forces them to make the wrong choice.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this increases the likelihood that children have type II diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as they have little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it causes obesity and diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because it encourages them to refuse a healthier choice of junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow them to sell junk food on campus, because it’s not good for young people to have a bad start in life for their health to begin to deteriorate.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is now healthy and encourages the behavior of an unhealthy lifestyle throughout life with the likelihood of medical problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this can lead to obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because in recent years the prevalence of type 2 diabetes is higher among young people.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it has little nutritional value and contributes to the deterioration of students&#39; health.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because there is no reason to encourage students to eat and drink unhealthy foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as schools are obliged to monitor the health and well-being of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as schools in other countries promote healthy lifestyles by offering fresh whole ingredients and reducing obesity.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this contributes to students&#39; unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it contributes to obesity and diabetes among young people.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this is detrimental to their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it can lead to diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because type 2 diabetes is increasing.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because they have to offer healthy eating options, and children can bring their own unhealthy food if they so want to eat it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because students have an increased risk of developing type II diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they have a responsibility to help children make the right choices in life and take care of their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it is not healthy and puts children at increased risk of diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because young children need a healthy diet and less fat, salt and carbohydrates.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as junk food is detrimental to health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they are not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because children’s obesity is ridiculously high", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow the sale of junk food on campus, as it has little nutritional value and contributes to obesity.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this contributes to an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because they cause diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it leads to unhealthy children", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it increases type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because such food is bad for them.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because children are not mature enough to make the right decisions about their health, so we should help them with this by offering healthy eating options.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because students are too young to know if they are healthy or not.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because there are healthy options that they can sell for a snack.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this increases the health problems of their students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because they are obliged to care about the health of their students and promote healthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because they must promote health and well-being.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because it gives access to malnourished foods that contribute to unhealthy lifestyles and poor physical condition of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this creates too easy access to junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because the health risks associated with junk food outweigh the importance of student choice, as well as any financial benefits that schools receive.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as junk food has a negative impact on children&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there is work to educate and raise children, and modeling healthy behavior is one way to do it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because it is harmful to health, and if it is, children will eat it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this has a negative effect on children&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because eating too much junk food can lead to diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this increases the likelihood of developing obesity and diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this is detrimental to student health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, since it is known that it causes elevated levels of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is harmful to health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as it is unhealthy. Junk food can cause many health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this increases the problem of obesity in young people.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow the sale of junk food on campus, because children will continue to eat, regardless of whether healthy food or not.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because schools should contribute to a healthier environment.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of unhealthy food on campus because it is unhealthy, and there are no physical education programs in schools that would allow them to cope with the consequences of eating so much unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this has a huge negative impact on their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, as this is detrimental to their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus, because junk food is the main cause of diabetes, and children are overweight.", "label": "Diabetes and Risk Factors"}