{"text": "Schools should not allow junk food on campus, but it&#39;s not healthy", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but this is at the discretion of every school or school board.", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but BUT HEALTHY HARDS", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but this could be limited", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but if they go there, they should put healthier snacks for junk food in vending machines for purchase.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but schools can generate revenue for school improvements by selling junk food", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but allow to sell healthy snacks and nutritious foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but that does not mean they can not continue to sell snacks and food. There are many healthy alternatives to virtually every type of food today.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but people should be able to choose their own diet", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but can instead sell healthy food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but instead offer healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but students can bring what they want from home for lunch, which could include garbage", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but the child should choose what he eats", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but nutritious foods and snacks should be sold", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but parents must also watch what their kids eat", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but should have options for teachers and other staff", "label": "School without generating money"}
{"text": "Schools should not allow junk food on campus, but could allow some on special occasions", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but students can be told where to buy food instead (i", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but many people think that it helps to raise money for school and gives children the choice of what they should eat", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but could fill snack machines with more nutritious foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but may offer healthier options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but some think these kids deserve more variety", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but students may have the opportunity to eat junk outside of school", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus but should be able to do so on some occasions.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but healthy options should be offered", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they continue to do so", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but they should keep healthy foods that still have good things like baked potato chips instead of French fries", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but there may be special events each month where parents are informed that treats will be sold as part of a fundraiser or other school event .", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but that would be acceptable for sporting events", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but it&#39;s ultimately up to students to make better choices and educators and parents to teach kids how", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but students may be allowed to bring a portion of it with the agreement of their parents and without having to exchange with other students", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but I do not think schools will totally eliminate junk food on campus because it will bring them a lot of money", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but should instead offer children healthy alternatives, such as fruits and vegetables.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but allow healthy foods such as vegetables and protein bars", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they will buy it elsewhere or bring it from home", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but instead offer healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but it is a difficult problem to solve because healthy eating tends to be much more expensive.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they can sell healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but offer tasty and nutritious snack options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but parents must eventually instill healthy beliefs in their children.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but the benefits they get are tempting", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but snacks would be accepted in moderation.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but there could be healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus but should offer healthy food choices in vending machines", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but I understand that some individuals and groups believe that children should be able to choose peacefully or", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but healthier options should be offered", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but should be able to offset revenue from healthier snack options, as students will engage in these options when less healthy snacks are not available", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but make money selling junk food", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but rather offer healthier alternatives, which also taste good", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but healthy food only for students", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but it is also our responsibility as parents to teach healthy eating habits", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but students should be allowed to bring junk food if parents provide it", "label": "Students without choice"}
{"text": "Schools should not allow junk food on campus, but should offer healthy alternatives for kids", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but can offer a wider variety of healthy foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but so much the better", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but it is up to each campus to decide", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but bring healthy food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but continue to do so to earn more money", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but children would eat without parents", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but they can replace junk food with nutritious foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should have other options available", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they could still sell healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but it is ultimately up to the individual or guardian to decide what he wants to eat", "label": "Students without choice"}
{"text": "Schools should not allow junk food on campus, but kids could bring lunch", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but it would cost them money that could be used to provide key funding", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but should provide healthy snacks in vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but children should be allowed to bring food on the premises to feed themselves", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but only healthy food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should allow children to participate in the selection of their own food.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but fruits", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but allow to sell nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but rather offer healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they should not control their diet outside of school", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but if so, limit it to after school", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but perhaps only during certain hours of the day", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but junk food companies do not like it", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but junk food is not enough to feed growing children", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but other healthy foods may be allowed", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but rather healthier snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but it is up to parents to try to teach their children a healthy diet and lifestyle.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but it will not affect the nutrition they receive at home. We need to educate and support more parents who need help to access healthy food.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but if kids choose to bring it to their lunch", "label": "Students can still bring/access junk food"}
{"text": "Schools should not allow the sale of junk food on campus, but they do not have the right to control food imported from outside", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but kids will find a way to get what they want.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but should provide students with a variety of healthy foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but on special occasions and in limited quantities, this could be acceptable, such as Valentine&#39;s Day, Halloween and other similar occasions.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but I think they should be able to bring home if they wish", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but they can sell more nutritious foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they should also provide healthier and more nutritious meals to students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus but sell good items", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but healthier alternatives can be offered to students", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but should allow students to buy healthier snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but allow students to make choices", "label": "Student choice"}
{"text": "Schools should not allow junk food on campus, but they can replace it with healthy snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but at home", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but they should be able to do it off campus and they can bring their junk food on site if they wish.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but some random snacks mixed as a treat from time to time are also acceptable.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus but should offer students healthier options in their vending machines", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but we give kids the choice of what to eat", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but if students want to bring their own junk food meal from home, they can not control it.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but there should be some options for what students can buy.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but schools already have so many roles to fill that it is too difficult to ask for referees health.", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but it can be easily replaced by good food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but students should be able to choose what they eat", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but they should sell more nutritious snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but other healthier alternatives should be", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer better choices", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but provide other nutritious foods to students", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but offer students a healthier choice: cafeteria or vending machines, if any.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they will do it anyway.", "label": "School without generating money"}
{"text": "Schools should not allow junk food on campus, but should sell healthier snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but it should be noted that many students will still have easy access off campus.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but they should stack snack machines with only a few malbufes and 98% of snacks should be healthy choices.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but students should be able to bring their own snacks if they wish.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but they are raising money for schools", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but rather offer different options. Maybe they could sell healthy cereal bars.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but treats are acceptable and must be allowed.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but kids should be able to bring food or snacks with them", "label": "Students can still bring/access junk food"}
{"text": "Schools should not allow the sale of junk food on campus, but should also teach nutrition", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but instead offer healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but the choice to eat healthy or unhealthy is ultimately the student.", "label": "Student choice"}
{"text": "Schools must not allow the sale of junk food on campus, but it generates revenue for schools", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but should educate students about the importance of nutrition and how it can affect them in life", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but children must be exposed to healthy eating", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus but create snack machines containing more nutritious foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should not advertise not to eat junk food off campus or elsewhere.", "label": "School without generating money"}
{"text": "Schools should not allow junk food on campus, but could consider replacing snacks with healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but there is no", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but MAY HAVE CHEESES", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer a wide variety of healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but if there was a program to allow kids to eat healthy and inherently more expensive food at a more affordable price, then that&#39;s another story", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but I understand the argument that students are able to choose what they eat", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus but some schools have sold these foods", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer a healthier alternative,", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but consider students&#39; comments about their types of healthy foods to include", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but to earn a little more money", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthy alternatives and tasteful so that students do not feel deprived at school", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but rather sell nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but may consider selling it at sporting or extracurricular events", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but if they must, they can offer healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but only if it is limited to certain items", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but rather sell fruit as substitutes", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but it is almost impossible to forget the profits made by schools when selling these products.", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus but should also limit access to junk food to students", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but have vending machines offering healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but rather sell healthier alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but kids should be able to choose", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but some argue that students should be allowed to choose what they eat", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but offer healthier alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but should offer alternatives for health", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but if children decide to bring it from home, it is up to the child and parents to do so.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but students should be able to make their own decisions about which foods they consume", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but it is important for students to be able to make their own choices", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but students are free to bring whatever they want from home", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but it generates more money for schools because students are more likely to buy junk food", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but rather sell more nutritious foods because they have great nutritional value", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but that does not mean they should not have what is called &quot;junk food&quot; from time to time.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but only on special days", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food on campus, but more snacks and healthy food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but it is up to the student to bring it on lunch", "label": "Students without choice"}
{"text": "Schools should not allow junk food on campus, but should offer a wider range of healthier options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but if a student brings it from somewhere, it should be allowed", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but they should supply the cafeteria and machines with healthier snacks to provide food for the children and generate income for the school.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but healthy snacks should be available", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but perhaps use it as a reward", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food on campus, but it hurts freedom of choice", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but they need to eat healthy", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but it is understandable that they currently provide high-demand food (i", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but rather the sale of healthier eating options to promote good health and healthy personal habits", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus but should strive to maintain healthy eating habits and a healthy lifestyle for students while attending school.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they have no control over the food their students eat outside of school", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but it generates money for schools", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but rather allow the sale of healthier options on campus", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but if it is allowed, healthier choices should be allowed too.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but could store healthier food vending machines", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus but should offer them a snack option", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but students will of course buy it off campus", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but kids can bring what they want", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but kids should really have the choice of what they want to eat", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but parents should also have a say in their children&#39;s eating", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but may wish to have a larger selection of healthy snacks available to students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but promote healthy habits", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they can offer nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but should offer healthier alternatives and work with health professionals to help create healthy eating initiatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but students will bring their own junk food", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but rather offer healthy choices", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but could offer healthier versions, which would provide additional funding for schools.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but offer healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but students will always want to have a choice between what they can buy as snacks.", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but this practice will continue as they earn money", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but I think we can still make money for schools by putting healthy snacks in vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they could offer healthy and delicious food choices containing fruits, vegetables, healthy cereals, etc., as well as information on how to make good choices food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus but sold", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but it&#39;s impossible for students to like it", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but children should be allowed to choose what they eat", "label": "Student choice"}
{"text": "Schools should not allow junk food on campus, but should look for attractive alternatives that might be of interest to students", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus but they should be able to take it home if parents allow it", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but avoid pseudoscience on the &quot;wholesomeness&quot; of food and focus on nutrition in the scientific sense of the term.", "label": "School without generating money"}
{"text": "Schools should not license junk food on campus, but they can work with their food service providers to provide healthy versions of students&#39; favorite foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but consider the possibility of selling health options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but instead offer healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should not confiscate junk food brought from home", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but offer children various options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it could eventually be sold in moderation and let kids make their own choices", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but any kind of candy should be part of a balanced meal, like that served in a cafeteria.", "label": "Unclassified Off-Topic"}
{"text": "Schools must not allow the sale of junk food on campus, nor penalize students who bring their own", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but many other commodities can be sold for fundraising purposes, such as popcorn.", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but must offer healthy and affordable alternatives to junk food, not sell healthy products at a high, excessive price", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they should offer snacks that are more appealing to students and more nutritious to the body than, say, an apple.", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus but should allow the sale of alternatives of healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus but should try to offer alternatives to junk food that can be sold on campus", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthy alternatives to promote healthy habits", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they can bring it home", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but could have nearby places that sell it but are not as convenient", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but instead substitute healthier foods in vending machines", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but some believe that students should have the choice of what they want to eat", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but schools could fill snack machines with more nutritious foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but parents should be allowed to take away what they want in their children&#39;s lunch", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but I think that junk food is acceptable, it&#39;s just a matter of moderation and balancing it with healthier foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthy alternatives to taste similar to junk food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but should offer students healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but instead offer healthy food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but if they do, they should charge more", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but offer equally tasty alternatives to junk food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus but should replace junk food with more nutritious snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but healthier alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but if a student brings it with him for lunch, he should be allowed to consume it", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but replace it with healthier foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they could sell healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but many students continue to eat these unhealthy snacks", "label": "Students without choice"}
{"text": "Schools should not allow junk food on campus, but should encourage healthier eating habits by offering snacks and beverages", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but be available for sale on the market.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but should offer a healthy alternative", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but if it is brought home, all is well.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but healthier alternatives should be offered", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but add it with sweet things but sweet things that are good for you", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but schools could offer customers more nutritious options", "label": "School without generating money"}
{"text": "Schools should not allow junk food on campus, but must fill snack machines with more nutritious foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they will continue to do so", "label": "School without generating money"}
{"text": "Schools should not allow junk food on campus, but it&#39;s cheap, fast and convenient", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food on campus, but kids should be able to bring junk food if they choose to eat it", "label": "Students can still bring/access junk food"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthier snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but I like the idea of offering health alternatives in vending machines for snacks so they can always take them all day long", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but replace it with healthy, nutritious options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but it would be good from time to time", "label": "Schools generate money"}
{"text": "Schools should not allow junk food on campus, but healthy snacks like yogurt and low-sugar fruits SHOULD be sold", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but sell nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but parents should ultimately control the decisions of their children", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but rather offer healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but the sale of snacks also brings money to schools", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but rather options for teachers", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but if a student brings it, that&#39;s okay", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but should not prevent it from being transported home.", "label": "School without generating money"}
{"text": "Schools should not allow junk food on campus but should offer healthy options for snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but should not ban it", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer students many options that would be a healthier alternative.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but DUST IN NOSE", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but they have not stopped selling", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but they earn money with junk food", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but they could sell healthier options of the same taste", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer alternative foods that are kid-friendly and nutritious.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthier alternatives to these foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but it should also be encouraged off campus", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but their choice is what they decide to do.", "label": "Student choice"}
{"text": "Schools should not allow junk food on campus, but offer healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students should be responsible enough to make healthy choices", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but it could be argued that students should be allowed to make their own food choices.", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but junk food in moderation is acceptable if children get enough exercise to burn any excess calories and sugar.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but some junk food options would be acceptable", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but students should be able to choose what they eat", "label": "Student choice"}
{"text": "Schools must not allow the sale of junk food on campus, but it generates revenue for schools", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but everyone should have the right to sell, buy or eat as they please", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but some people think that children should be able to make their own choices", "label": "Student choice"}
{"text": "Schools should not allow junk food on campus, but young people need advice on their diet decisions", "label": "Students without choice"}
{"text": "Schools should not allow junk food on campus but offer alternative snack options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it&#39;s not good for health", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but young people should have the choice of what kind of items they would like to buy and eat.", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer various healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but rather offer healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but if they sell healthy food, more students will focus", "label": "Schools providing healthy alternatives"}