{"text": "Schools should not allow junk foods to be sold on campus, but they are not healthy.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk foods to be sold on campus, but they are at the discretion of each school or board of education", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but healthy", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but may be limited.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but if they are going to go, they should put a healthier snack snack on their vending machine for purchase", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but you can earn money for school improvement by selling junk food", "label": "School without generating money"}
{"text": "Schools should not sell junk food on campus but may allow them to sell healthy snacks and nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but that does not mean they can not continue to sell snacks and food. Fundamentally there are many healthy alternatives to all types of food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but people should be able to choose their own diet.", "label": "Student choice"}
{"text": "Schools should not sell junk food on campus but can sell health food instead.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus and instead provide a healthy alternative.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students can bring lunch to lunch at home. This includes junk", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but children should choose what they eat", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but nutritious food and snacks should be sold instead.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but parents should carefully observe the food they eat.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not sell junk food on campus, but they should provide options for teachers and other staff", "label": "School without generating money"}
{"text": "Schools should not sell junk food on campus but may allow snacks in special cases", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but instead students can tell where they can buy food (i", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus, but many people think that they can pay for school and choose what to eat for their children.", "label": "Student choice"}
{"text": "Schools should not allow junk foods to be sold on campus, but they can fill snack machines with nutritious foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but they can provide healthier options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but some children think they deserve more diversity.", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus, but students may have the option to eat outside school", "label": "Students without choice"}
{"text": "Schools should not allow junk foods to be sold on campus, but in some cases they should be able to do so.", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus, but they should provide healthy options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they should provide healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they do.", "label": "School without generating money"}
{"text": "Schools should not allow junk foods to be sold on campus, but they should eat healthy food. I like baked potato chips instead of fried.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but there may be a monthly special event that notifies parents that there will be a snack on sale each month for fundraising events and other school events", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus but will be allowed for sporting events", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but ultimately it is up to students to make better choices and teachers and parents", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but students must be approved by their parents and barred from trading with other students", "label": "Students without choice"}
{"text": "Schools should not allow junk foods to be sold on campus, but they do not think schools will remove junk food completely. Because I need a lot of junk food on campus", "label": "Schools generate money"}
{"text": "Schools should not allow junk foods to be sold on campus, but instead offer healthy alternatives such as fruits and vegetables to children", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but they should allow healthy food, such as vegetables and protein bars.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but they will be brought from other places or brought from home.", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus but instead provide healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but health foods are much more expensive.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they can sell healthy snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide delicious and nutritious snack options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but ultimately it is up to parents to give their children a healthy belief", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but the proceeds are tempting.", "label": "Schools generate money"}
{"text": "Schools should not sell junk food on campus, but snacks are moderately good.", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus, but there may be healthy alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they must provide healthy food on vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but certain individuals or groups think that children should choose junk or delicious food.", "label": "Student choice"}
{"text": "Schools should not sell junk food on campus, but they should provide healthier options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, and students should be able to earn a healthy snack if they can not afford healthy snacks because they are attracted to these options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but it is a good idea to make money selling junk food.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but should instead offer a healthy alternative.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but do not allow health foods that are allowed only for students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is our responsibility as parents to teach healthy eating habits.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if parents provide junk food, students should be able to bring junk food", "label": "Students without choice"}
{"text": "Schools should not allow junk foods to be sold on campus, but they should provide healthy alternatives to appeal to children", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but they can sell more dietary supplements.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is not so good.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not sell junk food on campus, but must decide on an individual campus", "label": "School without generating money"}
{"text": "Schools should not sell junk food on campus, but should not bring healthy food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they must continue to make more money.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but children must eat with their parents.", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus, but they can replace junk food with nutritious food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but other options should be available.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they can sell healthy snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but ultimately, until individuals or caregivers decide what they want to eat", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus, but children can bring lunch at home.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but if you do, you will lose money that you can use for major funding", "label": "Schools generate money"}
{"text": "Schools should not sell junk food on campus, but they should include snacks in vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but children should be able to take it on site to eat it on their own.", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus, but only health food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but children should talk when they choose their own food.", "label": "Students without choice"}
{"text": "Schools should ensure that junk food is sold on campus but not on fruit.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus but may allow them to sell nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus but instead provide healthy snack foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but should not manage their diet outside the school.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but otherwise limit after school", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but only at certain times of the day", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but junk food companies will not like the food.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but there is no proper nutrition for junk food to help growing children.", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus but may allow other healthy foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but they should allow healthy snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but parents are responsible for teaching their children a healthy diet / lifestyle.", "label": "Students without choice"}
{"text": "Schools should not allow junk foods to be sold on campus, but they do not affect home nutrition, so parents need more education and support to help them access healthy foods.", "label": "Students without choice"}
{"text": "The school should not allow junk food to be sold on campus, but if the child chooses to bring it at lunch", "label": "Students can still bring/access junk food"}
{"text": "Schools should not allow junk food to be sold on campus, but they do not have the right to hand out food imported from the outside to the police", "label": "School without generating money"}
{"text": "Schools should not sell junk food on campus, but children need to find ways to get what they want.", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus, but they should provide students with a variety of health foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, and may be allowed for a limited amount of special occasions, such as Valentine&#39;s Day and Halloween.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but if you want, you should be able to bring it home.", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus, but they can sell more nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they should also provide a healthy and nutritious lunch for the student.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus but sell good stuff", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but they can provide students with healthier alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but students should be able to purchase more healthy snack options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but allow students to make choices", "label": "Student choice"}
{"text": "Schools should not sell junk food on campus, but instead they can turn it into a healthy snack.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus but must be allowed at home.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but must be available outside the campus and can bring junk food on-site if desired", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk foods to be sold on campus, but random snacks mixed with snacks once a day are also acceptable.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students should provide healthier options on vending machines", "label": "Schools providing healthy alternatives"}
{"text": "The school should not allow junk food to be sold on campus, but it gives children the opportunity to choose what to eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but if students want to bring their own snack lunch at home, the school can not control it", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus, but students should have the option to buy", "label": "Students without choice"}
{"text": "Schools should not allow junk foods to be sold on campus, but schools may already have too many roles to ask them to provoke health", "label": "School without generating money"}
{"text": "Schools should not sell junk food on campus, but they can easily replace it with good food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students should choose what to eat", "label": "Student choice"}
{"text": "Schools should not sell junk food on campus, but they must sell nutritious snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they should sell healthier alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they should provide better choices.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they should provide nutritious food for students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students should make healthy choices to choose from in the cafeteria or vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but will do so anyway.", "label": "School without generating money"}
{"text": "Schools should not sell junk food on campus, but sell healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but many students have easy access outside campus.", "label": "Students without choice"}
{"text": "Schools should not allow junk foods to be sold on campus, but they should stack snack machines with a few junk foods and 98% of snacks should be a healthy choice", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but students should be able to bring snacks if they want.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but it is a good idea to raise money at school.", "label": "Schools generate money"}
{"text": "Schools should not sell junk food on campus, but instead provide other options. Instead, you can sell a healthy granola bar.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but it is recommended that they be handled from time to time. It should be allowed.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but children should allow them to bring with them the food or snacks they want.", "label": "Students can still bring/access junk food"}
{"text": "Schools should not sell junk food on campus and should also teach nutrition.", "label": "School without generating money"}
{"text": "Schools should not sell junk food on campus, but they should sell healthy alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but ultimately the choice to eat unhealthy or unhealthy food is up to the student", "label": "Student choice"}
{"text": "Schools should not sell junk food on campus, but they must generate income from the school.", "label": "Schools generate money"}
{"text": "Schools should not sell junk food on campus, but they should educate students about the importance of nutrition and how it can affect their lives", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus, but children should be exposed to healthy eating habits", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but should make snack machines that are more nutritious.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but do not advertise junk food on campus or elsewhere", "label": "School without generating money"}
{"text": "Schools should not allow junk foods to be sold on campus, but you may consider replacing snacks in a healthy way", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk foods to be sold on campus, but they can have cheese.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they must provide a variety of health alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if you have a program that allows your child to provide healthy, essentially more expensive food at a reasonable price, that&#39;s another story.", "label": "Schools providing healthy alternatives"}
{"text": "The school understands the claim that junk food should not be allowed to be sold on campus, but students should be able to choose what to eat.", "label": "Student choice"}
{"text": "The school should not sell junk food on campus, but some schools sold it.", "label": "School without generating money"}
{"text": "Schools should not allow junk foods to be sold on campus, but they should provide a healthier alternative,", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but students should include the type of healthy food in their comments", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should make a little more money.", "label": "Schools generate money"}
{"text": "Schools should not allow junk foods to be sold on campus, but they should provide healthy and tasty alternatives so that students do not feel lacking in school", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but should allow them to sell nutritious food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but may consider selling them in sports or extracurricular activities.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk foods to be sold on campus, but they can provide healthy alternatives if necessary", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but only if they are specific to a specific item", "label": "Unclassified Off-Topic"}
{"text": "Schools should not sell junk food in schools but instead sell fruit instead.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but it is almost impossible to forget the benefits of selling them at school.", "label": "Schools generate money"}
{"text": "Schools should ban junk food from being sold on campus, but should limit student access to junk food", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus, but must have a vending machine with healthy snack options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus but should allow them to sell a healthier alternative", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but children should be able to choose.", "label": "Student choice"}
{"text": "The school claims that junk food should not be allowed to be sold on campus, but some students should be allowed to choose to eat.", "label": "Student choice"}
{"text": "Schools should not offer junk food on campus and offer a healthier alternative.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they should provide health alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "The school should not allow junk food to be sold on campus, but if the child decides to bring it from his / her home, he / she will have the child and his / her parents at that point", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but students should be able to make their own decisions about the food they consume", "label": "Student choice"}
{"text": "Schools should not sell junk food on campus, but it is important that students make their choices", "label": "Student choice"}
{"text": "Schools should not sell junk food on campus, but students can take what they want at home.", "label": "Students without choice"}
{"text": "Schools should ban junk food from being sold on campus, but they can make more money at school because they are more likely to buy junk food", "label": "Schools generate money"}
{"text": "Schools should not allow junk foods to be sold on campus, and they should sell more nutritious food because of their high nutritional value.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but sometimes they should not be called &quot;junk food&quot;.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but should only be allowed on certain days", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but should allow for healthier snacks and food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is up to the student to bring the student to the lunch city", "label": "Students without choice"}
{"text": "Schools should not allow junk foods to be sold on campus, but they should provide a variety of health options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should be allowed if the student brings it elsewhere", "label": "Students without choice"}
{"text": "Schools should not allow junk foods to be sold on campus, but they must reconsider healthy snack options in restaurants and machines to provide food for their children and to generate income for the school", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but they should have healthy snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but they can also be used as rewards.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not sell junk food on campus, but this hinders the freedom of choice.", "label": "Student choice"}
{"text": "Schools should not allow junk foods to be sold on campus, but they should eat healthy food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should understand that junk foods should not be allowed to be sold on campus, but they are currently serving high-demand foods (i", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk foods to be sold on campus and should allow the sale of healthier food options to create good health and healthy habits", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but they should try to maintain a healthy eating habits and lifestyle while students go to school", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students can not control food that they eat far from school", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but they raise money at the school.", "label": "Schools generate money"}
{"text": "Schools should not allow junk foods to be sold on campus and should allow them to sell healthier options on campus", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but healthy choices should be allowed if allowed", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but you can purchase vending machines that sell healthier foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they must provide snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students can, of course, live off campus.", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus, but children can bring it to their liking.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but children should opt for the food they actually want to eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but parents should also tell their children what to eat.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but may allow students to provide a greater range of healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but they should create healthy habits.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they can provide nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they should provide healthy alternatives and work with health professionals to create healthy eating habits", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but students will still bring their snacks", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus, but instead should make healthy choices.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but they can provide a healthier version that can provide additional funds to the school", "label": "Schools providing healthy alternatives"}
{"text": "Schools should provide healthy alternatives rather than selling junk food on campus.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students should always choose what they can buy as snacks.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but this practice will continue because they are making money.", "label": "Schools generate money"}
{"text": "Schools should not allow junk foods to be sold on campus, but they think they can make money at school by placing healthy snack options on their vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they can provide healthy and delicious food, including fruits, vegetables, and healthy grains, as well as information on how to choose good food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they are not good students.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but children should be able to choose what they eat.", "label": "Student choice"}
{"text": "Schools should not allow junk foods to be sold on campus, but students should find attractive food alternatives that interest them.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus but should allow them to be picked up at home if allowed by their parents", "label": "Students without choice"}
{"text": "Schools should not allow junk foods to be sold on campus and should refrain from misinformation science about &quot;health&quot; of food, instead of emphasizing scientifically understood nutrition", "label": "School without generating money"}
{"text": "Schools should not sell junk food on campus, but schools can work with food service providers to provide healthy versions of their favorite foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but should consider selling healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus and instead provide a healthy alternative.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but junk food taken from home should not be confiscated", "label": "School without generating money"}
{"text": "Schools should not allow junk foods to be sold on campus, but they must provide a variety of options to choose from.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but they can be sold moderately and allow children to choose for themselves.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but all cookies must be part of an overall balanced diet as offered in the cafeteria", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but should not penalize students who bring their own food", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus, but there are many foods that can be sold at schools for fundraising, such as popcorn.", "label": "School without generating money"}
{"text": "Schools should not sell junk food on campus, but instead of junk food, they should offer affordable health options, sell healthier items, and sell at great prices", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should encourage students to make appetite and make more apples than apples.", "label": "School without generating money"}
{"text": "Schools should not sell junk food on campus, but they should be able to sell healthy snack alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they must provide junk food substitutes that can be sold on campus.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they should provide healthy alternatives to encourage healthy habits.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they can bring it home.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but it is not convenient to sell them near you.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not sell junk food on campus, but they should provide healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but should instead use healthier food on vending machines instead", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but some people think that they should choose what they want to eat.", "label": "Student choice"}
{"text": "Schools should not sell junk food on campus, but schools can pack snack machines with nutritious food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but parents should be able to pack what they want for their children&#39;s lunch", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but I think some junk food is okay. I think it is just about mediation and balancing with healthier foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they should provide healthy alternatives that are similar to junk food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they should provide healthy options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but they should provide healthy snacks that students can choose from.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not offer junk food on campus but provide health food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but if they do, they should charge more.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide an alternative to delicious junk food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they should replace junk foods with nutritious snack options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should not sell healthier alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students should allow junk food when they eat lunch", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus, but they should replace junk food with a healthy option", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they can sell healthy snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but many students continue to eat these unhealthy snacks.", "label": "Students without choice"}
{"text": "Schools should not allow junk foods to be sold on campus, but they should encourage healthy eating by offering other snacks and drinks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but should be able to sell in the general market.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not sell junk food on campus, but they should provide a healthy alternative.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is okay if you brought it from home.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not sell junk food on campus, but they should provide a healthier alternative", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but they add sweet things, but good things are good for you", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but schools can fill snack machines with nutritious options.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but they should fill snack machines with more nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they will continue to do so anyway.", "label": "School without generating money"}
{"text": "Schools should not sell junk food on campus, but it is fast and inexpensive.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but children should be able to pick it up if they choose to eat it.", "label": "Students can still bring/access junk food"}
{"text": "Schools should not sell junk food on campus, but they should provide healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus. However, since you are thinking about replacing snacks with health alternatives, you can eat snacks all day long.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but should replace them with healthy, nutritious options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but it is okay after a while.", "label": "Schools generate money"}
{"text": "Schools should not sell junk food on campus, but sell healthy snacks such as sugar yogurt and fruit", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus and sell nutritious food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but parents ultimately must control their decisions", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus but should instead offer healthy snack options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but selling snacks will pay for the school.", "label": "Schools generate money"}
{"text": "Schools should not sell junk food on campus, but they should give you options.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but it is okay if students bring some.", "label": "Students without choice"}
{"text": "Schools should not allow junk foods to be sold on campus, but they should not prevent them from bringing them home", "label": "School without generating money"}
{"text": "Schools should not allow junk foods to be sold on campus, but they should provide healthy options for snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus. Butter will not be healthy.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not sell junk food on campus, but they should not be prohibited.", "label": "School without generating money"}
{"text": "Schools should not allow junk foods to be sold on campus, but they should provide a variety of options for students who are healthier alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus,", "label": "Unclassified Off-Topic"}
{"text": "Schools should not sell junk food on campus, but they did not stop selling.", "label": "School without generating money"}
{"text": "Schools should not sell junk food on campus, but they should make money with junk food.", "label": "Schools generate money"}
{"text": "Schools should not allow junk foods to be sold on campus, but they can sell food that is similar in health and taste.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but they should provide kids with friendly, nutritious alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but they should provide healthier alternatives to those foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should be encouraged outside the campus.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they still have to decide what food they choose", "label": "Student choice"}
{"text": "Schools should not sell junk food on campus but instead provide healthy options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students should be responsible enough to make healthy choices for themselves", "label": "Student choice"}
{"text": "The school claims that you should not allow junk food to be sold on campus, but you should allow students to choose their own food", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but if children exercise enough to burn excessive calories and sugar consumption, they may allow junk food moderately", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus, but some options for junk food are okay.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but students should choose what to eat", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but make money for the school", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but everyone must have the right to sell, buy, or eat.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not sell junk food on campus, but some people think children should be able to make their own choices.", "label": "Student choice"}
{"text": "Schools should not allow junk foods to be sold on campus, but young people need guidelines for food decisions.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they must provide other snack pickers.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk foods to be sold on campus, but they are not healthy.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk foods to be sold on campus, but young people should choose the type of food they want to buy and eat", "label": "Student choice"}
{"text": "Schools should not sell junk food on campus, but they must offer a variety of health options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus but instead provide snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but selling more healthy foods will make more students concentrate", "label": "Schools providing healthy alternatives"}