{"text": "Schools should not let junk food be sold on campus, but not healthy", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but it depends on the decision of each school or school board", "label": "School without generating money"}
{"text": "Schools should not let junk food be sold on campus, but healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but may be restricted", "label": "Unclassified Off-Topic"}
{"text": "Schools should not let junk food be sold on campus, but if they want to go, they should put healthier junk food snacks on vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but schools can increase school income by selling junk food.", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but can sell healthy snacks and nutritious foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but that doesn&#39;t mean they can&#39;t continue to sell snacks and food. These days, basically every food has many healthy alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should allow people to choose their own diet.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but can sell healthy food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but provide healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students can take home any lunch they want, including garbage.", "label": "Students without choice"}
{"text": "Schools should not allow junk food on campus, but it should be something children choose to eat.", "label": "Student choice"}
{"text": "Schools should not sell junk food on campus, but should sell nutritious food and snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but parents need to pay attention to what the children are eating.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they should have the choice of teachers and other staff.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but may allow some junk food on special occasions.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but students can tell them where they can buy food (i", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but many people feel that it raises funds for schools so that children can choose what to eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they can provide more nutritious food for snack machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but can provide healthier options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but some people think these children should have more changes.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but students can choose to eat outside the school.", "label": "Students without choice"}
{"text": "Schools should not let junk food be sold on campus, but they should be able to sell on certain occasions", "label": "Students without choice"}
{"text": "Schools should not allow junk food on campus, but they should provide healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but they will continue to do so", "label": "School without generating money"}
{"text": "Schools should not allow junk food on campus, but they should eat some healthy foods that can still be eaten, like baked potato chips instead of fried", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but special events may be held each month, and parents are advised to sell prizes for fundraising events or other school activities.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but this is acceptable for sports-related activities.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but ultimately students should make better choices, and educators and parents should educate children.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but students can carry one of these foods with parental approval and not trade with other students.", "label": "Students without choice"}
{"text": "Schools should not let junk food be sold on campus, but I don’t think the school will completely eliminate junk food on campus because it brings them much-needed money.", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but should provide healthy alternatives to children such as fruits and vegetables.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthy food such as vegetables and protein bars.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not let junk food be sold on campus, but they will only take it somewhere else or take it home.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but this is a difficult problem because health foods are often much more expensive.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not let junk food be sold on campus, but they can sell healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide delicious and nutritious snack options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but parents will instill a healthy belief in their children.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but the profits they get from it are tempting", "label": "Schools generate money"}
{"text": "Schools should not allow junk food on campus, but snacks can be moderate", "label": "Students without choice"}
{"text": "Schools should not allow junk food on campus, but there may be healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthy food choices in vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but I understand that some individuals and groups believe that children should choose junk or food entirely.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthier options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should be able to make up for income through healthier snack choices, because students tend to prefer these options when less healthy snacks are not available.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not let junk food be sold on campus, but they make money to sell junk food", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthier alternatives, which is also delicious.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but only allow students to use healthy food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but as parents, we also have a responsibility to teach healthy eating habits.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if parents provide junk food, students should be allowed to carry junk food.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they should provide healthy alternatives to children.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but can provide more types of healthy food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but this is good", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but instead be determined by each campus.", "label": "School without generating money"}
{"text": "Schools should not allow junk food on campus, but rather bring healthy food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but continue to make them earn more money.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but if the children eat there, parents will know", "label": "Students without choice"}
{"text": "Schools should not let junk food be sold on campus, but they can replace junk food with some nutritious food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but they should have other options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but they can still sell healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but ultimately individuals or their guardians should decide what they want to eat.", "label": "Students without choice"}
{"text": "Schools should not sell junk food on campus, but children can bring lunch at home", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but doing so would cause them to lose money and may be used to provide key funding.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food on campus, but health snacks should be added to vending machines", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but children should be allowed to take it to the site to eat on their own.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but only health foods can be sold", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but children should be allowed to have a voice when choosing their own food.", "label": "Students without choice"}
{"text": "Schools should not let junk food be sold on campus, but should be fruit", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it can allow the sale of nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but should provide healthy snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should not control diet outside the school.", "label": "School without generating money"}
{"text": "Schools should not allow junk food on campus, but if you do, limit it to after school", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but may only allow junk food at certain times of the day.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food on campus, but junk food companies won’t like it.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but junk food does not have proper nutrition to help growing children", "label": "Students without choice"}
{"text": "Schools should not allow junk food on campus, but other health foods can be allowed", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but allow healthier snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but parents are responsible for educating their children about healthy eating/lifestyle", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but this does not affect the nutrition they receive at home, so more education and support is needed to help parents who need help with healthy food.", "label": "Students without choice"}
{"text": "Schools should not allow junk food on campus, but if children choose to bring their lunch", "label": "Students can still bring/access junk food"}
{"text": "Schools should not allow junk food to be sold on campus, but they do not have the authority to regulate food brought from outside.", "label": "School without generating money"}
{"text": "Schools should not allow junk food on campus, but children will find a way to get what they want.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide students with a variety of healthy foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it may be acceptable for special occasions and limited quantities, such as Valentine&#39;s Day, Halloween, etc.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but I think they should be able to take it home if needed.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they can sell more nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but they should also provide students with healthier and more nutritious lunches.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but they will sell good food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but can provide students with healthier alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students should be allowed to purchase healthier snack options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it does allow students to make choices", "label": "Student choice"}
{"text": "Schools should not let junk food be sold on campus, but they can replace them with healthy snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should be allowed to be used at home", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should be allowed to be sold off-campus, and if needed, they can bring junk food to the site.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not be allowed to sell junk food on campus, but at regular intervals they can casually eat some casual snacks as a treat.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthier options for students in vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but we will let children choose what to eat.", "label": "Student choice"}
{"text": "Schools should not let junk food be sold on campus, but if students want to bring their own junk food from home, the school can’t control it.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but there should be some options that students can purchase.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but schools already have a number of roles to fill out and ask them to make too many requests to healthy arbiters.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but can easily be replaced with good food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students should be able to choose what to eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food on campus, but they should sell more nutritious snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but other healthier alternatives should be sold", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide better options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but other nutritious food should be provided to students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if there is any food, students can choose a healthier option from the cafeteria or vending machine.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but in any case", "label": "School without generating money"}
{"text": "Schools should not allow junk food on campus, but they should sell healthier snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is worth noting that many students can still easily access outside the school.", "label": "Students without choice"}
{"text": "Schools should not let junk food be sold on campus, but they should only use a few pieces of junk food to stack snack machines. 98% of snacks should be a healthy choice.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but students should be able to bring their own snacks", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but it does raise money for schools.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food on campus, but offer a few different options, maybe they can sell healthy granola bars", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but treatment from time to time is ok, should be allowed, I", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but children should be allowed to carry any food or snacks at will.", "label": "Students can still bring/access junk food"}
{"text": "Schools should not allow junk food to be sold on campus, but should also teach nutrition", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but should sell healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but choosing healthy or unhealthy food ultimately depends on the student.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but it will generate income for the school.", "label": "Schools generate money"}
{"text": "Schools should not let junk food be sold on campus, but it should educate students about the importance of nutrition and its impact on life.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but children need to have a healthy diet.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should make snack machines with more nutritious food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should not promote not eating junk food outside the school or elsewhere.", "label": "School without generating money"}
{"text": "Schools should not allow junk food on campus, but they may consider replacing food with healthy food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but it is not", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food on campus, but can have cheese", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should provide a variety of health substitutes", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but if there is a plan for children to get healthy and naturally more expensive food at a more affordable price, that&#39;s another story.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but I understand that students should be able to choose what they eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but some schools have already sold these foods.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but they should provide healthier alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should consider the feedback that students have about the types of healthy food they contain.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but they can make more money", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but they should provide healthy and delicious alternatives so students don’t feel deprived of school", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should allow for the sale of nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but can be considered for sale in sports or extracurricular activities.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they can provide healthy alternatives if necessary", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but only for certain items", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but instead sell it as a substitute for fruit.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is almost impossible to forget the profits that schools receive when selling these products.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but students should also be restricted from accessing junk food.", "label": "Students without choice"}
{"text": "Schools should not allow junk food on campus, but there should be vending machines with healthy snack options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should allow for the sale of healthier alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but children should be able to choose", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but some people think that students should be allowed to choose what to eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but instead provide healthier alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but health substitutes should be provided", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but if children decide to bring junk food from their home, then it is the child and parents at this point.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but students should be able to decide which food to eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but it is important for students to make their own choices.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but students can take home with whatever they want.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but it does bring more money to schools because students are more likely to buy junk food.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but should sell more nutritious foods because of their high nutritional value.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not let junk food be sold on campus, but that doesn&#39;t mean they shouldn&#39;t occasionally eat so-called “junk” food.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but only on specific special days.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food on campus, but allow healthier snacks and food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students should bring them to lunch", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but should provide a wider range of health options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if students bring junk food from elsewhere, they should be allowed", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they should provide healthier snack options for cafeterias and machines, provide food for children and generate income for schools.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not sell junk food on campus, but should provide healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but they can be used as rewards", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but this will hinder the freedom of choice", "label": "Student choice"}
{"text": "Schools should not let junk food be sold on campus, but they need a healthy diet.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is understandable that they are currently providing high-demand foods (i", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but rather allow the sale of healthier food choices to promote healthy and healthy personal habits.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should try to maintain healthy eating habits and lifestyles during school.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they cannot control the food students eat from school.", "label": "School without generating money"}
{"text": "Schools should not allow junk food on campus, but it will make money for the school.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but should allow for the sale of healthier food on campus.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should allow for healthier options if allowed.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but they can provide healthier food for vending machines", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but should provide them with some snack options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students will certainly buy it off campus.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but children can carry it at will.", "label": "Students without choice"}
{"text": "Schools should not allow junk food on campus, but children should be able to choose what they want to eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but parents should also have a say in what the child eats.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they may wish to provide more healthy snacks for students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should promote healthy living habits.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they can provide nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should provide healthier alternatives and work with health professionals to help create healthy diet plans", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students will still bring their own junk food", "label": "Students without choice"}
{"text": "Schools should not allow junk food on campus, but provide healthy options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they can provide a healthier version, which will provide additional funding for the school.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but provide healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students always want to choose what they can buy through snacks.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but this practice will continue because they make money", "label": "Schools generate money"}
{"text": "Schools should not allow junk food on campus, but I think we can still make money for schools by placing healthy snacks in vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they can provide healthy and delicious food choices, including fruits, vegetables, healthy cereals, etc., as well as information on how to choose good food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not let junk food be sold on campus, but instead sell it", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food on campus, but students will not", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but children should be allowed to choose the food they eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but need to find attractive food substitutes that are of interest to students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if parents allow it, they should be allowed to take the garbage home.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should avoid falsely named pseudoscience about the “health” of food, but rather emphasize the scientific understanding of nutrition.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but schools can work with their food service providers to provide a healthy version of their favorite food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should consider allowing the sale of healthy food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not let junk food be sold on campus, but should not confiscate junk food from home.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but there are many options for children to choose from.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they can be sold in moderation, allowing children to make their own choices.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but any type of candy should be part of a balanced diet, such as served in a cafeteria.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food on campus, but should not punish students who bring their own junk food.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but schools can sell other large quantities of food, such as popcorn.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but they need to provide reasonably priced healthy food instead of junk food, rather than selling healthy food at a price tag.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should make snacks that are more appetizing for students and more able to fill the body than apples.", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but should allow the sale of healthy snack substitutes", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should try to provide alternatives to junk food that can be sold on campus.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should provide healthy alternatives to promote healthy living habits", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not let junk food be sold on campus, but they can bring it from home", "label": "Students without choice"}
{"text": "Schools should not allow junk food on campus, but there may be nearby places for sale, but this is not convenient", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food on campus, but they should provide healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but instead should replace healthier foods in vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but some people think students should choose what they want to eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but schools can provide more nutritious food for snack machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but parents should be allowed to pack whatever they want in their children’s lunches.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but I believe that some junk food is ok, it is only mild and balanced with healthier food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should provide health alternatives similar to junk food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but they should provide healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthy snacks for students to choose from.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthy food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if they do, they should charge more for it.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but instead provide an alternative to the same delicious junk food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but instead should replace junk food with more nutritious snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but healthier alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if a student brings junk food at lunch, he should be allowed to eat it.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should replace junk food with healthier options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but they can sell healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but many students continue to eat these unhealthy snacks.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should encourage healthy eating habits by providing alternative snacks and beverages.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should be sold on the general market.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food on campus, but they should provide healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if it is brought from home, then it’s good.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthier alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but should add sweets, but sweets that are good for you.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but schools can provide more nutrition options for snack machines.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but they must provide more nutritious food for the snack machine.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but they will continue to do so anyway.", "label": "School without generating money"}
{"text": "Schools should not allow junk food on campus, but it is cheap and fast", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but children should be able to carry junk food if they choose to eat.", "label": "Students can still bring/access junk food"}
{"text": "Schools should not sell junk food on campus, but they should provide healthier snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but I like the idea of putting healthy alternatives in the snack machine so they can eat snacks all day long.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but instead replace it with health and nutrition.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but occasionally", "label": "Schools generate money"}
{"text": "Schools should not allow junk food on campus, but should sell healthy snacks such as low-sugar yoghurt and fruit.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should sell nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but parents should ultimately control their decisions.", "label": "Students without choice"}
{"text": "Schools should not allow junk food on campus, but should provide healthy snack options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but selling snacks will also make money for schools.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food on campus, but they should choose teachers", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but if students bring some junk food, they can", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should not be prevented from bringing it home.", "label": "School without generating money"}
{"text": "Schools should not allow junk food on campus, but should provide healthy snack options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not let junk food sold on campus not be healthy", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but should not be banned", "label": "School without generating money"}
{"text": "Schools should not allow junk food on campus, but should provide students with many options, which would be a healthier option", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but must be sold in NOSE", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they did not take steps to stop selling", "label": "School without generating money"}
{"text": "Schools should not let junk food be sold on campus, but they can make money from junk food.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but they can sell similar delicious health foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should provide child-friendly and nutritious alternative foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should provide healthier alternatives to these foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but this still needs to be done off campus", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they can still choose what they decide to do.", "label": "Student choice"}
{"text": "Schools should not allow junk food on campus, but should provide healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students should be responsible for making healthy choices.", "label": "Student choice"}
{"text": "Schools should not allow junk food on campus, but there are reasons to believe that students should be allowed to make their own food choices.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but if children get enough exercise to eliminate any excess calories and sugar consumption, then the right amount of junk food is acceptable.", "label": "Students without choice"}
{"text": "Schools should not allow junk food on campus, but there are several junk foods to choose from.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but students should be able to choose what to eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but it will generate income for the school.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but everyone should have the right to sell, buy or eat at will.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food on campus, but some people think children should be able to make their own choices.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but young people need guidance on food decisions", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but instead provide other snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not let junk food be sold on campus, but it is not good for health.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but young people should be chosen for the type of food they want to buy and eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide a variety of health options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but provide healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if they sell healthy food, students will be better able to concentrate", "label": "Schools providing healthy alternatives"}