{"text": "Schools should not allow junk food to be sold on campus, but they are not healthy", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but it is at the discretion of each school or school board.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus but healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but may be restricted", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they should put healthy junk food snacks in vending machines for purchase if they are going to go.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but schools can earn some income for school improvement by selling junk food", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but can allow them to sell healthy snacks and nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it does not mean that they can not sell snacks and food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but people should be allowed to choose their own diet", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but can instead sell healthy food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should instead provide healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools can not sell junk food on campus, but students can bring in everything they need for lunch from home.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but it should be the children&#39;s choice of what they eat", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but nutritious foods and snacks should be sold instead", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but parents should also monitor what their children are eating", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but should have options for teachers and other staff", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but may allow some junk food on special occasions", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but instead can tell students where they can buy the food (i", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but many feel that it collects money for school and gives children a choice of what they should eat", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but it is possible to fill snack machines with more nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but can provide a healthier alternative", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but some believe that these children deserve more variety", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but students can have the option of eating it outside of school", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they should be able to on specific occasions", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they should offer a healthy choice", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but healthy choices should be provided", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they keep doing so", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but they should still have some healthy food that likes baked potato chips instead of fried food", "label": "Schools providing healthy alternatives"}
{"text": "The school should not allow junk food on campus, but there may be monthly special events where parents are advised that there are snacks sold for fundraising or other school events.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but this may be acceptable for sporting events", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but ultimately it is the student&#39;s responsibility to make a better choice, and educators and parents should", "label": "Students without choice"}
{"text": "The school should not allow junk food to be sold on the campus, but may allow students to bring such a portion without trading with other students with parental approval. I can do it.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but I do not think that schools will completely eliminate junk food on campus.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but instead should provide children with healthy alternatives such as fruits and vegetables.", "label": "Schools providing healthy alternatives"}
{"text": "Schools can not sell junk food on campus, but health foods such as vegetables and protein bars need to be allowed.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they will just get it somewhere else or bring it from home", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should instead provide healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but healthy foods tend to be much more expensive, so solving is a difficult problem", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they can sell healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but instead should offer delicious and nutritious snack options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is up to the parents to instill a healthy belief in the children.", "label": "Students without choice"}
{"text": "The school should not allow junk food to be sold on campus, but the benefits from it are attractive.", "label": "Schools generate money"}
{"text": "The school should not allow junk food to be sold on the campus, but snacks will be reasonably fine", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but there may be healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but vending machines should offer healthy food choices", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but I understand that certain individuals and groups think that children should choose either junk food or delicious food completely To do", "label": "Student choice"}
{"text": "Schools should not be allowed to sell junk food on campus, but instead health options should be made available", "label": "Schools providing healthy alternatives"}
{"text": "Do not allow junk food to be sold on campus at school. Alternatively, if unhealthy snacks are not available, students can supplement their income by focusing on these options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they sell junk food and earn money", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but should instead provide delicious, healthier alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools are not allowed to sell junk food on campus, but health food is only allowed for students", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but teaching a healthy diet is also our responsibility as parents.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students should be allowed to bring junk food if provided by parents", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide attractive and healthy alternatives for children", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but can have more diverse health food", "label": "Schools providing healthy alternatives"}
{"text": "The school should not allow junk food to be sold on campus, but it is very good", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but it is up to the individual campus to decide.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but should bring healthy food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should continue to make more money", "label": "Schools generate money"}
{"text": "The school should not allow junk food to be sold on campus, but if it is there children will eat without eating without knowing the parents", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but junk food can be replaced with some nutritious food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should have other options available", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they can still sell healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is ultimately up to the individual or their parents to decide what they want to eat.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but children can bring lunch from home", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but doing so will cause them to lose money that may be used to provide them with major funding", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but vending machines should incorporate healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Do not allow schools to sell junk food on campus", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, only healthy food should be sold", "label": "Schools providing healthy alternatives"}
{"text": "Do not allow schools to sell junk food on campus", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on fruit rather than on campus", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it can allow them to sell nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should instead provide healthy snack food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should not manage food outside of school.", "label": "School without generating money"}
{"text": "The school should not allow junk food to be sold on campus, but if so it should be limited after school", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but only during certain times of the day", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but junk food companies will not like it", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but there is no proper nutrition for junk food to help growing children", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but other health food can be allowed", "label": "Schools providing healthy alternatives"}
{"text": "Schools do not allow junk food to be sold on campus, but healthy snacks allow", "label": "Schools providing healthy alternatives"}
{"text": "While schools should not allow junk food to be sold on campus, it is the parents&#39; responsibility to try to teach children about a healthy diet / lifestyle.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but this does not affect the nutrition they receive at home, so more to parents who need to help access health foods I need education and support", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but if children choose to bring it for their lunch which is on them", "label": "Students can still bring/access junk food"}
{"text": "Schools should not allow junk food to be sold on campus, but they do not have the right to crack down on food brought in from outside.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but children are trying to find a way to get what they want", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide students with various health foods", "label": "Schools providing healthy alternatives"}
{"text": "Do not allow junk food to be sold on campus at school. However, special cases such as Valentine&#39;s Day, Halloween, etc. may be acceptable in limited amounts.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but I think they should be able to bring them from home if they wish", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they can sell more nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should also provide healthier and nutritious lunches for students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they are selling good items", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but healthier alternatives can be made available to students", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should allow students to purchase healthier snack options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but allow students to make choices", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but you can replace them with healthy snacks instead", "label": "Schools providing healthy alternatives"}
{"text": "The school should not allow junk food to be sold on campus, but it should be allowed at home", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but off-campus sales should be allowed, and they can bring junk food on site if needed", "label": "Unclassified Off-Topic"}
{"text": "The school should not allow junk food to be sold on the campus, but a few random snacks sometimes mixed as a feast are also fine", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but vending machines should provide students with healthier options", "label": "Schools providing healthy alternatives"}
{"text": "The school should not allow junk food to be sold on campus, but we give children a choice of what to eat", "label": "Student choice"}
{"text": "The school should not allow junk food to be sold on campus, but the school can not control this if students want to bring their junk food lunch from home.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but there should be some options for what students can buy", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but schools already play many roles and it is difficult to ask a health adjudicator.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but it can be easily replaced with delicious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students should make choices about what they eat", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they should sell more nutritious snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but other healthier alternatives should be sold", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide a better choice", "label": "Schools providing healthy alternatives"}
{"text": "The school should not allow junk food to be sold on the campus, but should provide students with other nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools can not sell junk food on campus, but if you have a cafeteria or vending machine, you can make a healthier choice.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but anyway they will", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but should sell healthier snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is worth noting that many students still have easy access to it off campus.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they need to stack several junk foods on snack machines, and 98% of snacks should be a healthy choice.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow selling junk food on campus, but students should be able to bring their own snacks if desired", "label": "Students without choice"}
{"text": "The school should not allow selling junk food on campus, but it collects money for the school", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but should instead offer several different options, maybe they can sell healthy granola bars instead", "label": "Schools providing healthy alternatives"}
{"text": "The school should not allow junk food to be sold on the campus, but sometimes the treat is fine and should be allowed I", "label": "Unclassified Off-Topic"}
{"text": "While schools can not sell junk food on campus, children should be allowed to bring whatever food or snack they have.", "label": "Students can still bring/access junk food"}
{"text": "Schools should not allow junk food to be sold on campus, but should also teach nutrition", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but should sell healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is ultimately up to the student to choose between a healthy diet and an unhealthy diet.", "label": "Student choice"}
{"text": "The school should not allow junk food to be sold on campus, but it generates income for the school", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but it should educate students about the importance of nutrition and how it can affect them in life", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but children should be exposed to a healthy diet", "label": "Schools providing healthy alternatives"}
{"text": "Schools do not allow junk food to be sold on campus, but should make snack machines with more nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should not promote junk food from off campus or elsewhere.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but may consider replacing snacks with healthier options.", "label": "Schools providing healthy alternatives"}
{"text": "The school should not allow junk food to be sold on campus, but it is not", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but can include cheese", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should offer a wide range of healthy alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is another story if there is a program that allows children to make healthy and inherently more expensive food at more affordable prices.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but I understand the argument that students should be able to choose what they eat", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but some schools have sold this food", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthier alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "Do not allow schools to sell junk food on campus.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they do it to make some extra money", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but they should provide healthy and delicious alternatives so that students do not feel they are being taken away from school.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus but should allow the sale of nutritious foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but you can consider selling them at sports or special curriculum events", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they can provide healthy alternatives if they are needed", "label": "Schools providing healthy alternatives"}
{"text": "The school should not allow junk food to be sold on campus, but only if it is limited to specific items", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but should instead sell fruit", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is almost impossible to forget the benefits that schools generate when selling these products.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but should restrict access to junk food to students", "label": "Students without choice"}
{"text": "Do not allow junk food to be sold on campus at school. However, you need to have a vending machine with a choice of healthy snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should be allowed to sell somewhat healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but children should be able to choose", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but some argue that students should be allowed to choose what they eat", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthier alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide alternative health", "label": "Schools providing healthy alternatives"}
{"text": "The school should not allow junk food to be sold on the campus, but if the children decide to bring it from their own home, it is on the children and parents at that time", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but students should be able to make decisions about the food they consume.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but it is important for students to be able to make their own choices.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but students are free to bring what they want from home", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they will generate more money for the school, as students are more likely to buy junk food.", "label": "Schools generate money"}
{"text": "Schools should not be allowed to sell junk food on campus, but they should be selling more nutritious foods because they are nutritious", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but that does not mean that they should not sometimes have so-called &quot;junk&quot; food every time", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but only during certain special days.", "label": "Unclassified Off-Topic"}
{"text": "Schools do not allow junk food to be sold on campus, but allow for healthier snacks and food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is up to the students to bring lunch.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should offer a wider range of health options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should be allowed if students bring it from elsewhere", "label": "Students without choice"}
{"text": "The school should not allow junk food to be sold on campus, but it will supply children with food and stock up cafeterias and machines with healthier snack options to bring income to the school. It should be kept.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but healthy snacks should be available", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but maybe they should be used as rewards", "label": "Unclassified Off-Topic"}
{"text": "The school should not allow junk food to be sold on campus, but it interferes with the freedom of choice", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they need to eat healthy", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is understandable that they are currently offering high demand food.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but rather allow the sale of healthier food options to promote healthy and healthy personal habits", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should try to maintain students&#39; healthy eating habits and lifestyle while they attend school", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they can not manage the food that their students eat away from school", "label": "School without generating money"}
{"text": "The school should not allow junk food to be sold on campus, but it generates money for the school", "label": "Schools generate money"}
{"text": "Schools should not be allowed to sell junk food on campus, but should be allowed to sell healthier options on campus", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if allowed, healthier choices should also be allowed", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they can stock vending machines with healthier food", "label": "Schools providing healthy alternatives"}
{"text": "The school should not allow junk food to be sold on the campus, but should offer them some of the snack options", "label": "Schools providing healthy alternatives"}
{"text": "The school should not allow junk food to be sold on campus, but students will of course buy it off campus", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but children can bring what they like", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but children should really have a choice as to what they want to eat", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but parents should also have a say in what their children eat", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but may wish to allow a wider range of healthy snacks to be available to students", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should promote healthy habits", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they can provide nutritious food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should work with health care professionals to provide healthier alternatives and help create a healthy eating initiative", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students will still bring their own junk food", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should instead make a healthy choice available", "label": "Schools providing healthy alternatives"}
{"text": "While schools should not allow junk food to be sold on campus, they can provide a healthier version that will provide additional funding to schools", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students will always want a choice of what they can buy in a snack way", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but this practice continues because they earn money", "label": "Schools generate money"}
{"text": "Schools can&#39;t sell junk food on campus, but I think you can make money to school by putting healthy snack options in a vending machine.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but can provide information on healthy and delicious food choices, including fruits, vegetables, healthy grains, etc., and how to choose good food. .", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but sold out", "label": "Unclassified Off-Topic"}
{"text": "Schools must not allow junk food to be sold on campus", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but children should be allowed to choose what they eat", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but students need to find attractive alternatives that are of interest", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but parents should allow them to take home from home if they allow", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should avoid false-named false science of food “health” and instead emphasize scientifically understood nutrition", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but schools can work with their food service providers to provide a healthy version of students&#39; favorite food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on-campus sales, but should consider selling healthy choices", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should instead provide healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should not seize junk food brought in from home", "label": "School without generating money"}
{"text": "The school should not allow junk food to be sold on the campus, but children should have various options to choose from", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they may be sold moderately and allow children to make their own choices", "label": "Unclassified Off-Topic"}
{"text": "While schools can not sell junk food on campus, all sorts of sweets, such as cafeteria meals, are part of a balanced diet.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they should not penalize students who bring themselves", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but there are many other foods that schools can sell for funding like popcorn", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide affordable health options in place of junk food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students should be prepared for appetite and snacks rather than apples.", "label": "School without generating money"}
{"text": "Schools should not allow junk food on campus, but healthy snack alternatives should be allowed.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should try to provide an alternative to junk food that can be sold on campus", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthy alternatives to promote healthy habits", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they can be taken home.", "label": "Students without choice"}
{"text": "The school should not allow junk food to be sold on the campus, but there may be a place to sell it near it, but it is not so convenient", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthy alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should instead substitute healthier foods with vending machines", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but some think that students should choose what they want to eat", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but schools can put more nutritious food in snack machines", "label": "Schools providing healthy alternatives"}
{"text": "Schools can not sell junk food on campus, but parents can pack anything they like for their children&#39;s lunch", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but some junk food is considered acceptable.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthy alternatives similar to junk food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should offer a healthy choice", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthy snacks for students to choose.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should instead provide healthy food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should charge more for it if they do", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide delicious alternatives to junk food", "label": "Schools providing healthy alternatives"}
{"text": "The school should not allow junk food to be sold on campus, but it should replace junk food with a more nutritious snack option", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but a healthier alternative", "label": "Schools providing healthy alternatives"}
{"text": "The school should not allow junk food to be sold on the campus, but he should be allowed to consume it if the student brings it for his lunch", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, and replace junk food with a healthier option.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is possible to sell healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but many students continue to eat these unhealthy snacks", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should encourage healthier eating habits by providing alternative snacks and drinks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should be marketable in the open market", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they should provide healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "The school should not allow junk food to be sold on campus, but it is fine if it is from home.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthier alternatives", "label": "Schools providing healthy alternatives"}
{"text": "The school should not allow junk food to be sold on campus, but it should be good for you, not sweet, and add it", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but schools can fill snack machines with more nutritious options", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but snack machines need to be filled with more nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they will continue to do it anyway", "label": "School without generating money"}
{"text": "The school should not allow junk food to be sold on campus, but it is cheap, fast and convenient", "label": "Unclassified Off-Topic"}
{"text": "The school should not allow junk food to be sold on campus, but kids should be able to bring it if they choose to eat it", "label": "Students can still bring/access junk food"}
{"text": "Schools should not allow junk food to be sold on campus, but healthier snacks should be prepared.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but I like the idea of putting healthy alternatives into snack machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus and should be replaced with healthy and nutritious options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it will occasionally be fine", "label": "Schools generate money"}
{"text": "While schools do not allow junk food to be sold on campus, healthy snacks such as low sugar yogurt and fruits need to be sold.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should sell nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but parents should ultimately manage their child&#39;s decisions.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should instead offer healthy snack options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but selling snacks also makes money for schools", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but should be chosen for teachers.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but students can bring it in", "label": "Students without choice"}
{"text": "The school should not allow junk food to be sold on campus, but it should not prevent it from being brought home", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide a healthy choice for snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus butter", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow, but not prohibit, selling junk food on campus", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but should offer many options for students who would be a healthier alternative", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they did not take steps to stop selling", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but they earn money with junk food", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but it is possible to sell similar delicious healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide nutritious alternative foods for children.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthier alternatives to such foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but this should still be encouraged off campus", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but what they decide to do is their own choice", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should instead provide a healthy option", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students should be fully responsible for making a healthy choice on their own", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but there is an assertion that students should be allowed to choose their own food", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but moderate junk food is acceptable if the child is exercising enough to burn excess calories and sugar consumption.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but some options for junk food will be fine", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but students should make choices about what they eat", "label": "Student choice"}
{"text": "The school should not allow junk food to be sold on the campus, but it generates income for the school", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but everyone should have the right to sell, buy or eat as they like", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but some think that children should be able to make their own choices", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but young people need guidance on their food decisions", "label": "Students without choice"}
{"text": "The school should not allow junk food to be sold on the campus, but should offer alternative snacks opt-in", "label": "Schools providing healthy alternatives"}
{"text": "The school should not allow junk food to be sold on campus, but it is not good for health", "label": "Unclassified Off-Topic"}
{"text": "Schools do not allow you to sell junk food on campus, but young people should be given the choice of what kind of goods they want to buy and eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they should offer a variety of healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but instead should provide healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but more students will be more focused if they sell healthy food", "label": "Schools providing healthy alternatives"}