{"text": "Schools should not allow the sale of junk food on campus, but this is not helpful", "label": "Unclassified Off-Topic"}
{"text": "Schools do not have to allow the sale of junk food on campus, but this depends on the discretion of each school or school board.", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but HEALTHY SNACKS", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but this may be limited", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but if they are going, they should put more healthy junk food snacks on the vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but schools can generate some income for school improvements by selling junk food.", "label": "School without generating money"}
{"text": "Schools do not have to allow the sale of junk food on campus, but it can sell healthy snacks and nutritious food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow them to sell junk food on campus, but this does not mean that they cannot sell snacks and food; there are many healthy alternatives to almost every type of food these days.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but people should be able to choose their diet.", "label": "Student choice"}
{"text": "Schools do not have to allow the sale of junk food on campus, but they can sell healthy food instead.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but instead provide healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but students can bring whatever they want from home for lunch, including junk.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but the choice of children should depend on what they eat", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but instead sell nutritious food and snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but parents should make sure that their children eat.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but they should have options for teachers and other staff.", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but may allow the use of certain unwanted foods in special cases.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but students can be told where they can buy food (I", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but many people believe that it raises money for school and gives children a choice of what they should eat", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but they can fill snack machines with more nutritious food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools do not have to allow junk food on campus, but may offer healthier options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but some believe that these children deserve more diversity", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but students can eat it outside of school.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but they should be able in certain cases", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but they should provide healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but healthy options should be offered.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they continue to do so.", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but they should have healthy food that is still good, such as baked potato chips instead of fried", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but special events can be held monthly when parents are told that food will be sold to raise funds or another school event.", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but it will be acceptable for sporting events", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but ultimately students should make better choices, and teachers and parents should teach children how to", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but students may be allowed to bring one portion with parental permission and without sharing with other students.", "label": "Students without choice"}
{"text": "Schools don&#39;t have to allow junk food on campus, but I don&#39;t think schools eliminate junk food on campus because it brings them much-needed money", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthy alternatives such as fruits and vegetables to children", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but allow healthy foods such as vegetables and protein bars to be consumed.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they will just take it elsewhere or bring it from home.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but should instead offer healthy alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but this is a difficult problem, since healthy food tends to cost much more.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they can sell healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but instead offer delicious and nutritious snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but ultimately parents should instill healthy beliefs in their children.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but the profits they make from it are tempting.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food on campus, but snacks are fine", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but there may be healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthy food in vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but I understand that some people and groups believe that children should have a full choice of unhealthy or good food.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but healthier options should be available instead.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but instead should be able to earn income through healthier snack options, as students will strive for these options when less healthy snacks are not available.", "label": "Schools providing healthy alternatives"}
{"text": "Schools do not have to allow the sale of junk food on campus, but they make money selling junk food", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer more healthy alternatives that also taste good.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but healthy food is only allowed for students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but we are also obligated as parents to teach healthy eating.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but students should be allowed to bring junk food if parents provide it.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but they should offer healthy alternatives that children like.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but may have more varied health food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but so good", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but individual campuses should decide on this.", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but bring healthy food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but continue to make more money", "label": "Schools generate money"}
{"text": "Schools should not be allowed to sell junk food on campus, but if it is there, children will eat without parents, knowing", "label": "Students without choice"}
{"text": "Schools do not have to allow the sale of junk food on campus, but they can replace junk food with some nutritious foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they should have other options available.", "label": "Schools providing healthy alternatives"}
{"text": "Schools do not have to allow the sale of junk food on campus, but they can sell healthy snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but ultimately it’s up to the person or his guardian to decide what they want to eat.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but children can bring lunch from home", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but this can lead to a loss of money that can be used to secure core funding.", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but they should include healthy snacks in vending machines", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but children should be able to bring it in place to eat themselves.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but only healthy food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should allow children to choose their own food.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, except fruit", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but it may allow the sale of nutritious food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but instead provide healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they should not control their diet outside of school", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but if so, restrict it after school", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, and may only allow it on certain days of the day.", "label": "Unclassified Off-Topic"}
{"text": "Schools don&#39;t have to allow junk food on campus, but junk food companies won&#39;t like it", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but junk food does not have the proper diet to help growing children", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but other healthy foods can be allowed.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but allow more healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but parents are required to teach their children healthy eating / lifestyle choices.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but this will not affect the food they receive at home, so more education and support is needed for parents who need help getting healthy food.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but if children decide to bring it to their lunch, which they have", "label": "Students can still bring/access junk food"}
{"text": "Schools should not allow the sale of junk food on campus, but they are not eligible for police food brought from outside", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but children will find a way to get what they want", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but they should provide students with a variety of healthy foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but in special cases and in limited quantities it may be acceptable, for example, Valentine, Halloween and the like.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but I think they should be able to bring home from home if they want", "label": "Students without choice"}
{"text": "Schools do not have to allow the sale of junk food on campus, but they can sell more nutritious food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they should also serve healthier and more nutritious meals for students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools don&#39;t have to allow junk food on campus, but they sell good stuff.", "label": "Schools providing healthy alternatives"}
{"text": "Schools do not have to allow junk food on campus, but healthier alternatives can be provided to students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should allow students to buy healthier snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools do not have to allow junk food on campus, but this allows students to make choices", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but instead they can replace it with healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should be allowed at home.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but it should be allowed to sell off-campus and if they wish they can bring their junk food to the place", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but a couple of random snacks mixed in as treats are fine from time to time.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer students healthier options in their vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but we give children the choice of what to eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but if students want to bring their own meals from home, schools cannot control this.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but there should be some options that students can buy", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but schools already have so many roles that asking for health referees may be too much.", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but it can easily be replaced with good food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but students should have a choice about what they eat", "label": "Student choice"}
{"text": "Schools should not allow junk food on campus, but they should sell more nutritious snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but other healthier alternatives should be sold.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but should offer better choices.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should provide other nutritious meals for students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but students should have a healthier choice: a cafeteria or vending machines, if any.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they will still", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but they should sell healthier snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but it is worth noting that many students will still have easy access to it off-campus", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but they should stack snack machines with a small amount of junk food, and 98% of snack foods should be a healthy choice.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but students should be able to bring their own snacks if they want to.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but it does raise money for schools", "label": "Schools generate money"}
{"text": "Schools should not allow them to sell junk food on campus, but instead offer various options, perhaps instead they could sell healthy granola bars.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but from time to time food is fine and should be allowed,", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but children should be allowed to take along any food or snacks they like.", "label": "Students can still bring/access junk food"}
{"text": "Schools should not allow the sale of junk food on campus, but should also teach nutrition", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but should sell healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but the choice of healthy or unhealthy food ultimately remains with the student.", "label": "Student choice"}
{"text": "Schools do not have to allow the sale of junk food on campus, but this brings income to schools.", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but should inform students about the importance of nutrition and how this may affect their lives.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but children should be subjected to healthy eating", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but make snacking machines with more nutritious food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they should not advertise that they do not eat junk food outside of campus or from another location.", "label": "School without generating money"}
{"text": "Schools do not have to allow junk food on campus, but they may consider replacing snacks with healthy options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but CAN CHEESE", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they should offer a wide selection of healthy alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but if there was a program that allows children to get healthy and more expensive food at a more affordable price, then this is another story.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but I understand the argument that students should be able to choose what they eat", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but in some schools this food has been sold.", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but they should provide a healthier alternative,", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should take into account student feedback on what types of healthy food they should include", "label": "Schools providing healthy alternatives"}
{"text": "Schools don&#39;t have to allow junk food on campus, but they do to make some money", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but they should provide healthy and tasty alternatives so that students do not feel left out of school.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should allow the sale of nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but may consider selling them at sports or extracurricular activities.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but if they should, they can offer healthy alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but only if it is limited to certain items", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but instead sell fruit as a substitute.", "label": "Schools providing healthy alternatives"}
{"text": "Schools do not have to allow the sale of junk food on campus, but it’s almost impossible to forget the profits that schools make by selling these foods", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but should also restrict access to unhealthy food for students", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but should have vending machines that have healthy snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they should sell some healthier alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but children should be able to choose", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but some argue that students should be allowed to choose what they eat", "label": "Student choice"}
{"text": "Schools don&#39;t have to allow junk food on campus, but they offer healthier alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should provide alternatives to health", "label": "Schools providing healthy alternatives"}
{"text": "Schools do not have to allow the sale of junk food on campus, but if children decide to bring it from their homes, then this concerns the child and the parent at that moment.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but students should be able to make their own decisions about what kind of food they consume.", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but it is important that students choose for themselves.", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but students are free to take with them everything they want.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but it brings more money to schools because students buy junk food more often", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but should sell more nutritious foods because they have greater nutritional value.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but this does not mean that they should not eat so-called “unhealthy” food from time to time.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but only on certain special days.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but allow more healthy snacks and food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but the student can take it with him to lunch", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but should provide a wider choice of healthier options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but if a student brings it from somewhere else, it should be allowed", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but they should supply the cafeteria and vending machines with healthier snacks to provide food for children and earn income for the school.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but there should be healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but may use it as a reward", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but this prevents freedom of choice", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but they should eat healthy food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but it is clear that they currently provide food that is in high demand (", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but instead allow the sale of more healthy food options to promote good health and healthy personal habits.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should try to maintain healthy eating habits and lifestyles for students while they attend school.", "label": "Schools providing healthy alternatives"}
{"text": "Schools do not have to allow the sale of junk food on campus, but they cannot control what foods their students eat outside of school.", "label": "School without generating money"}
{"text": "Schools do not have to allow the sale of junk food on campus, but it makes money for schools.", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but should allow the sale of more healthy meals on campus.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but if allowed, more healthy choices should also be allowed", "label": "Schools providing healthy alternatives"}
{"text": "Schools do not have to allow junk food on campus, but they can provide vending machines with healthier foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide them with a snack.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but students will of course buy it off-campus.", "label": "Students without choice"}
{"text": "Schools do not have to allow junk food on campus, but children can bring whatever they like.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but children should really have a choice about what they want to eat.", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but parents should also know what their children eat.", "label": "Unclassified Off-Topic"}
{"text": "Schools do not have to allow junk food on campus, but they may want to provide a wider range of healthy snacks for students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but promote healthy habits", "label": "Schools providing healthy alternatives"}
{"text": "Schools do not have to allow the sale of junk food on campus, but they can offer nutritious foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they should offer healthier alternatives and work with health professionals to help implement healthy nutrition initiatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students will still bring their junk food", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but should make a healthy lifestyle choice.", "label": "Schools providing healthy alternatives"}
{"text": "Schools do not have to allow the sale of junk food on campus, but they can provide healthier versions that will provide additional funding for schools.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food on campus, but offer healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but students always want to choose what to buy as a snack.", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but this practice will continue as they earn money.", "label": "Schools generate money"}
{"text": "Schools should not be allowed to sell junk food on campus, but I think we can still make money for schools by putting healthy snacks on the vending machines", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they can offer healthy and tasty food, which includes fruits, vegetables, healthy grains and the like, as well as information on how to make the right food choices.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but SELL ON", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but by no means such students", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but children should be able to choose what they eat", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but should find attractive food alternatives that interest students", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they are allowed to bring it from home if parents allow it", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but pseudoscience about the “usefulness” of food should be avoided, instead focusing on nutrition that is scientifically understood.", "label": "School without generating money"}
{"text": "Schools do not have to allow the sale of junk food on campus, but schools can work with their food service providers to offer healthy choices for students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should consider selling healthy foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but instead should offer healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should not confiscate junk food brought from home.", "label": "School without generating money"}
{"text": "Schools do not have to allow the sale of junk food on campus, but children can choose from a variety of options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but it can be sold in moderation and allow children to choose.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but any sweets should be part of the overall balanced meal, for example, in the cafeteria.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but they should not punish students who bring their own", "label": "Students without choice"}
{"text": "Schools do not have to allow the sale of junk food on campus, but there are many other products that schools can sell to raise money, such as popcorn", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but they should offer affordable healthy options instead of junk food, and not sell healthy things at a reasonable, outrageous price.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they should make snacks more appetizing for students and more beneficial to the body than, say, an apple", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but they should allow selling alternatives to healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should try to offer alternatives to junk food that can be sold on campus.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthy alternatives to promote healthy habits.", "label": "Schools providing healthy alternatives"}
{"text": "Schools don&#39;t have to allow junk food on campus, but they can bring it from home", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but may have places nearby that sell it, but this is not so convenient.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but they should offer healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should replace healthier foods in vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but some believe that students should have a choice of what they want to eat", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but schools can fill snack machines with more nutritious food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but parents should be able to pack everything they want for their children’s lunches", "label": "Students without choice"}
{"text": "Schools don&#39;t have to allow junk food on campus, but I think some junk food is fine, it&#39;s just moderation and balancing it with more healthy food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthy alternatives that taste like junk food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they should provide healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should provide healthy snacks for students to choose from.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but instead should offer healthy food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but if they do, they should take more from it.", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer alternatives of junk food that are just as tasty.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should replace junk food with more nutritious snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but more healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but if students bring it to their lunch, they should be allowed to eat it.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but replace it with more healthy food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they can sell healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools do not have to allow junk food sales on campus, but many students continue to eat these unhealthy snacks", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but should encourage healthier eating habits by offering alternative snacks and drinks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should be available for sale in the general market.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but they should offer a healthy alternative", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but if it is brought from home, then this is normal", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but more healthy alternatives should be provided", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but add sweet but healthy things to you.", "label": "Schools providing healthy alternatives"}
{"text": "Schools do not have to allow the sale of junk food on campus, but schools can fill snack machines with more nutritious foods.", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but they should fill snack machines with more nutritious food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they will continue to do so anyway", "label": "School without generating money"}
{"text": "Schools don&#39;t have to allow junk food on campus, but it&#39;s cheap, fast, and convenient.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but children should be able to bring it if they decide to eat it.", "label": "Students can still bring/access junk food"}
{"text": "Schools should not allow the sale of junk food on campus, but they should make healthier snacks available", "label": "Schools providing healthy alternatives"}
{"text": "Schools don&#39;t have to allow junk food on campus, but I like the idea that health alternatives are placed in eateries so they can have a snack during the day", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but replace it with healthy and nutritious foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools do not have to allow the sale of junk food on campus, but sometimes it will be normal", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but MUST sell healthy snacks, such as low-sugar yogurt and fruit.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but sell nutritious foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but parents should ultimately control their children&#39;s decisions", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but instead offer healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools do not have to allow the sale of junk food on campus, but the sale of snacks also brings money to schools.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but they should choose teachers", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but if a student brings it, then it’s ok", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but should not prevent it from being delivered from home.", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but should provide healthy snack options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus; oil will not be healthy", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but should not prohibit it", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer many options for students who would be a healthier alternative", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but DUST IN NOSE", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but they have not taken any steps to stop selling", "label": "School without generating money"}
{"text": "Schools do not have to allow the sale of junk food on campus, but they earn money on junk food", "label": "Schools generate money"}
{"text": "Schools do not have to allow the sale of junk food on campus, but they can sell the same healthy options with good taste.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they should provide alternative food that is child-friendly and nutritious.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they should provide healthier alternatives to such food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but it should also be encouraged off-campus.", "label": "Unclassified Off-Topic"}
{"text": "Schools do not have to allow junk food on campus, but they still choose what they choose to do.", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthy options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but students should be responsible enough to make healthy choices on their own", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but there is an argument that students should be allowed to choose their own food.", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but junk food in moderation is acceptable if children get enough exercise to burn off extra calories and sugar intake.", "label": "Students without choice"}
{"text": "Schools do not have to allow junk food on campus, but a couple of junk food options will be fine", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but students should have a choice about what they eat", "label": "Student choice"}
{"text": "Schools do not have to allow the sale of junk food on campus, but this brings income to schools.", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but everyone should have the right to sell, buy or eat at their discretion", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but some people believe that children should be able to make their own choices.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but young people need advice on their food choices.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but offer alternative snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but it is bad for their health.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but young people should be given a choice of what foods they would like to buy and eat", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but they should offer a variety of healthy options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but instead offer healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but if they sell healthy food, more students will concentrate better", "label": "Schools providing healthy alternatives"}