{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and they hire our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it allows children to make unhealthy decisions and be more likely to be overweight.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it encourages an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it contributes to obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as students should be encouraged to live healthy lifestyles.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because teenagers are not adults capable of exercising the kind of self-control we associate with rational actors who freely choose to make unhealthy decisions.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and causes obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is an unhealthy option", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is a negative effect on student health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they cause diseases such as diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not good for student health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is causing an increase in childhood obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy for many children to eat these things.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students are often busy and are likely to choose something that is unhealthy because it is faster or easier to prepare and consume.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students have not matured enough to make rational decisions regarding their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because its nutritional value is low and obesity and disease increase.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it contributes to the contracting rate of childhood obesity.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because it begins teaching children lifestyle choices that are not sustainable for their long-term health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is not for health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it contributes to an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not good for the student&#39;s health and provides little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus due to the appearance of type 2 diabetes among young people in recent years.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are a learning environment and should help children learn how to eat healthy by providing them with healthy foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because foos are not healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children must have healthier options available.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because this would collaborate to improve student health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not good for the health of their students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they promote diabetes and obesity in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is harmful to children&#39;s health and is one of the leading causes of diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes an unhealthy lifestyle for impressionable children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have a moral responsibility to keep their students equal and healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy and can lead to an increase in cases of type 2 diabetes in our youth.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there is increasing evidence that children get Diabitis 2.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it adds little nutritional value to a student&#39;s diet, in addition to contributing to type 2 diabetes for children / students.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it does not promote a healthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is harmful to their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they should have healthier options available.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it contributes to childhood obesity and diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children will be very tempted to eat unhealthy foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is the responsibility of the school to promote healthy habits in children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is low in nutritional value and high in salt, fat and sugar.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because if junk food is available, it is more difficult for children to choose the healthiest option.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes bad eating habits, which increases the chances of health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children need to know what healthy food options are.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not good for young people&#39;s health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because young students eat junk food too often, which can be seen through an increase in obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are not healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because type 2 diabetes and obesity", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy eating habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is conducive to poor health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there is little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have a responsibility to promote healthy behaviors.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can cause all kinds of health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the United States already has an epidemic of obese children and schools must try to control it.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and inactive in class.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food leads to an increase in obesity rates.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because it does not promote healthy lifestyles and options.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy for students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is becoming a problem and there are other healthy things they can sell.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it does not promote healthy eating habits and poses health risks.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it encourages children to continue eating unhealthy snacks and items that can have serious health consequences, such as obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because more students will turn to foods that are not healthy for the brain.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and encourages unhealthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy for growing children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are offering unhealthy food and still want children to eat unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there are many healthy alternatives that can be put in vending machines.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because lack of nutrition and high caloric content of these foods can cause diabetes or weight problems.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there is a higher rate of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are not healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and can cause a lot of medical problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because type 2 diabetes increases", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because some parents really strive to keep their children on a healthy diet.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes children to eat in an unhealthy way.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy eating habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is known to cause a negative effect on their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the health effects of young people are negative and harmful.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy eating from an early age.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is harmful to the health of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it has a very low nutritional value and can lead to diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because health-related decisions should not be left to children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food has a lot of sugar, salt, fat and starches that are not good for student health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy for their students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it will incite unhealthy eating habits in students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it encourages unhealthy behavior in children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and all parties involved realize this.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are unhealthy and can have long-term effects.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it needs more healthy options for students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it has so little nutritional value, schools should have healthy snacks available.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children are likely to buy these tasty snacks, but they are not good for their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there have been many studies linking childhood obesity with the availability of junk food in schools.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because they must teach children healthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes an unhealthy lifestyle that leads to an obesity epidemic in our country.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it teaches children unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it causes type 2 diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students harm health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it leads to a greater number of type 2 diabetes among children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can cause obesity or diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and contributes to obesity and ultimately to diabetes and other related diseases.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy for students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy for young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy eating habits in children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children do not always make wise decisions regarding their long-term health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is an unhealthy temptation.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because healthier options must be offered.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children do very little exercise and do not learn to eat a healthy diet.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is unhealthy and there are better ways to raise funds for schools.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it increases the likelihood of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children are too young to make healthy choices and will always choose delicious unhealthy foods, especially without their parents telling them they can&#39;t.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because these foods have little nutritional value", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because too much sugar can contribute to hyperactivity, as well as other persistent health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they can cause students to develop a disease such as diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy for young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it has been shown to be unhealthy and that it does not benefit schools or school-related tasks in any way.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because in recent years there is a higher incidence of type 2 diabetes in young people related to the increase in obesity rates.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is harmful to the health of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it condones unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is leading children along a destructive path of unhealthy eating habits and possible negative outcomes in the future.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it affects the health of students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because this way of eating increases obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there is a higher incidence of type 2 diabetes and has caused an increase in obesity in recent years.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food puts children at risk of obesity and other lifestyle diseases.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because a place where our children spend most of their time should be healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it contributes to obesity and can lead to diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and negatively affects the health of our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because healthier options mean a healthier lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it affects children&#39;s health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it leads to higher rates of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools have a responsibility to promote healthy choices, since they should want the best for our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is harmful to health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they can be unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have a lot of sugar that leads to diabetes and obesity", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because I believe it is the responsibility of adults to make the best health decisions for children who cannot or will not make the best decision for themselves.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they should encourage and promote healthy eating and physical activity.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children often opt for unhealthy foods instead of healthy ones.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is very unhealthy and, although most children know that these foods are not healthy for them, they will still decide to eat them.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as schools should model cooperation with health initiatives that encourage children to eat less sugar, starches, etc., so they have a better chance of avoiding diabetes or other diseases", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food increases the likelihood of children having diabetes or having health problems.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools should promote health for all students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students need to learn to eat in a healthier way that could help reduce rates of type 2 diabetes in students.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it predisposes students to diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it must be one of their goals to promote healthy students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children are making a habit of choosing junk food instead of healthy eating.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy and we do not want an unhealthy country full of unhealthy people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have a responsibility to promote healthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it contributes to the development of diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools have a responsibility to provide healthier options for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes obesity and diabetes in young people.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food has little nutritional value and type 2 diabetes among younger people is on the rise.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus due to rising rates of diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it contributes to unhealthy behavior in young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the obesity rate is out of control and if the trash is there, children will eat it.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy for students and leads students to make bad decisions.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it creates a greater likelihood of children having type II diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it CAUSES OBESITY AND DIABETES", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it encourages them to give up healthier options for junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not good for younger people to have a bad start in life so that their health begins to fail.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is now healthy and is promoting lifelong behavior of an unhealthy lifestyle with the possibility of medical problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can cause obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there is a higher incidence of type 2 diabetes among young people in recent years.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it has low nutritional value and promotes poor student health.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there is no reason to attract students to eat and drink unhealthy products.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools have a responsibility to take care of the health and well-being of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools in other countries promote a healthy life by providing fresh and integral ingredients and have lower levels of obesity.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes an unhealthy lifestyle for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it contributes to obesity and diabetes in our youth.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not good for their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can give children diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because type 2 diabetes is increasing in frequency.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they must provide healthy options and children can bring their own junk food if they wish.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students have an increased risk of type II diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have a responsibility to help children make good decisions in their lives and worry about their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and puts children at increased risk for diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because young children need a healthy diet and less fat, salt and carbohydrates", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is not good for your health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because obesity rates in children are ridiculously high", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because it has little nutritional value and contributes to obesity.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they cause diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it leads to unhealthy children", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because type 2 diabetes is increasing.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because that type of food is not healthy for them.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children are not mature enough to make good decisions about their health, so we must help them do so by providing healthy food choices.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students are too young to know what is healthy or not.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there are healthy options that can be sold for snacks.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it increases health problems for their students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have a responsibility to consider the health of their students and promote healthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they should promote health and wellness.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it gives access to nutritionally poor foods that contribute to an unhealthy lifestyle and poor physical condition of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it creates too easy access to unhealthy foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the health risks of junk food exceed the importance of student choice, as well as any financial benefits that schools receive.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food has negative effects on children&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there is a job to teach and direct children, and modeling healthy behaviors is a way to do it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and, if available, children will eat it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it negatively affects children&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because eating too much junk food can cause diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it increases the chances of children developing obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is harmful to the health of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is known to cause a higher incidence of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy, junk food can cause many health problems", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the problem of obesity in young people increases.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because children will continue to eat, regardless of whether the food is healthy or not.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools must foster a healthier environment", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and there are no physical education programs in schools to avoid the effects of eating so much junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it has a great negative effect on their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is harmful to their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is a major contributor to diabetes and overweight children.", "label": "Diabetes and Risk Factors"}