{"text": "Schools should not allow junk food to be sold on campus because it's unhealthy and they are there contract our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it allows kids to make unhealthy choices and have a greater chance of becoming overweight.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it encourages an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it contributes to obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students should be encouraged to live healthy lifestyles.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because adolescents are not adults capable of exercising the kind of self-control we associate with rational actors choosing freely to make unhealthy decisions.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and it is causing obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is an unhealthy choice", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is the bad effect on students' health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they cause diseases such as diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not good for the students' health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is causing a rise in childhood obesity and Type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy for a lot of kids to be eating this stuff.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students are usually busy, and are likely to choose something unhealthy because it is faster or easier to prepare and consume.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the students have not matured enough to make rational decisions regarding their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because low nutritional value and they increase obesity and disease.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is contributing to a hire rate of childhood obesity.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because it begins to teach kids lifestyle choices that aren't sustainable for their long term health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is not for health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it contributes to an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not good for the student's health and provides little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because of the occurrence of type 2 diabetes among youth in recent years", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because They are a learning environment and should help kids learn how to eat healthy by providing healthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because that fools are not healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because kids should have healthier options available.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because this would collaborate for better health amongst students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it's not good for their student's health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they promote diabetes and obesity in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is bad for children's health and it's one of the main causes of diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is promoting an unhealthy lifestyle to impressionable kids.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have a moral responsibility to keep their students same and healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and may lead to increased cases of Type 2 Diabetes in our youth.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there is increasing evidence that children are getting diabetes 2.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it adds little nutritional value to a student's diet, as well as contributing to Type 2 diabetes for kids/students.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it doesn't promote a healthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it's bad for their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they should make healthier options available.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it contributes to childhood obesity and diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because kids will be too tempted to eat unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because its school responsibility to promote healthy habits in kids.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is low in nutritional value and is high in salt, fat, and sugar.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because if junk food is available, it is more difficult for young kids to choose the healthier option instead.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes bad eating habits, increasing the odds of health issues.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children need to know what healthy food options are", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it's not good for young people's health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because young students are eating junk food too often, which can be observed through an increase in obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus becauseitisnt healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because type 2 diabetes and obesity", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy food habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it's conducive to poor health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy for the students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there is little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have a responsibility to promote healthy behaviors.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can cause all kinds of health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because America already has an epidemic of obese children and schools need to try to control it.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because its not healthy snacking and are inactive in class", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food leads to rising rates of obesity.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because it does not promote healthy lifestyles and choices", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy for the students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is becoming an issue and there are other healthy things they can sell.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it does not promote healthy eating habits and poses health risks.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it encourages children to continue eating unhealthy snacks and items that can lead to serious health consequences such as obesity and Diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because more students will resort to food that isn’t healthy for the brain.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and encourages unhealthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy for growing children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are offering on nutritious food and continue to want kids to eat unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there are so many healthy alternatives that can be put in vending machines.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the lack of nutrition and high calorie content of these foods can lead to diabetes or struggles with weight.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there is a higher rate of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are unhealthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and can cause a host of medical problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because increases type 2 diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because some parents really try hard to keep their children on a healthy diet.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes children to eat unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy eating habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is known to cause negative effect on your health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the health effects on young people are negative and harmful.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy eating from a young age.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is detrimental to students' health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it has very low nutritional value and can lead to diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because decisions regarding health should not be left to children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food has a lot of sugar, salt, fat, and starches that are not good for the students' health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it's unhealthy for their students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it will incite unhealthy eating habits in the students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because Junk food is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it encourages unhealthy behaviors in the children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and all parties involved realize this.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are unhealthy and can have long term effects.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it needs more healthy choices for students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it has very little nutritional value, schools should have healthy snacks available.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because kids are likely to buy these tasty snacks, but they are not good for their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there has been many studies that link childhood obesity to the availability of junk food in schools.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because they should teach the kids healthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes an unhealthy lifestyle that is leading to an obesity epidemic in our country.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it teaches children unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it causes type 2 diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because student health spoils", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it leads to higher numbers of type 2 diabetes among kids.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it may lead to obesity or diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and contributes to obesity and eventual diabetes and other related diseases", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it's unhealthy for students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy for young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it's not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy eating habits in children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because minors do not always make wise choices regarding their long term health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is an unhealthy temptation.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because healthier options should be made available.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children are getting too little exercise and not learning to eat a healthy diet.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is unhealthy, and there are better ways to raise money for schools.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it increases the likelihood of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it isn't healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because kids are too young to make healthy decisions and will always pick the yummy unhealthy foods, especially without their parents telling them they can't.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because these foods have little nutritional value", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because too much sugar can contribute to hyperactivity, as well as other lingering health issues.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they can cause students to develop an illness such as diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy to the youth.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it has proven to be unhealthy and is not benefiting schools or school related tasks in any way.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there is a higher incidence of type 2 diabetes in youth in recent years linked to rising obesity rates.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is bad for students' health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it condones unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because It's leading the children down a destructive path of unhealthy eating habits and possible negative outcomes in the future.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it affects the students' health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because this way of eating increases obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there is a higher incidence of type 2 diabetes and has caused a rise of obesity in the recent years.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food puts children at risk for obesity and other lifestyle diseases.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because a place where our children spend most of their time should be healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it contributes to obesity and may lead to diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and affecting our children's health negatively.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because healthier options, means a healthier lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it affects the child's health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it leads to higher rates of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools have a responsibility to promote healthy choices, as they should want what is best for our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is bad for health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they can be unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have a lot of sugar which leads to diabetes and obesity", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because I believe it is the responsibility of the adults to make the best health choices for children who cannot or will not make the best choice themselves.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they should encourage and promote healthy eating and physical activity.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children will often go for the unhealthy foods rather than the healthy ones", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it's very unhealthy and even though most kids know that these foods are unhealthy for them, they are still going to decide to eat these foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the schools should model cooperation with health initiatives that encourage kids to eat less sugar, starches, etc., so that they have a better chance of avoiding diabetes or other illnesses.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food increases the likelihood that children will get diabetes or have health problems.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools should be promoting health for all students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students need to learn to eat in a more healthy way which could help lower the rates of type 2 diabetes in students.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it predisposes the students to diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it should be one of their goals to promote healthy students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children are making a habit to choose junk food rather than healthy to eat.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it's unhealthy and we do not want an unhealthy country full of unhealthy people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have a responsibility to promote healthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it contributes to the development of diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools have a responsibility to provide healthier options for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes obesity and diabetes in youth.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food has little nutritional value and type 2 diabetes among younger people is on the rise.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because of the rising rates of diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it contributes to unhealthy behaviors in young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the obesity rate is out of control and if the junk is there the kids will eat it", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy for students and leads students to make bad choices.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it creates a higher chance of kids having type II diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because IT CAUSES OBESITY AND DIABETES", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because It is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it encourages them to forego healthier choices for junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it's not good for younger people have a bad start in life to make their health start failing.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it's now healthy and it's encouraging a lifetime behavior of an unhealthy lifestyle with the likelihood of medical issues.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can lead to obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there is a higher incidence of type 2 diabetes among youth in recent years.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it has little nutritional value and it promotes poor health in students.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there's no reason to entice students to eat and drink unhealthy products.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools have a responsibility to look out for the health and welfare of the students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools in other countries promote healthy living by providing fresh, whole ingredients and have lower levels of obesity.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes an unhealthy lifestyle for the students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it contributes to obesity and diabetes in our youths.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because is not good for their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can give child diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because type 2 diabetes is increasing in frequency.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they should supply healthy options and kids can bring their own junk food if they so wish to eat it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students are at higher risk for Type II diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have a responsibility to help children make good life choices and care about their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy and puts children at higher risk for diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because young children need a healthy diet and less fat, salt and carbs", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is not good for their health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because obesity rates in children are ridiculously high", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because it has little nutritional value and contributes to obesity.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because is not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because, they cause diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because to lead to unhealthy kids", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is increasing Type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because that type of food is unhealthy for them.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children aren't mature enough to make good decisions about their health so we should be helping them to do so by providing healthy food options.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the students are too young to know what is healthy or not.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there are healthy options they could sell for a snack.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it increases health problems in their students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have a responsibility to consider the health of their students and promote healthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they should be promoting health and wellness.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it gives access to nutritionally poor foods which contribute to an unhealthy lifestyle and poor physical condition of the students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it creates this way too easy access to unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the health risks of junk food outweigh the importance of student choice as well as any financial benefit the schools receive.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food has negative effects on children's health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is their job to teach and lead children and modeling healthy behaviors is one way to do that.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and if it is available, kids will eat it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it negatively affects children's health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because eating too much junk food can lead to diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it increases the chances of children developing obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it's harmful to students' health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it's known to cause a higher incidence of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because It is not healthy, Junk food can cause many health problems", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it increases the obesity problem in young people.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because kids will continue to eat, regardless of if the food is healthy or not.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools should foster a healthier environment", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and there is not physical education programs in schools to let them work off the effects of eating so much junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it has a huge negative effect on their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is bad for their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is a major contributor to diabetes and kids being overweight.", "label": "Diabetes and Risk Factors"}