{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and they have contracted with our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it allows children to make unhealthy choices and be more likely to be overweight.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools promote unhealthy lifestyles, so don&#39;t allow them to sell junk food on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as it can cause obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as students should be encouraged to live a healthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should be allowed to sell junk food on campus, as adolescents are not adults who can not exercise control as they are linked to a free choice of rational actors to make unhealthy decisions. There is none.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus as it is unhealthy and causes obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is an unhealthy choice", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus as it has a negative impact on student health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as it can cause illnesses such as diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus. It is not good for the health of the students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as junk food causes childhood obesity and increased type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it is unhealthy for many children to eat this.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Since students are usually busy, schools should not allow selling junk food on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as the students are not mature enough to make rational decisions regarding their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus because of poor nutrition and increased obesity and illness.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus as junk food contributes to the adoption rate of childhood obesity.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus, as it begins teaching children&#39;s lifestyle choices that are not sustainable because of their long-term health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Because junk food is not for health, schools should not allow junk food on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it contributes to an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as junk food is not good for student health and has little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as type 2 diabetes has occurred among young people in recent years.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are a learning environment, and you should not allow selling junk food at school to help children learn how to eat healthy by providing them with a healthy diet.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "School should not allow junk food sales on campus because its foos is not healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as it requires children to have access to healthy choices.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus. This is because they work together to improve the health of the students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is not good for the health of their students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "The school should not allow the sale of junk food at school, as it promotes diabetes and obesity in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it is bad for children&#39;s health and it is one of the main causes of children&#39;s diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it promotes an unhealthy lifestyle to impressive children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "You should not allow junk food to be sold on campus, as the school has the moral responsibility of keeping the students in the same healthy condition.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and the number of cases of type 2 diabetes may increase during our adolescence.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as there is growing evidence that children are receiving Diabetes 2.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. Because it provides little nutrition for the student&#39;s diet and also contributes to type 2 diabetes for children / students.", "label": "Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus as it does not promote a healthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus as it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow junk food to be sold on campus as schools need to have access to healthier options.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it contributes to childhood obesity and diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as children do not want to eat unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as schools are responsible for promoting children&#39;s healthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Junk food is not nutritious and is high in salt, fat and sugar, so don&#39;t allow junk food on campus in schools.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "If junk food is available, schools should not allow junk food to be sold on the campus, as it is more difficult for the toddler to choose a healthier alternative instead.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it promotes poor eating habits and increases the potential for health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus as children need to know what healthy food options are", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as this is not good for the health of young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus because young students eat junk food too often.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow junk food on campus for school because of type 2 diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus to promote unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it contributes to poor health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy to students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as they have little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus because they are responsible for promoting healthy behavior.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it can cause all kinds of health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as America already has an epidemic of obese children and schools need to try to control it.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as junk food leads to rising obesity rates.", "label": "Obesity without Diabetes"}
{"text": "Do not allow schools to sell junk food on campus, as it does not promote a healthy lifestyle or choice.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy for students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as junk food is becoming an issue and there are other healthy things that they can sell.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as it does not promote a healthy diet and poses a health risk.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it encourages children to continue eating unhealthy snacks and items that can lead to serious health consequences such as obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as more students rely on food that is not healthy for the brain.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it is unhealthy and encourages unhealthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow junk food to be sold on campus, because schools provide nutritious food and want children to eat unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as there are so many healthy alternatives that can be placed in vending machines.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as malnutrition and the high calorie content of these foods can lead to diabetes and a struggle with body weight.", "label": "Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus because of the high incidence of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools must not allow junk food to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus as it is unhealthy and can cause many medical problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as it increases type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Some schools should not allow junk food to be sold on campus. Because some parents are working hard to make their children healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as schools encourage children to eat unhealthy meals.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "You should not allow junk food to be sold on campus, as schools promote an unhealthy diet.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is known to adversely affect your health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as the health impact on young people is negative and harmful.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it promotes unhealthy eating from a young age.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is harmful to the health of the students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as their nutritional value is very low and can lead to diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as health decisions should not be left to the children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Because junk food is rich in sugar, salt, fat and starch, do not allow schools to sell junk food on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy to their students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it stimulates students&#39; unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Because junk food is unhealthy, schools should not allow selling junk food on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "In schools, junk food should not be allowed on campus to sell junk food as it promotes children&#39;s unhealthy behaviour.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as it is unhealthy and understood by all involved parties.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "You should not allow the sale of junk food on campus, as schools can be unhealthy and have long-term consequences.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it requires a healthier choice for students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as their nutritional value is very low. Schools need to have healthy snacks.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as children are likely to buy these delicious snacks, but they are not good for their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as much research has been done to link childhood obesity and the availability of junk food at school.", "label": "Obesity without Diabetes"}
{"text": "Schools should not be allowed to sell junk food on campus as they need to teach their children healthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it promotes an unhealthy lifestyle that has led to obesity epidemic in our country.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Since schools teach children unhealthy eating habits, they should not be allowed to sell junk food on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it causes type 2 diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as this will impair student health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it leads to more type 2 diabetes among children.", "label": "Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as it can lead to obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as it is unhealthy and contributes to obesity and final diabetes and other real illnesses.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy to students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy to young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus. It promotes children&#39;s unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as minors do not always make smart choices about long-term health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is an unhealthy temptation.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as it requires access to healthy choices.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as children do not exercise too much and learn to eat a healthy diet.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Because junk food is unhealthy, schools should not allow junk food to be sold on campus, and there is a better way to raise funds for the school.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as this increases the likelihood of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus because they are not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as children are always too young to make healthy decisions, and in particular they will always choose delicious unhealthy foods without being told by parents.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as these foods have little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as too much sugar can lead to hyperactivity and other protracted health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow junk food sales at school, as it may cause students to develop a disease such as diabetes at school.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy to young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as it has been shown to be unhealthy and does not benefit schools or school-related jobs in any way.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "In recent years, in conjunction with rising rates of obesity, do not allow junk food to be sold on campus at schools, because the incidence of type 2 diabetes in young people is high.", "label": "Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus. It is bad for the health of the students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools tolerate unhealthy eating habits, so don&#39;t allow them to sell junk food on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. It follows a destructive path that can lead to unhealthy eating habits and worse consequences for children in the future.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it affects student health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as obesity and type 2 diabetes increase this way.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as the incidence of type 2 diabetes is high and has caused an increase in obesity in recent years.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it promotes unhealthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as junk food puts children at risk of obesity and other lifestyle-related diseases.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus, as places where children spend most of their time must be healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as it can cause obesity and lead to diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus because it is unhealthy and adversely affects the health of our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as a healthy option implies a healthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it affects children&#39;s health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as this will increase the incidence of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as schools are responsible for promoting healthy choices.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus as it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools must not allow junk food to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as there is a lot of sugar leading to diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Junk food will be sold on campus because I think it is the adult&#39;s responsibility to choose the best health for the child who can not or will not make the best choice by himself You should not allow", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus to encourage and promote healthy eating and exercise.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools promote unhealthy eating habits, so you should not allow junk food to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as children are often going for unhealthy food rather than healthy ones.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools must not allow junk food to be sold on campus. Even though it is very unhealthy and most children know that these foods are unhealthy to them, they still decide to eat these foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools must model co-operation with health initiatives that encourage children to eat less sugar, starch and so on, so schools should not allow junk food to be sold on campus.", "label": "Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as junk food is more likely to have children with diabetes and health problems.", "label": "Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as schools need to promote the health of all students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Students should not be allowed to sell junk food at school, as they need to learn to eat in a healthier way.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. Because it makes students more susceptible to diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools must not allow junk food to be sold on campus. This is because promoting healthy students should be one of their goals.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as children are making the habit of choosing junk food rather than healthy eating.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as unhealthy and unhealthy countries do not want to be full of unhealthy people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus. It is responsible for promoting healthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it contributes to the development of diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as the school is responsible for providing students with healthy choices.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it promotes youth&#39;s obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as junk food has little nutritional value and type 2 diabetes is increasing among young people.", "label": "Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as the incidence of diabetes and obesity is rising.", "label": "Diabetes and Risk Factors"}
{"text": "Do not allow junk food to be sold on campus at school. It contributes to the unhealthy behavior of young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus as obesity rates are out of control and kids eat it if there is junk", "label": "Obesity without Diabetes"}
{"text": "Schools are not permitted to sell junk food on campus. It is unhealthy for students and leads to making bad choices for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "You should not allow schools to sell junk food on campus. Because it increases the chances of having children with type 2 diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus because of poor nutrition.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Do not allow junk food on campus for sale at the school as the IT department causes obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "As it is unhealthy, schools should not allow junk food to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as schools encourage the abandonment of healthy choices for junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as it is not good for young people to make a bad start in their lives to diminish their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools must not allow junk food to be sold on campus. It improves health and encourages unhealthy lifestyle life-long behavior like medical problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as it can lead to obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "In recent years, the incidence of type 2 diabetes among young people is high, so don&#39;t allow schools to sell junk food on campus.", "label": "Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as it has poor nutrition and promotes poor student health.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as there is no reason to tempt students to eat or drink unhealthy products.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as schools are responsible for looking at student health and welfare.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as schools in other countries promote healthy living by providing fresh whole ingredients and the level of obesity is low.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. Because it promotes an unhealthy lifestyle for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it contributes to our young people&#39;s obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not good for health, so don&#39;t allow them to sell junk food on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can give children diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus because the frequency of type 2 diabetes is increasing.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should allow junk food on campus for sale because they should supply a healthy option and children can bring their own junk food if they want to eat it It should not be.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus because students are at high risk for type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are responsible for helping children make good life choices and care for their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as it is not healthy and children are at high risk of diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus because infants need a healthy diet and are low in fat, salt and carbohydrates", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Because junk food is not good for your health, don&#39;t allow schools to sell junk food on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus because they are not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as children&#39;s obesity rates are ridiculously high", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus, as it has little nutritional value and contributes to obesity.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Because schools promote an unhealthy lifestyle, you should not allow the sale of junk food on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus because they are not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it causes diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it can lead to unhealthy children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is increasing type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as such food types are unhealthy to them.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as children are not mature enough to make good health decisions.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus as students are too young to know if they are healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as they have healthy options that can be sold for snacks.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus. This is because the health problems of students increase.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "You should not allow junk food sales at your school, as schools are responsible for promoting student health and promoting healthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools must not allow junk food to be sold on campus. To promote health and wellness.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. Because it gives access to nutritionally poor food that contributes to an unhealthy lifestyle and poor student health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as schools create such an easy accessibility to unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not be allowed to sell junk food on campus, as the health risks of junk food are more important than the importance of student choice and the financial benefits that the school receives.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as junk food has a negative impact on children&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "You should not allow selling junk food at school. Because there is work to teach and teach children. Modeling healthy behavior is one way.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it is unhealthy and, if available, children will eat it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as junk food has a negative impact on children&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as eating too much junk food can lead to diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as children are more likely to develop obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. It is because there is a harm to the health of the students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it is known to cause a higher incidence of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Because junk food is unhealthy, schools should not allow junk food to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy, junk food can cause many health problems", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it increases the problem of obesity in young people.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus, as children continue to eat regardless of whether the food is healthy or not.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as schools should foster a healthy environment.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it is unhealthy and there is no physical education program in the school to avoid the impact of eating so much junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it has a major negative impact on their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it is bad for their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow schools to sell junk food on campus, as junk food is the leading cause of diabetes and overweight children.", "label": "Diabetes and Risk Factors"}