{"text": "Schools should not allow junk food on campus because it is unhealthy and they sign contracts with our children there.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it allows children to make unhealthy choices and is more likely to become overweight.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it encourages unhealthy lifestyles.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can cause obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students should be encouraged to lead a healthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because adolescents are not adults and can exercise self-control that we and our rational actors are free to choose to make unhealthy decisions.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not let junk food be sold on campus because it is unhealthy, leading to obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food on campus because it is an unhealthy choice", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can have a negative impact on students’ health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they can cause diseases such as diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it is not good for the health of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food causes an increase in childhood obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because many children eat these things unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students are usually very busy and may choose unhealthy things because it is faster or easier to prepare and consume.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students do not have enough maturity to make rational decisions about health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because of the low nutritional value that increases obesity and disease.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can lead to employment rates for childhood obesity.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because it begins to teach children to choose long-term, unsustainable lifestyles.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk food is not for health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not let junk food be sold on campus because it can lead to unhealthy lifestyles.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not conducive to the health of students and provides little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food on campus because of type 2 diabetes among adolescents in recent years.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are a learning environment and should help children learn how to eat healthy by providing healthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food on campus because these bubbles are unhealthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children should have healthier options.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes better health among students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not good for the health of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it is not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes diabetes and obesity in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is harmful to children&#39;s health and is one of the leading causes of childhood diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy lifestyles to vulnerable children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food on campus because they have a moral responsibility to keep students healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and may lead to an increase in cases of type 2 diabetes when we are young.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there is growing evidence that children are getting Diabitis 2 .", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it adds little nutritional value to the student&#39;s diet and provides type 2 diabetes for children/student.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it does not promote a healthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not let junk food be sold on campus because it is harmful to health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they should provide healthier options.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it causes childhood obesity and diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because children want too much to eat unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools have a responsibility to promote their child&#39;s health habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because junk foods have low nutritional value and high levels of salt, fat and sugar.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is more difficult for younger children to choose healthier options if they have junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes poor eating habits and increases the likelihood of health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children need to know the choice of healthy food", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not let junk food be sold on campus because it is not conducive to the health of young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because young students often eat junk food, which can be observed by increasing obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food on campus because it is healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food on campus because of type 2 diabetes and obesity", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy eating habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it contributes to poor health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because of the low nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have a responsibility to promote healthy behavior.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can cause a variety of health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the United States already has an epidemic of obese children and schools need to manage it.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy snacks and is not active in the classroom.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food causes obesity rates to rise.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because it does not promote healthy lifestyles and choices", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is becoming a problem and there are other health foods that can be sold.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it does not promote healthy eating habits and pose health risks.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it encourages children to continue eating unhealthy snacks and items that can cause serious health consequences, such as obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because more students will use unhealthy food for the brain.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not let junk food be sold on campus because it is unhealthy and encourages unhealthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy for growing children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because they provide nutritious food and continue to ask their children to eat unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there are many healthy alternatives that can be placed on vending machines.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because the lack of nutrition and high calorie content of these foods can lead to diabetes or weight gain.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because of the high incidence of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not let junk food be sold on campus because they are not healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and can cause many medical problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because of the increased type 2 diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because some parents really try to keep their children healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it encourages children to eat unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy eating habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as it is known to have a negative impact on your health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because the health effects on young people are negative and harmful.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes an unhealthy diet from an early age.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can harm students&#39; health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it has low nutritional value and can cause diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because decisions about health should not be left to children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk foods contain large amounts of sugar, salt, fat and starch, which are detrimental to student health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it is unhealthy for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it can cause unhealthy eating habits among students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk food is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it encourages unhealthy behavior.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and all parties are aware of this.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are unhealthy and can have long-term effects.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it requires more healthy student choices", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because its nutritional value is low and schools should have healthy snacks.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children may buy these delicious snacks, but these snacks are not good for health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have done a lot of research to link childhood obesity with school junk food.", "label": "Obesity without Diabetes"}
{"text": "Schools should not sell junk food on campus because they should teach their children healthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes an unhealthy lifestyle that leads to an obesity epidemic in our country.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not let junk food be sold on campus because it teaches children unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can cause children with type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the health of students is compromised", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can lead to an increase in the number of type 2 diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can cause obesity or diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not let junk food be sold on campus because it is unhealthy, leading to obesity and ultimately diabetes and other diseases", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it is unhealthy for young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not let junk food be sold on campus because it is not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because minors do not always make informed choices about their long-term health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food on campus because it is an unhealthy temptation.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they should provide healthier options.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children exercise too little and don&#39;t learn to eat healthy diets.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is unhealthy and there are better ways to raise money for schools.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it increases the likelihood of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not let junk food be sold on campus because it is not healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children are too small to make healthy decisions and always choose delicious unhealthy foods, especially if parents tell them they can&#39;t.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because these foods have little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because excessive sugar can cause ADHD and other lingering health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they can cause illnesses such as diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it is unhealthy for young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it has proven to be unhealthy and does not in any way benefit school or school-related tasks.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the incidence of type 2 diabetes in adolescents has been associated with an increase in obesity rates in recent years.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it is not good for the health of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it tolerates unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because it can lead to children&#39;s devastating path of unhealthy eating habits and may have a negative impact in the future.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it affects students’ health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because this diet increases obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because of the high incidence of type 2 diabetes in recent years and the increase in obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food exposes children to the risk of obesity and other lifestyle diseases.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because our children spend most of their time in a healthy place.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can cause obesity and can lead to diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and can have a negative impact on the health of our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because healthier choices mean a healthier lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it affects children’s health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it causes an increase in the incidence of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools have a responsibility to promote healthy choices because they should want the best for their children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it is harmful to health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they may not be healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not let junk food be sold on campus because they contain large amounts of sugar that cause diabetes and obesity", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because I believe that adults have a responsibility to make the best health choices for children who cannot or do not make the best choices themselves.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they should encourage and promote healthy diets and physical activity.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children often choose unhealthy food instead of healthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it is very unhealthy, and even if most children know that these foods are unhealthy for them, they will still decide to eat them.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools should work with health initiatives to encourage children to eat less sugar, starch, etc., so they have a better chance of avoiding diabetes or other diseases.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food increases the likelihood of children suffering from diabetes or health problems.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools should promote the health of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students need to learn to eat in a healthier way, which helps to reduce the incidence of type 2 diabetes in students.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it makes students susceptible to diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus, as this should be one of the goals of promoting healthy students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children are used to choosing junk food instead of eating healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it is not healthy and we don&#39;t want an unhealthy country full of unhealthy people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not let junk food be sold on campus because they have a responsibility to promote healthy living habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can lead to the development of diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools have a responsibility to provide students with healthier options.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes obesity and diabetes among adolescents.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk foods have little nutritional value and type 2 diabetes among young people is rising.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus due to rising rates of diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can lead to unhealthy behavior among young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food on campus because the obesity rate is out of control, and if the garbage is there, the children will eat it.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy for students and leads students to make the wrong choice.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it increases their chances of developing type 2 diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because their nutritional value is low.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it causes obesity and diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it encourages them to abandon healthier junk food choices.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not good for young people to start their lives so badly that their health begins to fail.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is healthy now and it is encouraging the possibility of a lifelong behavior and medical problems in an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can cause obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the incidence of type 2 diabetes among adolescents is high in recent years.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it has little nutritional value and can contribute to poor health.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it is not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there is no reason to induce students to eat unhealthy products.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools have a responsibility to focus on the health and well-being of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools in other countries promote healthy living by providing fresh ingredients and lower levels of obesity.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it encourages students to have unhealthy lifestyles.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it causes obesity and diabetes in our young people.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it is not good for their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it may bring diabetes to children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the incidence of type 2 diabetes is increasing.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food on campus because they should provide healthy choices, and if children want to eat them, they can bring their own junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students are at higher risk for type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have a responsibility to help children make good life choices and care about their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and can put children at higher risk of developing diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because young children need a healthy diet that reduces fat, salt and carbohydrates", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk food is not good for health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not let junk food be sold on campus because they are not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children’s obesity rate is prohibitively high", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because it has little nutritional value and leads to obesity.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not let junk food be sold on campus because it is not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because they can cause diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can lead to unhealthy children", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it increases type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are unhealthy for them.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children are not mature enough to make the right health decisions, so we should help them by providing healthy food choices.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students are too small to know what is healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they can sell healthy options for snacks.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it increases the health of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are responsible for considering the health of their students and promoting healthy living habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they should promote health and wellness.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can get malnourished food, which can lead to unhealthy lifestyles and poor physical condition.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is easy to get unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow the sale of junk food on campus because the health risks of junk food are greater than the importance of student choice and any economic benefits the school receives.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food can have a negative impact on children&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it has the education and leadership of children, and modeling healthy behavior is one way.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and, if any, children will eat it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can have a negative impact on children&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because eating too much junk food can cause diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus as it increases the chances of children becoming obese and diabetic.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can harm students&#39; health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is known to cause a higher incidence of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk food is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it is unhealthy and junk food can cause many health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it increases the obesity of young people.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because children continue to eat whatever the food is healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because schools should create a healthier environment", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not let junk food be sold on campus because it is unhealthy and there are no physical education courses in the school to get rid of the effects of eating so much junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it can have a huge negative impact on their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it is harmful to their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk food is the leading cause of diabetes and overweight children.", "label": "Diabetes and Risk Factors"}