{"text": "Schools should not allow junk food to be sold on campus, but it is not healthy", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but it depends on the discretion of each school or school board.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but HEALTHY PEARLS", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but may be limited.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but if they are going to do so, they should put healthier snacks on vending machines to buy.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but schools can earn some income from school improvements by selling junk food.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but may allow healthy snacks and nutritious foods to be sold.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but that does not mean they cannot continue selling snacks and food, as there are many healthy alternatives to virtually all types of food these days.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but people should be allowed to choose their own diet", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they can sell healthy food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but to provide healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students can bring whatever they want from home for lunch, which could include trash", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should be the child&#39;s choice of what they eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but rather snacks and nutritious foods must be sold.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but parents should watch what their children are also eating.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they must have options for teachers and other staff", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but may allow some junk food on special occasions.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but students can be told where they can buy food instead (i", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but many people feel they raise money for the school and give children the option of what they should eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they could fill snack machines with more nutritious foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but may offer healthier options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but some believe that these children deserve more variety.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but students may have the option of eating it outside of school.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but they should be able to do so on certain occasions.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but must provide healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but healthy options must be offered", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they continue to do so.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but they should have some healthy foods that still get along, like baked fries instead of fries.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but there may be monthly monthly events informing parents that candy will be sold for a fundraiser or other school event.", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but this would be acceptable for sport-related events.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but ultimately, it is up to students to make better decisions and for educators and parents to teach children how to", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but students may be allowed to bring a portion thereof with parental approval and without exchanging them with other students.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but I don&#39;t think schools totally eliminate junk food on campus because it generates a lot of money for them.", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthy alternatives, such as fruits and vegetables to children.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but healthy foods such as vegetables and protein bars should be sold.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they will only get it elsewhere or bring it from home", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is a difficult problem to solve since healthy food tends to be much more expensive", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they can sell healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer tasty and nutritious snack options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but ultimately, parents must instill healthy beliefs in their children.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but the benefit they get from it is tempting.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but snacks would be fine in moderation.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but there could be healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should offer healthy food options at vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but I understand that certain people and groups think that children should have the full choice of junk or good food.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but healthier options should be available", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should be able to compensate for income with healthier snack options, as students will gravitate toward these options when there are no less healthy snacks available.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but earn money by selling junk food", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but should offer healthier alternatives that also taste good.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, only healthy foods are allowed for students", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is also our responsibility as parents to teach healthy eating habits.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students should be allowed to bring junk food if parents provide it.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthy alternatives that are attractive to children.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but may have more variety of healthy foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they are very good.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but it is up to individual campuses to decide", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but to bring healthy food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they continue to do so to earn more money", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but if it were there, children would eat without parents knowing.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they can replace junk food with nutritious foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they must have other options available", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they could still sell healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but ultimately, it must be the responsibility of the person or guardian to decide what they want to eat.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but children can bring a lunch from home", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but doing so would cause them to lose money that could be used to provide key funds.", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but should incorporate healthy snacks into vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but children should be allowed to bring food to eat.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, only healthy foods should be sold", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should allow children to comment on the selection of their own food.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus but rather fruits", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but may allow the sale of nutritious food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should provide healthy snacks instead.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should not control their diet outside of school", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but if so, limit it to after school.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but may only allow it during certain times of the day.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but Junk Food companies will not like that.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but there is not adequate nutrition in junk food to help growing children", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but other healthy food may be allowed.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but allow healthier snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is the parents&#39; responsibility to try to teach their children about healthy eating and a lifestyle.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but this will not affect the nutrition they receive at home, so there should be more education and support for parents who need help accessing healthy foods.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but if children choose to bring it in their lunch it is on them.", "label": "Students can still bring/access junk food"}
{"text": "Schools should not allow junk food to be sold on campus, but they do not have the right to monitor food brought from abroad.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but children will find a way to get what they want.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but should provide a variety of healthy foods to students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but on special occasions and in limited quantities it might be acceptable, such as Valentine&#39;s Day, Halloween and similar occasions.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but I think they should be able to bring it from home if they wish.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they can sell more nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should also serve healthier and more nutritious lunches to students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they sell good items", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but healthier alternatives may be made available to students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should allow students to buy healthier snack options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it does allow students to make decisions", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but may replace them with healthy snacks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should be allowed at home", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but it should be allowed to be sold off campus and, if they wish, they can bring their junk food to the place.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but a couple of random snacks mixed as a gift from time to time is also fine.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer students healthier options in their vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but we give children the option to eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but if students want to bring their own junk food lunches from home, schools cannot control this.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but there must be some options for what students can buy.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but schools already have so many functions to fulfill that asking health arbitrators may be too much to ask.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but it can easily be replaced with good food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students should have a choice about what they eat", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they should sell more nutritious snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but other healthier alternatives must be sold", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer better options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should provide other nutritious food for students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should have healthier options for students to choose between the cafeteria or vending machines if there are any.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they will anyway.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but must sell healthier snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is worth noting that many students will still have easy access to it off campus.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they should stack sandwich machines with just a little junk food and 98% of snacks should be healthy choices", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students should be able to bring their own snacks if they wish.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they do raise money for schools", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but instead offer some different options, maybe they could sell healthy granola bars.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but occasionally goodies are good and should be allowed, i", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but children should be allowed to choose to bring with them any food or snack they want.", "label": "Students can still bring/access junk food"}
{"text": "Schools should not allow the sale of junk food on campus, but should also teach nutrition.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but must sell healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but the choice of eating healthy or unhealthy depends ultimately on the student", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but it generates income for schools.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but should educate students about the importance of nutrition and how it can affect them in life.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but children should be exposed to healthy eating", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but to make snack machines with more nutritious foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should not announce that they do not eat junk food off campus or from another location.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but may consider replacing snacks with healthy options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but there is only", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but MAY HAVE CHEESE", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer a wide variety of healthy alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if there was a program that allowed children to obtain healthier and inherently more expensive foods at a more affordable price, then that is a different story.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but I understand the argument that students should be able to choose what they eat", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but some schools have sold these foods", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but they must provide a healthier alternative.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they should take into account students&#39; comments about the types of healthy foods that should be included.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they do so to earn some extra money.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but they must offer healthy and good-tasting alternatives so that students do not feel deprived of school.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should allow nutritious food to be sold", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but may consider selling them at sporting or extracurricular events.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but if they should, they can offer healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but only if it is limited to certain items.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but to sell fruit as a substitute", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is almost impossible to forget the profits that schools get from selling these products.", "label": "Schools generate money"}
{"text": "Schools should not allow the sale of junk food on campus, but should also limit access to junk food for students.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but must have vending machines that have healthy snack options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should be allowed to sell healthier alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but children should be able to choose", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but some argue that students should be able to choose what they eat.", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but offer healthier alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should provide health alternatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if the children decide to bring it from their own homes, then it is about the child and the parent at that time.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but students should be able to make their own decisions about what foods they consume.", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but it is important that students can make their own decisions.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but students are free to bring whatever they want from home.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but it generates more money for schools because students are more likely to buy junk food", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but must sell more nutritious foods because they have great nutritional value", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but that does not mean that they should not have the so-called &quot;junk food&quot; from time to time.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but only during certain special days", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but allow healthier snacks and foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is up to the student to bring it for lunch.", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer a wider range of healthier options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if a student brings it from another location, it must be allowed", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but instead should fill the cafeteria and machines with healthier snack options to provide food for children and generate income for the school.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but healthy snacks must be available.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but may use them as a reward", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but that interferes with freedom of choice.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they should eat healthy", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is understandable that they currently provide high-demand food (i", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow the sale of junk food on campus, but the sale of healthier food options to promote good health and healthy personal habits.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should try to maintain healthy lifestyle and lifestyle habits for the student while attending school.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they have no control over what food their students eat outside of school.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but it generates money for schools", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but should allow healthier options to be sold on campus", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if allowed, healthier options should also be allowed", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but they could have machines selling healthier food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they must provide a snack option.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but students, of course, buy it off campus.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but children can bring whatever they want.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but children should really have a choice as to what they want to eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but parents should also comment on what their children eat", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they may wish to allow a greater variety of healthy snacks to be available to students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but promote healthy habits.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but may offer nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthier alternatives and work with health professionals to help create healthy eating initiatives.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students will continue to bring their own junk food", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should choose healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they could provide healthier versions that provide additional funding for schools.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but offer healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students will always want to choose what they can buy in the way of snacks.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but this practice will continue as they are making money", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but I think we can still earn money for schools by allowing healthy snack options to be placed in vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they could offer healthy and delicious food options that contain fruits, vegetables, healthy grains and the like, as well as information on choosing good foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but FOR SALE", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but in no way many students like that.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but children should be able to choose what they eat", "label": "Student choice"}
{"text": "Schools should not allow the sale of junk food on campus, but should find attractive food alternatives that interest students.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should be allowed to bring it from home if parents allow it.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should avoid misnamed pseudoscience about the &quot;health&quot; of food, rather than emphasizing nutrition as scientifically understood.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but schools can work with their food service providers to offer healthy versions of students&#39; favorite foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should consider allowing healthy options to be sold.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should offer healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they should not confiscate junk food brought from home.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but they have a variety of options for children to choose from.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it could potentially be sold in moderation and allow children to make their own decisions.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but any type of candy should be part of a balanced meal in general, such as that served in a cafeteria.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they should not penalize students who bring their own food.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but there are many other foods that schools can sell to raise funds, such as popcorn.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but they must offer healthy and affordable options instead of junk food, not sell healthy things for an exorbitant price.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but must have snacks available that are more palatable to students and more complete to the body than, for example, an apple", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but should allow healthy snack alternatives to be sold", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should try to offer alternatives to junk food that can be sold on campus.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they must offer healthy alternatives to promote healthy habits", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they can bring it from home", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they may have nearby places that sell it but are not so convenient.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they must offer healthy alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should substitute healthier foods at vending machines.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but some think students should have a choice about what they want to eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but schools could fill snack machines with more nutritious foods", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but parents should be allowed to soak up whatever they want at their children&#39;s lunches", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but I think some junk food is fine, it&#39;s just about moderation and balance with healthier foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthy alternatives with a taste similar to that of junk food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but must provide healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they must provide healthy snacks for students to choose", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but must offer healthy food.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if they do, they should charge more for it.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but they should offer alternatives to junk food that are so tasty", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should replace junk food with more nutritious snack options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus but healthier alternatives", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if a student brings it for lunch, then they should be allowed to consume it", "label": "Students without choice"}
{"text": "Schools should not allow the sale of junk food on campus, but instead replace it with healthier options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they could sell healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but many students continue to eat these unhealthy snacks", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should encourage healthier eating habits by providing snacks and alternative drinks.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should be available for sale in the general market.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they must offer a healthy alternative", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if they bring it from home, it&#39;s fine.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but healthier alternatives should be provided.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but add it with sweet things but sweet things that are good for you", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but schools could fill snack machines with more nutritious options.", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but should fill snack machines with more nutritious foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but they will continue to do so anyway.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but it is cheap, fast and convenient.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but children should be able to bring it if they choose to eat it.", "label": "Students can still bring/access junk food"}
{"text": "Schools should not allow junk food to be sold on campus, but should have healthier snacks available", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but I like the idea of putting health alternatives on snack machines so they can eat snacks throughout the day.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should be replaced with healthy and nutritious options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it would be fine once in a while", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but healthy snacks such as low-sugar yogurt and fruits MUST be sold", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but to sell nutritious food", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but parents should have control of their children&#39;s decisions.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should offer healthy snack options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but selling snacks also generates money for schools.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but should have options for teachers", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but if a student brings something, it is fine", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but they should not prevent it from being brought from home.", "label": "School without generating money"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthy snack options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus. The butter will not be healthy", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they should not prohibit it", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer many options for students, which would be a healthier alternative.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but the dust in the nose.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but they did not take measures to stop selling", "label": "School without generating money"}
{"text": "Schools should not allow the sale of junk food on campus, but instead earn money from junk food", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but they could sell similar healthy tasting options.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should provide alternative foods that are child friendly and nutritious.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but should provide healthier alternatives to such foods.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but this should also be encouraged off campus.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but it is still their own choice what they decide to do", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but should offer healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but students must be responsible enough to make healthy choices on their own.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but it should be argued that students should be able to choose their own food.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but junk food in moderation is acceptable if children exercise enough to burn any excess calories and sugar consumption.", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but a couple of options for junk food would be fine.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but students should have a choice about what they eat", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but it generates income for schools.", "label": "Schools generate money"}
{"text": "Schools should not allow junk food to be sold on campus, but everyone should have the right to sell, buy or eat whatever they want.", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but some people think that children should be able to make their own decisions.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but young people need guidance on their food decisions", "label": "Students without choice"}
{"text": "Schools should not allow junk food to be sold on campus, but instead offer alternative snack optoins.", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but it is not good for your health", "label": "Unclassified Off-Topic"}
{"text": "Schools should not allow junk food to be sold on campus, but young people should have the option of choosing what type of items they would like to buy and eat.", "label": "Student choice"}
{"text": "Schools should not allow junk food to be sold on campus, but must provide a variety of healthy options", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow the sale of junk food on campus, but should offer healthy snacks", "label": "Schools providing healthy alternatives"}
{"text": "Schools should not allow junk food to be sold on campus, but if they sell healthy food, more students will concentrate better", "label": "Schools providing healthy alternatives"}