{"text": "Schools cannot allow junk food to be sold on campus because it is unhealthy and they are there for our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because it allows children to make unhealthy choices and have a greater chance of becoming overweight.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools cannot sell junk food on campus because it encourages an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it contributes to obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because students must be encouraged to lead a healthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because adolescents are not adults who are capable of exercising the kind of self-control that we associate with rational actors who freely choose to make unhealthy decisions.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and causes obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is an unhealthy choice", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because this has a bad effect on the health of students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because they cause diseases such as diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because it is not good for the health of the students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food leads to an increase in childhood obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is unhealthy for many children to eat this stuff.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because students are usually busy and probably choose something unhealthy because it is faster or easier to prepare and consume.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because the students are not sufficiently matured to make rational decisions about their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the nutritional value is low and they increase obesity and illness.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it contributes to the rental of obesity in children.", "label": "Obesity without Diabetes"}
{"text": "Schools are not allowed to sell junk food on campus because it is starting to teach children lifestyle choices that are not sustainable for their long-term health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because junk food is not for health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, as this contributes to an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is not good for the health of the student and offers little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because of the occurrence of type 2 diabetes in young people in recent years", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because they are a learning environment and must help children learn to eat healthily by offering healthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because the foos are not healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because children must have healthier options available.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, as this would contribute to better student health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is not good for the health of their students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools cannot sell junk food on campus because it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it promotes diabetes and childhood obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is bad for children&#39;s health and it is one of the main causes of diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools cannot sell junk food on campus because it promotes an unhealthy lifestyle for influenceable children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because they have the moral responsibility to keep their students the same and healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because it is unhealthy and can lead to more cases of type 2 diabetes in our youth.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because there are more and more indications that children get Diabitis 2.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it adds little nutritional value to a student&#39;s diet and contributes to type 2 diabetes for children / students.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it does not promote a healthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is bad for their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because they have to make healthier options available.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools cannot sell junk food on campus because it contributes to childhood obesity and diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children are tempted to eat unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is the school&#39;s responsibility to promote healthy habits in children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food has little nutritional value and contains a lot of salt, fat and sugar.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus, because if junk food is available, it is harder for young children to choose the healthier option instead.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it promotes poor eating habits and increases the risk of health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because children need to know what healthy food options are", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is not good for the health of young people", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because young students eat junk food too often, which can be observed by an increase in obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because they are healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because of type 2 diabetes and obesity", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy eating habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, as this promotes poor health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools cannot sell junk food on campus because it is unhealthy for the students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because there is little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have the responsibility to promote healthy behavior.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because this can cause all kinds of health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because America already has an epidemic of obese children and schools must try to get it under control.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy as a snack and is inactive in the classroom", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food leads to an increase in obesity.", "label": "Obesity without Diabetes"}
{"text": "Schools are not allowed to sell junk food on campus because it does not promote a healthy lifestyle and choices", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because it is unhealthy for the students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because junk food becomes a problem and there are other healthy things they can sell.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools cannot sell junk food on campus because it does not promote healthy eating habits and poses health risks.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it encourages children to continue eating unhealthy snacks and items that can lead to serious health consequences such as obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because more students are resorting to food that is not healthy for the brain.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is unhealthy and encourages unhealthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is unhealthy for growing children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they offer unhealthy food and want children to eat unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there are so many healthy alternatives that can be placed in vending machines.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because the lack of nutrition and the high calorie content of these foods can lead to diabetes or weight problems.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because there is a higher percentage of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because they are unhealthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because it is unhealthy and can cause many medical problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because type 2 diabetes is increasing", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because some parents really do their best to keep their children healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it encourages children to eat unhealthily.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it promotes unhealthy eating habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is known to have a negative effect on your health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because the health effects for young people are negative and harmful.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it promotes unhealthy eating at a young age.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because this is harmful to the health of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it has a very low nutritional value and can lead to diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because health decisions cannot be left to children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because junk food contains a lot of sugar, salt, fat and starch that is not good for the health of the students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is unhealthy for their students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it evokes unhealthy eating habits among students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because junk food is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools cannot sell junk food on campus because it encourages unhealthy behavior among children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because it is unhealthy and all parties involved realize this.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are unhealthy and can have long-term effects.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it requires healthier choices for students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools cannot sell junk food on campus because it has little nutritional value, schools must have healthy snacks available.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because children are likely to buy these tasty snacks, but they are not good for their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because there have been many studies that link childhood obesity to the availability of junk food in schools.", "label": "Obesity without Diabetes"}
{"text": "Schools are not allowed to sell junk food on campus because they have to teach the children healthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools cannot sell junk food on campus because it promotes an unhealthy lifestyle that leads to an obesity epidemic in our country.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it teaches children unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it causes type 2 diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools cannot allow junk food to be sold on campus because students cause health problems", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because this leads to a higher number of type 2 diabetes in children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, as this can lead to obesity or diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and contributes to obesity and possible diabetes and other infectious diseases", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is unhealthy for students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is unhealthy for young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy eating habits in children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because minors do not always make wise choices regarding their long-term health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools cannot sell junk food on campus because it is an unhealthy temptation.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because healthier options must be made available.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because children do not exercise enough and do not learn to eat healthily.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because junk food is unhealthy and there are better ways to raise money for schools.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because this increases the risk of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is not healthy", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children are too young to make healthy decisions and always choose tasty, unhealthy food, especially without their parents saying they can&#39;t.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because these foods have little nutritional value", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because too much sugar can contribute to hyperactivity and other persistent health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because it allows students to develop a disease such as diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is unhealthy for the youth.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it has turned out to be unhealthy and in no way benefits schools or school-related tasks.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there has been a higher incidence of type 2 diabetes in young people in recent years due to rising obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because this is bad for the health of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it approves of unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it leads children to a destructive path of unhealthy eating habits and potentially negative results in the future.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because this influences the health of students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because this way of eating increases obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there is a higher incidence of type 2 diabetes and in recent years has led to an increase in obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it promotes unhealthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because junk food puts children at risk for obesity and other lifestyle diseases.", "label": "Obesity without Diabetes"}
{"text": "Schools are not allowed to sell junk food on campus, because a place where our children spend most of their time must be healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, as this contributes to obesity and can lead to diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is unhealthy and has a negative impact on the health of our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools cannot sell junk food on campus, because healthier options mean a healthier lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it affects the health of children", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because this leads to higher percentages of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because schools have the responsibility to promote healthy choices, because they want what is best for our children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is bad for health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools cannot sell junk food on campus because they can be unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have a lot of sugar leading to diabetes and obesity", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because I think it is adults&#39; responsibility to make the best health choices for children who cannot or do not want to make the best choice themselves.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because they have to encourage and promote healthy eating and physical activity.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children often go for unhealthy food instead of healthy food", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is very unhealthy and although most children know that this food is unhealthy for them, they are still going to decide to eat it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because schools must work with health initiatives that encourage children to eat less sugar, starch, etc. so that they have a better chance of avoiding diabetes or other diseases.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because junk food increases the chance of children getting diabetes or having health problems.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because schools must promote the health of all students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because students have to learn to eat in a healthier way, which could help to reduce type 2 diabetes among students.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it makes students susceptible to diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because this must be one of their goals to promote healthy students", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children make it a habit to choose junk food instead of eating healthily.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and we do not want an unhealthy country full of unhealthy people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have the responsibility to promote healthy habits", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it contributes to the development of diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because schools have the responsibility to offer healthier options for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it promotes childhood obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because junk food has little nutritional value and type 2 diabetes increases among young people.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus due to the rising numbers of diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, as this contributes to unhealthy behavior among young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the obesity figure is getting out of hand and when the junk is there, the children will eat it", "label": "Obesity without Diabetes"}
{"text": "Schools are not allowed to sell junk food on campus because it is unhealthy for students and leads to poor choices.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it creates a greater chance of children with type II diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because they have little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because it causes obesity and DIABETES", "label": "Diabetes and Risk Factors"}
{"text": "Schools cannot sell junk food on campus because it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it encourages them to abandon healthier choices for junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not good for younger people to have a bad start in life to make their health fail.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it is now healthy and it encourages lifelong behavior of an unhealthy lifestyle with the likelihood of medical problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, as this can lead to obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because there has been a higher incidence of type 2 diabetes in young people in recent years.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it has little nutritional value and promotes poor health of students.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools cannot sell junk food on campus because it is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools cannot sell junk food on campus because there is no reason to tempt students to eat and drink unhealthy products.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because schools have the responsibility to pay attention to the health and well-being of the students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because schools in other countries promote healthy living by providing fresh, whole ingredients and are less obese.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it promotes an unhealthy lifestyle for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it contributes to obesity and diabetes among our young people.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is not good for their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it can give children diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because type 2 diabetes is becoming more common.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have to offer healthy options and children can bring their own junk food if they want to eat it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because students run a higher risk of type II diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they have the responsibility to help children make good choices in life and to care for their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools cannot sell junk food on campus because it is not healthy and gives children a higher risk of diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because young children need a healthy diet and less fat, salt and carbohydrates", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because junk food is not good for their health", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because they are not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because the obesity rate in children is ridiculously high", "label": "Obesity without Diabetes"}
{"text": "Schools are not allowed to sell junk food on campus because it has little nutritional value and contributes to obesity.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it promotes an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools cannot sell junk food on campus because they cause diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it leads to unhealthy children", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it increases type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because that type of food is unhealthy for them.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because children are not mature enough to make good decisions about their health. That is why we have to help them by offering healthy food options.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because the students are too young to know what is healthy or not.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because there are healthy options that they can sell as a snack.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because this increases the health problems of their students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because they have the responsibility to consider the health of their students and to promote healthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because they have to promote health and well-being.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it provides access to nutrient-poor food that contributes to an unhealthy lifestyle and poor physical condition of the students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is too easily accessible for unhealthy food in this way.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the health risks of junk food outweigh the importance of student choice and the financial benefits that schools receive.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because junk food has negative consequences for the health of children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because it is work there to educate and lead children and to model healthy behavior is a way to do that.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is unhealthy and if it is available, children will eat it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because this negatively affects the health of children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because eating too much junk food can cause diabetes", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because this increases the chances of children developing obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is harmful to the health of students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is known to cause a higher incidence of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because junk food is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is not healthy, junk food can cause many health problems", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because this increases the obesity problem among young people.", "label": "Obesity without Diabetes"}
{"text": "Schools are not allowed to sell junk food on campus, because children continue to eat regardless of whether the food is healthy or not.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools cannot sell junk food on campus, because schools must promote a healthier environment", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is unhealthy and there are no school programs to reduce the impact of eating so much junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because this has a huge negative effect on their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus because it is bad for their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food on campus, because junk food contributes significantly to diabetes and overweight in children.", "label": "Diabetes and Risk Factors"}