{"text": "Schools are not healthy and should not allow junk food to be sold at school.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk foods are more likely to make bad choices and become overweight.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools do not sell junk food at school because it encourages a detrimental lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Because schools contribute to obesity and diabetes, junk foods should not be allowed to be sold on campus.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because students must be encouraged to have a healthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because they are not adults who can exercise the kind of discipline associated with reasonable actors who freely choose to make bad decisions.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are unhealthy and cause obesity and diabetes, so junk foods should not be allowed to be sold on campus.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are an unhealthy choice and you should not sell junk food on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools do not sell junk food on campus because they have a negative impact on student health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools do not sell junk food on campus because it causes diseases such as diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not good for student health and junk food should not be allowed to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk food causes childhood obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools do not allow junk food to be sold on campus because many children are not good at eating this food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. Because students are usually busy, it is faster or easier to prepare and consume, so you will choose something that is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. This is because students are not mature enough to make a reasonable decision regarding their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is low in nutritional value and increases obesity and disease.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Because schools contribute to the employment rate of childhood obesity, junk foods should not be sold on campus.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because it teaches children how to choose a lifestyle that can not be maintained for long periods of time.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Because junk food is not for health, schools should not sell junk food at school.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow junk food to be sold on campus because it contributes to an unhealthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk food is not available on campus because it is not good for the student&#39;s health and has little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "In recent years, people with type 2 diabetes have not been able to sell junk food in schools.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk food is a learning environment and helps children learn how to maintain healthy food by providing healthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not healthy and should not allow junk food to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. This is because children should be able to use healthier options.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk food will work for better health among students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not good for the student&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not healthy and should not allow junk food to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Because schools promote diabetes and obesity in children, junk foods should not be sold on campus.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not good for children&#39;s health and are one of the major causes of diabetes in children, so do not allow junk foods to be sold on campus.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk food promotes an unhealthy lifestyle for children who are not susceptible.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk food has a moral responsibility to keep students&#39; health the same and healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools can be unhealthy and lead to cases of type 2 diabetes in adolescence, so junk foods should not be allowed to be sold on campus.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because there is increasing evidence that children are receiving Diabitis 2.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk food is not available for sale on campus because it contributes to Type 2 diabetes for children / students with little nutritional value for the student&#39;s diet.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk foods to be sold on campus because they do not promote healthy lifestyles.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk food is not healthy and can not be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk food is not available for sale on campus because it should provide healthier options.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools do not sell junk foods on campus because they contribute to childhood obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because children can be tempted to eat unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because they encourage healthy habits of their children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Because junk food is low in nutritional value and is rich in salt, fat and sugar, schools should not sell junk food on campus.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. This is because it is more difficult for young children to choose healthier options if they can use junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk foods can not be sold on campus because they create bad eating habits and increase the likelihood of health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. This is because children need to know what health food options are.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk food is not good for the health of young people and can not be sold on campus", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools do not sell junk food on campus because young students eat junk food too often. This can be seen as an increase in obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk foods to be sold on campus because they are not healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because of type 2 diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools do not sell junk food on campus because it creates unpleasant food habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk food is not healthy and can not be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk food is not healthy for students and can not be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Because there is little nutritional value, schools should not sell junk food on campus.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk food is not available for sale on campus because it is responsible for encouraging healthy behavior.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Junk food should not be allowed to be sold on campus because the school can cause all sorts of health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. Because the United States already has an epidemic of obesity and the school has to try to control it.", "label": "Obesity without Diabetes"}
{"text": "Schools do not sell junk food on campus because snacks are not healthy and not active during class.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because junk food raises the rate of obesity.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because it does not promote healthy lifestyles and choices.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Junk food should not be sold on campus because schools are not healthy for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is a problem and there are other healthy things they can sell.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because junk food does not promote healthy eating and is a health risk.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk foods to be sold on campus because they encourage children to continue to consume foods that can cause serious health problems such as unhealthy snacks or obesity or diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because more students will rely on unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools do not sell junk food on campus because it creates healthful and unhealthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk foods to be sold on campus because they are not good for growing children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food in schools because junk foods provide nutrient-free food and children want to eat unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools have too many healthy alternatives to put on their vending machines, so you should not allow junk food to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should ban junk food from being sold on campus. Because of lack of nutrition and high calorie content, you can suffer from diabetes or weight.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food in schools because they have more type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Junk food should not be sold on campus because the school is unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Junk food should not be sold on campus because schools can be unhealthy and cause health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because of the increased risk of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. Because some parents work hard to get their children into a healthy diet.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it encourages children to eat unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Because schools create unhealthy eating habits, junk foods should not be allowed to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Junk food should not be allowed to be sold on campus because the school is known to have a negative impact on your health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because the health effects of young people are negative and harmful.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools do not sell junk food on campus because they eat unhealthy food at an early age.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not allowed to sell junk food at school because they can harm student health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Junk food should not be sold on campus because schools are low in nutritional value and can cause diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because health decisions should not be left to their children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk food consumes a lot of sugar, salt, fat, and starch that is not good for students&#39; health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk food is not healthy for students and can not be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because junk food can encourage students to have unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because junk food is not good for your health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it encourages unhealthy behavior for children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Do not allow junk food to be sold on campus because the school is harmful to health and everyone involved is aware of this.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Junk food should not be allowed to be sold on campus because it can have a detrimental and long-lasting impact on the school.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because they need healthy choices for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk foods are not sold on campus because they have little nutritional value, and schools should provide healthy snacks.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. This is because children are not good at health because they are easy to buy this delicious snack.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because there have been many studies on childhood obesity and the possibility of using junk food in school.", "label": "Obesity without Diabetes"}
{"text": "Junk food should not be sold on campus because schools must teach their children healthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it promotes an unhealthy lifestyle that is prevalent in obesity in our country.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Because schools teach unhealthy eating habits, junk foods should not be allowed to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk foods to be sold on campus because they cause children to develop type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools do not sell junk food at school because their health is weak.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. This is because of the greater incidence of type 2 diabetes among children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools can not sell junk food on campus because they can lead to obesity or diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because they are unhealthy, contribute to obesity, and ultimately diabetes and other diseases.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they are not healthy for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it is not healthy for young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not healthy and should not allow junk food to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk food is not available on campus because it creates an unhealthy eating habits for children&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk foods to be sold on campus because minors do not always make wise choices about long-term health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Junk food should not be allowed to be sold on campus because the school is a harmful temptation.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food in schools because healthier options should be available.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. Because children rarely exercise and do not learn to eat healthy foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food in schools because junk food is harmful to health and there is a good way to raise money at school.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should ban junk food from being sold on campus by increasing the likelihood of developing type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not healthy and should not allow junk food to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. Children can not make healthy decisions if they are too young, especially without parents, to choose delicious, unhealthy foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. Because these foods have little nutritional value.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because too much sugar can contribute to excessive activity as well as excessive health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because junk food can cause students to have diabetes-like illness.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk food is not healthy for young people and can not be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk foods are found to be unhealthy and do not help school or school work in any way.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk foods on campus because of the high incidence of type 2 diabetes in young people with the recent increase in obesity rates.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not good for student health and junk food should not be allowed to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools do not sell junk food on campus because they tolerate unhealthy eating habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. This is because children are leading to a destructive pathway to unhealthy eating habits and possible side effects in the future.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it affects student health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. This is because they increase obesity and type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food in schools because the incidence of type 2 diabetes is high and obesity has increased in recent years.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it promotes unhealthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk food puts children at risk from obesity and other lifestyle-related diseases.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus. This is because places where children spend most of their time should be healthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools can contribute to obesity and cause diabetes, so junk foods should not be allowed to be sold on campus.", "label": "Diabetes and Risk Factors"}
{"text": "Do not allow junk food to be sold on campus because it is unhealthy and adversely affects your child&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it means a healthy choice and a healthy lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Junk food should not be sold on campus because it affects children&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk food is not on campus because of the high incidence of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because schools are responsible for promoting healthy choices because they want the best for their children.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Junk food should not be sold on campus because it is not good for your health at school.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Junk food should not be sold on campus because it is unhealthy at school.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools do not sell junk food on campus because there are many sugars that lead to diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. This is because it is the responsibility of adults to make the best health choices for children who can not or will not make the best choices.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should encourage and encourage healthy eating and physical activity, so junk food should not be allowed to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Because schools create unhealthy eating habits, junk foods should not be allowed to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools do not sell junk food in schools because they often eat unhealthy foods rather than healthy foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk foods to be sold on campus, are very unhealthy, and most children will still decide to eat these foods, even if they know that these foods are unhealthy.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. Because schools have to work with health promotion campaigns that encourage children to eat less sugar, starch, etc., so they have more opportunities to avoid diabetes and other diseases.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk food can cause diabetes or health problems for children.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school for health promotion for all students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because students must learn to eat in a healthier way that can help lower the proportion of people with type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk foods to be sold on campus because they are prone to diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because encouraging healthy students is one of their goals.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. Children are not healthy and have a habit of eating junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because they do not want a health-threatening country full of unhealthy people and unhealthy people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Junk food should not be sold on campus because schools are responsible for promoting healthy foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because junk food contributes to the onset of diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not responsible for allowing junk foods to be sold on campus because schools are responsible for providing a healthier choice for students.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Junk food should not be sold on campus because it promotes obesity and diabetes in adolescence.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk food is low in nutritional value and there is an increase in type 2 diabetes among young people.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus due to diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk foods to be sold on campus because they contribute to the unhealthy behavior of young people.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because obesity rates can not be controlled, and if there is trash, children will eat it", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus because junk food encourages students to be unhealthy and students to make bad choices.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because junk food is likely to lead to type 2 diabetes and obesity.", "label": "Diabetes and Risk Factors"}
{"text": "Schools have little nutritional value and should not allow junk food to be sold on campus.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. Because IT causes obesity and diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not healthy and should not allow junk food to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because they encourage junk foods to not choose healthy foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell clean food on campus. This is because it is not good for young people to have bad start and poor health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food in schools because junk foods encourage lifelong lifestyle behavior that is healthful and has health problems and is harmful to health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools can lead to obesity and diabetes, so junk foods should not be allowed to be sold on campus.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because of the greater incidence of type 2 diabetes among adolescents in recent years.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk foods are of low nutritional value and students are not in good health.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools are not healthy and should not allow junk food to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because there is no reason to induce students to eat and drink harmful products.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold at school because it is the responsibility of the student to care for the health and welfare of the student.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food in schools because schools in other countries provide fresh and complete ingredients and promote a healthy lifestyle because of their low degree of obesity.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk foods to be sold on campus because they encourage students to have a bad lifestyle.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Junk food should not be sold on campus because it contributes to obesity and diabetes in adolescence.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are not healthy and should not allow junk food to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk foods to be sold on campus because they can give children diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because of the frequent occurrence of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk food should provide healthy options and children can bring their own junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools do not sell junk food on campus because students are more likely to get type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk foods to be sold on campus because they are responsible for helping the child choose a healthy life and maintain their health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not healthy and do not allow junk foods to be sold on campus because children are more likely to have diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because young children need a healthy diet and fat, salt and carbohydrates", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Because junk food is not good for your health, you should not sell junk food on campus at school.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not healthy and should not allow junk food to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because their children&#39;s obesity is too high.", "label": "Obesity without Diabetes"}
{"text": "Schools should not sell junk food at school because junk food is low in nutritional value and contributes to obesity.", "label": "Nutritional value without Diabetes and Risk Factors"}
{"text": "Schools do not sell junk food on campus because they encourage unhealthy lifestyles.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not healthy and should not allow junk food to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because it causes diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools are linked to unhealthy children, so junk food should not be allowed to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk food is not available for sale on campus because of the increased incidence of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. Because that type of food is not good for your health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. This is because children are not mature enough to make the right decisions about their health and need to help their children by providing healthy food options.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Junk food should not be sold on campus because the school is too young to know if it is healthy or not.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools do not sell junk food on campus because there are healthy options for selling snacks.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk food is not sold on campus because it increases the student&#39;s health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk food is not available for sale on campus because it is the responsibility of the students to consider their health and encourage healthy habits.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should promote health and wellness, so do not allow junk foods to be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk foods to be sold on campus because they provide access to nutritious food that is poor in their health and poor physical condition.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because it allows junk food to be too easily accessible to unhealthy food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because the health risk of junk food is better than the financial benefit of the school as well as the importance of student choice.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food has a negative impact on children&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus. Teaching and leading children and modeling healthy behavior is one way to do it.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school if they are unhealthy and have junk food.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools do not sell junk food on campus because they negatively affect children&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because eating too much junk food can lead to diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because children are more likely to have obesity or diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Junk food should not be sold at school because the school is harmful to the student&#39;s health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk food is not available for sale on campus because it is known to increase the incidence of type 2 diabetes.", "label": "Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food at school because junk food is not good for your health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools are not good for your health and you should not sell junk food on campus. Junk food can cause many health problems.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Junk food should not be sold on campus because it increases the obesity problems of young people at school.", "label": "Obesity without Diabetes"}
{"text": "Schools should not allow junk food to be sold on campus. This is because children will continue to eat regardless of whether the food is healthy or not.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food in schools because they need to create a healthy environment.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food in schools because there is no physical education program at school to eliminate the effects of eating harmful and many junk foods.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not sell junk food on campus because junk food has a tremendous negative impact on health.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should ensure that junk food is not healthy and can not be sold on campus.", "label": "Unhealthy without Diabetes and Risk Factors"}
{"text": "Schools should not allow junk food to be sold on campus because junk food is a major cause of diabetes and overweight for children.", "label": "Diabetes and Risk Factors"}