{"text": "Eastern Michigan University cut women's tennis and softball, so female players took the school to court to protect gender quality.", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so 2 women filed a suit that accused the school of violating the federal government's Title IX which promotes gender equality in sports.", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Mayerova , two female student athletes affected by the cuts, sued Eastern Michigan for violating Title IX .", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Mayerova claimed a law was broken.", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Mayerova claimed that Eastern Michigan broke this law.", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Mayerova claimed that Eastern Michigan broke Title IX and fought to get this fixed.", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Mayerova claimed that Eastern Michigan broke Title IX.", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien believed they violated Title IX.", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so one of the women players who needed the sports for her scholarship took action and enforced title IX", "labels": ["Ath_claim_TitleIX", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so some students sued Eastern Michigan for violating Title IX", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so some women challenged the school by invoking title 9.", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so student's held the school accountable for Title IX.", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so students fought the decision and sought to reverse same via Title 9.", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the student did not want to believe what was happening so she found out that the school was violating title IX.", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the students argued wemon were underrepresented and the school broke tittle IX", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two athletes claimed that the university had broken the law.", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two potential students joined forces to fight the supposed violation of Title IX.", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two students claimed that the school was violating title nine.", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two students took a case to court claiming they were in violation of Tile 1X.", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two students, Chretien and Mayerova, claimed that Eastern Michigan broke the Title IX law.", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two women claimed the university violated Title IX.", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so women claimed they violated Title IX.", "labels": ["Ath_claim_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so their decision was challenged by two athletes.", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a female softball player complained about the cuts.", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a player on the softball team fought to save them.", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a softball player and a tennis played joined forces to save their teams.", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a student fought back and saved the teams for everyone.", "labels": ["Ath_fought", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a student on a softball scolarship expressed concern for the decision.", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a women’s tennis player and a women’s softball player joined together to fight this decision.", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chreitin fought back", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so female athletes banded together to fight for equal opportunities to play sports at Eastern Michigan.", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so participants on the teams grew frustrated and took action to reinstate the sports", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so people rallied to make sure the change would be reversed, quoting Title IX as a reason to keep the sports", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so several female students banded together to prevent this from happening.", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so some athletes got together and challenged the decision.", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so some female students rallied together to challenge the university's decision.", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so students in those athletics for scholarships were forced to make a move to save their teams.", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they refused to accept the decision", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female athletes took matters into their own hands to get the programs up and running again.", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two students rallied against the school since this is illegal.", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two women set out to get them reinstated.", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so when softball player Ariana Chretien heard the news she knew something had to be done.", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so women athletes fought back.", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so women stood up to change it.", "labels": ["Ath_fought"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so 2 female atheletes sued the school to say their rights were being violated, a judge agreed.", "labels": ["Ath_sued", "Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so 2 female students sued the college to have the teams reinstated.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a couple female athletes sued them.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a student sued them to get softball reinstated.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so after the school was sued the judge made it that the school had to reinstate both male and female softball and tennis programs.", "labels": ["Ath_sued", "Judge_said_reinstate"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Mayerova sued Eastern Michigan University and won.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so there were students who took action and formed a lawsuit against the university.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were taken to court by female athletes saying they violated the law.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Title IX stepped in after Ariana sued the school and made them continue the programs.", "labels": ["Ath_sued", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien and Marie Mayerova sued them.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien and Marie Mayerova suied the school.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Mayerova sued and won against the school.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien sued them.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so softball player Ariana Chretien and tennis player Marie Mayerova sued Eastern Michigan.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the two women sued them.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued by Ariana Chretien and she won the case.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued by Chretien and Mayerova.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued by female athletes.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued by the women affected.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued by two women who would have seen their respective sports eliminated.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two students sued the university because they wanted to be able to play tennis and retain a scholarship.", "labels": ["Ath_sued", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two women went to court to argue otherwise and in the end the women won.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a couple of their students ended up suing them.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a couple of women athletes considering the school sued the school.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a court case was filed by two female athletes and the university lost.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a female student athlete joined a force to sue the university.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a female student sued the school.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a few players decided to retaliate and fight the school on the decision by sueing them.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a few players decides to sue the school in an effort to get both sports reinstated.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a lawsuit ensued and it was ruled that they had to reinstate both.", "labels": ["Ath_sued", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a member from each team came together to sue the school to get the sports reinstated.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a prospective sued and won so they had to be reinstated", "labels": ["Ath_sued", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a softball and tennis played jointly sued the University.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a student softball player and a pro tennis player sued the school.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a young player sued the school to get it resumed.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a young woman decided to stand up for women everywhere and sued the university for violating Title IX.", "labels": ["Ath_sued", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so an angry woman sued the university.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so an incoming student sued the school.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Anna Chretien and Marie Mayerova sued the school.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien and another female tennis player sued the school.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien and Marie Mayerova joined hands to sue the university.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien and Marie Mayerova sued the school.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien sued Eastern Michigan Univeristy.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien sued the school.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien sued them with the help of another student.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien took them to court.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Mayerova decided to team up and challenge Eastern Michigan's decision.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Mayerova filed a lawsuit.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Mayerova joined forces together to sue the school in an effort to reverse this decision.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Meyerova sued the university.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien decided to join forces and sue them.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so female athletes sued in order to still participate in sports and the educational benefits.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it could help deal with financial troubles, though they got sued by two students.", "labels": ["Ath_sued", "Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so litigation was initiated in order to have those programs reinstated.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so now they faced a lawsuit which caused them to reinstate the programs.", "labels": ["Ath_sued", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so one of the students who was a softball player sued the school and got the school to reinstate softball and tennis.", "labels": ["Ath_sued", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so one softball player decided to sue the university.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so several students sued the school and won.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so some of the university students got upset and sued the school.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so some scholastic student players filed a lawsuits demanding their teams remain unaffected.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so student Ariana Chretien sued so she could attend its aviation program and receive a sports scholarship at the school.", "labels": ["Ath_sued", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so students affected by this change protested, and ultimately won over the university.", "labels": ["Ath_sued", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so students challenged the decision in Court.", "labels": ["Ath_sued", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so students felt compelled to sue them", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so students sued the school.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the court was then involved to deem the reduction in female sports against Title IX.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the girl athletes who lost their sport take the matter to court.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the girls of the teams somehow managed to get a judge to rule that the school was out of line, and the female clubs were reinstated.", "labels": ["Ath_sued", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the girls sued the college in court to reinstate the sports programs.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the students took them to court.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the team members had sued the school.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they ended up being sued and losing in Federal Court and reinstating the women's softball and tennis programs.", "labels": ["Ath_sued", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they ended up suing them.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they filed a lawsuit against the school", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they got sued for violating Title IX.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they sued and a judge ruled that the school would have to reinstate both women's softball and tennis", "labels": ["Ath_sued", "Judge_said_reinstate"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were charged to court", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued by a softball and women's tennis player.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued by a student.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued by students affected by the cuts.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female athletes sued the school.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female athletes sued the University in order to get the sports teams reinstated.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female students successfully argued the cuts.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female students sued the university.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female students sued.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two of the female athletes sued to get the sports reinstated.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two of the school's female athletes got together and sued the school.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two of the women affected decided to sue the university to reinstate the programs.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two players decided to sue them to get the sports back", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two students decided to sue the school because they thought it was unfair to themselves, regardless of what was best for the school.", "labels": ["Ath_sued", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two students decided to sue the school.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two women at the college did something about it by suing and having the two sports reinstated.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two women challenged that decision and took them to court.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two women sued the school.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two women sued the university for discrimination.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two women sued the university.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two women sued them", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so with the careful work of one student softball player, the court system ended up making the University reinstate the women's tennis and softball teams.", "labels": ["Ath_sued", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so women athletes sued the school.", "labels": ["Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a student sued them for violating Title IX laws and won the lawsuit.", "labels": ["Ath_sued_TitleIX", "Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana and Marie sue the title IX", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so certain students have sued the school alleging women's teams were cut unfairly in proportion to cuts to men's teams.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued by Ariana Chretien for violations of Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien and Marie Mayerova sued Eastern Michigan for violating women the right to have equal opportunity to play sports, also known as Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien and Marie Mayerova sued the school for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien and Marie Mayerova sued the school, because they felt the cut would unfairly affect women in spots and thus be in violation o Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien and Marie Mayerova sued them for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien sued the school for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Mayerova sued Eastern Michigan for violating Title IX .", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Mayerova sued the school for violating title IX, thus breaking the law.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Mayerova sued them for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien sued to have the program reinstated under title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien took the case to court saying it was violating women's rights.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the two female athletes, Ariana Chretien and Marie Mayerova sued the school for Title IX violations, saying that the cuts would limit women's chances to play sports.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the two women in the story teamed up and sued the university for violating Title IX", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the two women took them to court for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they had to face two female student-athletes in court about Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued and the courts ruled that they had been in violation of Title IX for quite some time and this latest decision made their case worse.", "labels": ["Ath_sued_TitleIX", "Court_EMU_viol", "Made_viol_worse"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued by a student who alleged discrimination.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued by some of the athletes impacted by the decision and ultimately lost the case due to their long history of non-compliance with regulations.", "labels": ["Ath_sued_TitleIX", "Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued by two female athletes for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued on Title IX grounds by softball athlete Ariana Chretien.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were taken to court and forced to reinstate both teams in order to maintain compliance with title IX.", "labels": ["Ath_sued_TitleIX", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female athletes sued and won a law suit against the university for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female athletes sued the university for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two students sued the school citing the school had violated Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two students sued the school for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two students sued the university for gender inequality in sports.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so women students sued them for Title IX violation.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so 2 student-athletes decided it didn't follow Title Nine so they sued the university.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a couple female athletes sued them over Title IX non-compliance.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a couple of students sued Eastern Michigan for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a female athlete student sued the school for violating an act that provides women equal opportunities at school.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a female athlete took the university to court for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a female softball player and tennis player sued for Title IX violations.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a female tennis player and a female softball player sued the school claiming that the cuts to the school's sports program violated Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a member of the women's tennis and a member of the women's softball team challenged the legality of cutting the programs.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a prospective student sued the school for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a softball player and a tennis player sued the school for violation of title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a student athlete who had a softball scholarship teamed up with someone to sue the university for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a student sued and claimed they violated Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a student who wanted to study aviation, one of their programs, and also have a sports grant, sued the University saying that they were discriminating against women sports.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a suit was brought against them and the court ruled that Eastern Michigan had violated Title IX.", "labels": ["Ath_sued_TitleIX", "Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a Title IX case was brought against them.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so an athlete put together a lawsuit claiming they were committing a Title IX violation.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Arian Chretian and Marie Mayerova teamed up to report their school for violating Title IX laws.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chertien--a softball player--and Marie Mayerova--a tennis player--sued the school for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretein sued the university for violating Ttitle IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretian and Marie Mayerova sued the university for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien and Maria Mayerova sued Eastern Michigan for violating Title IX, a law that mandates schools to give men & women an equal chance in sports.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien and Marie Mayerova decided to sue them for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien and Marie Mayerova refused to accept the school's decision to cut the teams, they sued Eastern Michigan for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien and Marie Mayerova sued Eastern Michigan for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien and Marie Mayerova sued the school and ultimately won the lawsuit, because the courts ruled that the school had violated Title IX when they made the cuts.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien and Marie Mayerova sued the school for violating title nine.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien and Marie Mayerova sued the university for violation of Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien and Marie Mayerova sued the University to get it to comply with Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien joined forces with a woman from the tennis team and they went to court, claiming that the university violated Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien joined forces with Marie Mayerova and sued them for violating Title XI.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien joined forces with Marie Mayerova and together, they sued Eastern Michigan for violating Title IX (pronounced “title nine”).", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien joined forces with Marie Mayerova to sue Eastern Michigan for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien joined forces with Marie Mayerova to sue the school for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien joined with a fellow female athelete in suing the school for gender inequality in regards to their school sports.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien sued the school for being involution of Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien sued them for violating Title IX", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien, along with Marie Mayerova sued the university for being in violation of Title IX, which led to the programs being reinstated but kept the financial state of the University in question.", "labels": ["Ath_sued_TitleIX", "Teams_got_reinstated", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana sued for violation of Title IX", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so as retaliation the students of Eastern Michigan University decided to sue the school for violation of Title IXs policy, and as a result of the case going into the students favor, both women's tennis and softball were reinstated", "labels": ["Ath_sued_TitleIX", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so athletes Ariana Chretien and Marie Mayerova filed a lawsuit against the school arguing that they had violated title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so certain students went to court because they believed this was a title IX violation.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Marie Mayerova, a tennis player, sued Eastern Michigan for violating Title IX (pronounced “title nine”).", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Mayerova sued the school for under-representation of women's athletics.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Mayerova sued the University for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Mayerova sued the university in attempt to save women's tennis and softball.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Mayerova sued them citing that they were violating Title IX", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien and Mayerova took them to court for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien joined forces with Marie Mayerova, a tennis player and sued Eastern Michigan for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien sued Eastern Michigan for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so eventually Ariana and Marie Mayerova, a tennis player, sued Eastern MIchigan for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so female athletes Chretien and Mayerova sued the school that it violated Title IX which promoted gender equality in education.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so female athletes from the school sued for breach of Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so female athletes joined together to take the school to court for sex-discrimination among sports funding.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so female athletes sued Eastern Michigan University for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so female student-athletes Ariana Chretien and Marie Mayerova sued the school for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so female students sued the school, claiming that it was in violation of Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it was sued for violating title IX", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it was sued for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so now the University finds itself being sued for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so players took matters into their own hands by suing the school for violation of the title 9 act.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so She joined forces with Marie Mayerova, a tennis player.Together, they sued Eastern Michigan for violating Title IX (pronounced “title nine”).", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so softball player Ariana Chretien and a tennis player sued the university for violation of Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so softball player Ariana Chretien and Marie Mayerova, a tennis player, joined together to sue Eastern Michigan for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so softball player Ariana Chretien and tennis player Marie Mayerova sued the school for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so softball player Ariana Chretien and tennis player Marie Mayerova sued the university for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so softball player Ariana Chretien and tennis player Marie Mayerova, sued Eastern Michigan for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so softball player Ariana Chretien joined forces with Marie Mayerova, a tennis player to sue the college for women's equality in sports programs.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so softball player Ariana Chretien sued the school for violating Title 9.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so softball player Ariana Chretien, a softball player and Marie Mayerova, a tennis player, sued the school for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so softball players joined forces with tennis player and sued the school for violating Title 9.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so some student sued the school, claiming that they violated Title IX when they did so.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so some students protested the change by suing the school for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so students Chretien from the softball team, and Mayerova, from the tennis team, refused to accept the decision and sued the university for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so students sued the school stating it violated Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so students sued them for not being compliant with Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the school was forced to contend with a law suit alleging violations of Title IX and ultimately had to reinstate the programs.", "labels": ["Ath_sued_TitleIX", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the school was taken to court over Title IX violations.", "labels": ["Ath_sued_TitleIX", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save money, but they were sued for violating Title IX.", "labels": ["Ath_sued_TitleIX", "Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they ended up being sued by female students because of Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they ended up having to reinstate them because of Title IX.", "labels": ["Ath_sued_TitleIX", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they ended up in a legal battle that ended up making them bring back the teams.", "labels": ["Ath_sued_TitleIX", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they ended up in litigation regarding noncompliance with Title IX which resulted in them reinstating both women's teams.", "labels": ["Ath_sued_TitleIX", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they faced a legal challenge over Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they got sued by students", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they got sued due to a Title IX breach", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they got sued for violating Title IX and lost.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they got sued.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they had a Title IX complaint filed against them.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they sued Eastern Michigan for violating Title IX", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they sued Eastern Michigan for violating Title IX (pronounced “title nine”).", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued due to Title IX concerns about female students' access to sports.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued for noncompliance with Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued for Title IX violations.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued for violating Title IX", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued for violating Title IX and required to reinstate the two affected sports programs.", "labels": ["Ath_sued_TitleIX", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued for violating Title IX which requires schools to provide equal opportunity to play sports to men and women.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued for violating title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued for violating title nine which promotes general fairness in education.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued for violation of title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were sued under Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were taken to court over title IX and lost so had to reinstate both.", "labels": ["Ath_sued_TitleIX", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so this decision ultimately backfired when two students brought suit again the University for violating their rights.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so this led to two students suing EMU for violation of Title IX", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Together, they sued Eastern Michigan for violating Title IX (pronounced “title nine”)", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two athletes filed suit saying the university violated Title IX laws.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two athletes from these teams joined together to fight the decision and appeal that they had violated Title IX by doing so.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two athletes sued the college to claim they were in violation of Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two athletes sued them for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female athlete's who were affected by this sued the college for Title IX violations.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female athletes affected by the cuts - Ariana Chretien and Marie Mayerova - successfully sued them to restore their teams because the court’s found that the cuts violated Title IX.", "labels": ["Ath_sued_TitleIX", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female athletes chose to sue the University for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female athletes claimed the school violated Title IX and the issue was taken to court.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female athletes decided to sue the school, claiming that the University had violated Title XI.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female athletes from each sport decided to sue the university for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female athletes sued the school for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female athletes sued the university because it was violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female athletes sued them for allegedly violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female athletes sued them for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female athletes teamed up to fight this decision by arguing that it violated Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female athletes took it upon themselves to bring a lawsuit against the school claiming these actions violated title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female college students, one a softball player and one a tennis player, sued the school for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female student athletes decided to sue them for gender discrimination.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female student athletes sued the school claiming the school was violating Title IX requirements.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female students sued them for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female students sued them for violation of Title IX", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female students sued to get the sports reinstated based on Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female students took them to court for Title IX violations.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two female students, a tennis player and softball player, sued the university for violating Title 9.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two girls brought a title ix suit against the school", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two of the affected women sued under Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two of the athletes from those teams sued the school for a Title IX violation.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two of the players decided to sue them for breaking Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two of the school's female athletes decided to challenge the decision, citing Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two players sued due to Title IX violation", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two prospective students sued the university for violating Title IX .", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two student athletes decided to sue the university for violations to Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two students decided to start a case claiming Title IX in order to keep their scholarships.", "labels": ["Ath_sued_TitleIX", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two students decided to sue the school for unfairness in school sports", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two students decided to sue the university for its violation of Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two students filed a lawsuit stating they school was violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two students joined together to sue Eastern Michigan for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two students paired together to sue the university against a title IX lawsuit.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two students rallied and sued the school for violation of Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two students sued the university, citing TITLE IX violations, and won their case, reinstating the programs.", "labels": ["Ath_sued_TitleIX", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two women student athletes sued the school for violating Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two women sued the school for violating title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two women sued the school stating they were in violation of Title IX.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two women sued them for violation of Title XI.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so two women who were affected by the cuts sued the school claiming that the school was violating Title IX, the law designed to promote gender fairness in education and sports programs in colleges.", "labels": ["Ath_sued_TitleIX"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Arian Chretien had to chose between not having a scholarship or not having a major.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien had to choose between her major of Aviation and pursing the sport.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien had to choose between sports or scholarships.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien had to choose if she still wished to attend.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien was either faced with choosing between two of her passions: Aviation and softball.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien worried that she would have to find another school to attend but she could not find one that offered both her major, aviation and softball scholarships.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien would have to choose between her major and her athletic scholarship.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien would have to choose between two of her passions--softball and aviation.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien would have to pick between her two passions - softball and aviation.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien would not be able to get her scholarship while also pursuing her aviation major.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien wouldn't have a scholarship and she wouldn't be about to persue her aviation major.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien, would have to choose between softball and avaiation.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so certain individuals were forced to choose between scholarships and playing sports.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so certain students were faced with the choice of no scholarships or scholarships but no major.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien had to choose between softball and aviation.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien had to make a difficult decision on whether to pursue softball elsewhere, or attend EMU for aviation but risk not receiving a scholarship.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien would have to choose between two of her passions--softball and aviation.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien would have to choose between two of her passions.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so either I find a school with aviation but no scholarships or scholarships but no major.\"", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so incoming student Ariana Chetrien felt she had no other choice than to take legal action due to her dependence on a softball scholarship EMU offered and her major in aviation, which EMU was one of a few schools offering that with", "labels": ["C_had_to_choose", "Ath_sued"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so softball player Ariana Chretien would have to choose between two of her passions; softball and aviation.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so some female athletes had to choose between receiving scholarship funds at other schools or staying at Eastern Michigan and continuing their major field of study but with no scholarship funds.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the woman who was majoring in aviation had to chose between no scholarship and to continue at EMU, or to go to another college that did not have an aviation program.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the young woman in question was left with fewer options, aviation as a major, but no sports scholarship because softball would be cut and she was receiving sports scholarships.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so this meant that Chretien would have to choose between two of her passions--softball and aviation.", "labels": ["C_had_to_choose"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a judge ruled that they did in fact break the law, and ordering Eastern Michigan University to reinstate the programs.", "labels": ["Court_EMU_viol", "Judge_said_reinstate"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they broke Title IX law.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so The court ruled that EMU was not making a sufficient effort to provide women with equal sports opportunities in compliance with Title IX.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the court ruled that the University had violated Section IX.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the University did violate Title IX.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they had violated Title IX.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they violated section 9.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they violated some portion of Title IX by cutting an already underserved woman's athletic teams.", "labels": ["Court_EMU_viol", "Made_viol_worse"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they violated title 9", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they violated title IX", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so violated Title IX.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a judge ordered them to comply with Title IX because they were not giving men and women equal opportunity in their school.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it appeared they were violating Title IX.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it broke the law of title IX.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it ended up with a court ruling against it that noted it had already been violating Title IX for over 15 years.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it violated title 9.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it violated Title IX, a judge ruled.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it violated Title IX, the Judge ruled.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it violated Title IX.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the court ruled that Eastern Michigan had violated Title IX", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the court ruled that Eastern Michigan had violated Title IX and was out of compliance for at least 15 years.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the court ruled that Eastern Michigan had violated Title IX.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the court ruled that the school had violated Title IX.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the court ruled that they violated Title IX.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the courts ruled EMU violated Title IX for being out of compliance for the last 15 years.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the courts ruled they were out of compliance with Title IX.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the judge ruled that they were in violation of Title IV by having women underrepresented at their school in sports.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the university violated Title IX.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they broke the Title IX law.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they violated Title IX and were held responsible for their lack of fairness in womens representation of sports at the school", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they violated Title IX.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were found in violation of Title IX when brought to court over the cuts to womens sports", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were found in violation of Title IX.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were found to be in violation of title IX and accused of sexism.", "labels": ["Court_EMU_viol", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were found to have violated title IX.", "labels": ["Court_EMU_viol"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a judge reversed their decision and the programs are in effect still.", "labels": ["Judge_said_reinstate", "Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the judge ruled that the school would have to reinstate both women's softball and tennis.", "labels": ["Judge_said_reinstate"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a judge ruled that the school would have to reinstate the sports.", "labels": ["Judge_said_reinstate"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so As a result, the judge ruled that the school would have to reinstate both women's softball and tennis.", "labels": ["Judge_said_reinstate"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the judged ruled that the school would have to reinstate both programs.", "labels": ["Judge_said_reinstate"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were technically wrong as a judge ruled in court that they would have to revert change.", "labels": ["Judge_said_reinstate"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so women participating in those sports programs were unable to pursue their passions.", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so 25 women lost access to the sport they had been playing.", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so 25 women lost their athletic opportunities. ", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so even though it limited women's chances to play sports it did save the University some money.", "labels": ["Limit_to_fem_opps", "Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so female students felt they were not receiving equal opportunities to pursue sports.", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so female students were now underrepresented in sports teams.", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so fewer women had access to sports.", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it would limit women's chance to play sports", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so less women have the opportunity to play sports at the school.", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so nearly 25 women would lose scholarships.", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the cuts reduced Eastern Michigan's sports programs by 25 women and 58 men.", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the women felt they were under represented within the school athletics program.", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so there were fewer sports for women to play.", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could manage to a budget and therefore a court ruled that by doing this it disproportionately impacted female athletes and the court ruled to have those programs/sports reinstated.", "labels": ["Limit_to_fem_opps", "Judge_said_reinstate", "Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they would limit women's chances to play sports.", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so women were even more underrepresented in university athletics than they had been before.", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so women were not being given equal access to sports in the school.", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so women's access to sports was limited.", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so women's chances of playing sports were reduced.", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so women's chances to play sports at that school were limited even more.", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so women's chances to play sports were limited.", "labels": ["Limit_to_fem_opps"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the judge emphasized that the cuts to the women’s teams made the situation even worse.", "labels": ["Made_viol_worse"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the judge ruled to reinstate it as it made the situation worse.", "labels": ["Made_viol_worse", "Judge_said_reinstate"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were further in violation of Title IX.", "labels": ["Made_viol_worse"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a judge ruled they had actually made the situation worse.", "labels": ["Made_viol_worse"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so even less women were given access to sports at the university.", "labels": ["Made_viol_worse"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so female college students were even more underrepresented in sports at this school as a result.", "labels": ["Made_viol_worse"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so He explained that the cuts showed that the school was not making enough effort to give women equal access to sports.", "labels": ["Made_viol_worse"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it reduced women's chances to play sports even more.", "labels": ["Made_viol_worse"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it was further in violation of Title IX.", "labels": ["Made_viol_worse"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it was ruled that the school made the Title IX situation even worse.", "labels": ["Made_viol_worse"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so now woman athletes at the school have even less opportunity to play sports.", "labels": ["Made_viol_worse"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so so.it would limit women's chances to play sports even more", "labels": ["Made_viol_worse"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so The cuts, they said, would limit women's chances to play sports even more.", "labels": ["Made_viol_worse"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the school was not making enough effort to give women equal access to sports", "labels": ["Made_viol_worse"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the underrepresented female athletes were reduced by an even greater number.", "labels": ["Made_viol_worse"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so there was even less chances for women to play sports.", "labels": ["Made_viol_worse"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the could ballence their budget they provided a bad services and for the the last 15 years they pick on cutting the womans sports", "labels": ["\"Made_viol_worse"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so \"", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it affected scholarships.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could stay out of trouble.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they ran afoul of Title IX", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so women cannot practice sports.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien would lose her scholarship or be required to change to a school that didn't support her major in Avaition.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so there was an uproar", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they tried to follow the law.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so v", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so very good", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so very interested the sports students.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so A judge ruled Tuesday that Eastern Michigan must hire a softball", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so A judge ruled Tuesday that Eastern Michigan must hire a softball A judge ruled Tuesday that Eastern Michigan", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien and Marie Mayerova decided to accuse the school of sexism as a way of saving only the women's teams.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien faced a difficult decision.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Ariana Chretien lost her scholarship to the aviation school of her choice.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretcien had to choose if she still wanted to attend.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Chretien was upset because she had a softball scholarship.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so enough money was available for other programs.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so female students with tennis or softball scholarships would no longer receive those funds.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so first of all woman is lower then the boys", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so for not good", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Grove City College created a path to sanity.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so happy.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so I'm going to make it more", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so In college athletics programs, Title IX requires schools to give men and women equal chances to play sports", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so IS VERY GOOD", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it put a lot of strain on women who were there for those scholarship programs.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it was done", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so It was the only school that also offered a specialization in aviation", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it was trying to make enough effort to be inclusive", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so made smaller amount of students", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so many female players were upset.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so many students will lose there scholarships", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so me", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so more", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so more money can be allocated to academic programs.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so much is a chicken and I don't trust people easily", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so multiple student athletes had to juggle the decision of major vs scholarship.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so nothing.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so now they are trying to work hard on the nest game.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so now they need to work hard on the next game.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so other sports can still play.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so other things could be afforded", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so others will suffer in the future", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so people are upset", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so people got angry that they were prejudice against women.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so people sued because that's what we do in this generation.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so people were upset about losing women's athletics.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so scholarships attached to those sports would be lost.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so something needs to be done to hold colleges to the law of offering these programs.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that men can retain their tennis and softball.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that the budget would help pay for the education of the student and not on games in a place where learning is priority over playing games", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that the university could continue to stay be in business.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so That there was enough funding to cover the other sports programs.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could balance their budget.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could prioritize other parts of the schools curriculum.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that women who had scholarships in those sports had their scholarships in jeopardy.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the athletes felt upset about losing their sports.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the girl who wanted to major in aviation but also had a softball scholarship felt cheated.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the other sports could continue at the school.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the players had to forcefully chose between what sport they want to be part of.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the scholarship programs for female athletes in those sports were doomed unless the recipients could force the university to reinstate those programs by suing them for Title IX violations.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so The school argued that the changes affected more men than women.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the students could have the correct amount of funding dedicated to their academic pursuits.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the students had to either chose a different sport or not play at all.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so their budget would be less than originally projected.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they are being unfair to women in sports.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they can most likely use the money for their best men teams.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could clear room for more Male sports.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could get under budget.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could pay 4.5 million for their budget.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they cut men's wrestling.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so They got fined for violating Title IX.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they were worried", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they will focus on other sports", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they would have enough money for football.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they would have less to finance for the athletic program.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they would not be fined", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they would not comply to the new law of gender equality.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so those programs were not longer available to women participating in them causing problems for women with a scholarship in these programs.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so those women had some tough decisions to make.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so Title IX was put in place in order to ensure fairness across genders with regards to collegiate sports.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so was perceived as being unfair to the women athletes who needed these teams to remain in place for scholarship reasons.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so well", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so were decided to have violated gender equality.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so will play the sports.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so woeks chances to play sports were limited even more.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so woman can play softball and tennis", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so woman who received scholarships lost those chances leaving them in a less privileged standing as male students.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so women are not able to play sports and get an education as easily as they should.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so women who received scholarships for tennis and softball had effectively lost their scholarships.", "labels": ["Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could save money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could trim expenses from the budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could trim the budget", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could reduce the over spending without cutting more male sports teams.", "labels": ["Reduce_costs", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could spend less on supporting sports teams to decrease their financial deficit.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it could save money in the long run through canceling certain activities that was using too much money.", "labels": ["Reduce_costs", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it could save money to keep other programs funded", "labels": ["Reduce_costs", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could recover from financial decline.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could use the money spent on those activities for other reasons.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so there will be more money available for other better things.", "labels": ["Reduce_costs", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could get out of the financial troubles the were in.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could meet budget guidelines.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could reduce expenses.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save funding and put elsewhere", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save money to help with their current financial crisis the college was experiencing.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they thought they were saving money and helping the budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so to be better able to get within budget monies.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so to save money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so an effort to save money, the school reduced its sports programs.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so as to balance a budget they didn't have money to fund.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so as to come out of financial trouble", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so as to come under budget, they cannot afford to go over", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so as to save money", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so as to save money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so In an order for an effort to save money,", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it could attempt to correct budgetary shortfalls.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it could balance its budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it could better meet budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it could bring its budget back into balance.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it could continue on with its remaining sports and programs on a tight budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it could cut spending.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it could reduce its budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it could save money b", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it could save money from being over budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it could save money to meet its budget", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it could save money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it could stay out of financial trouble.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it could stay within its budget allowance.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it seemed that this decision would save money by reducing some sports programs", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it would be able to reduce it's deficit spending", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it would be able to stay within budget for the 2018 year.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it would reduce the amount of monies being spent on sports.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so lots of money was saved.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so money could be saved.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so money could be utilized in other areas.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so reduce spending.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so save money in the school budget", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that funds could be saved.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that it can address its financial shortfall", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that it could balance it's budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that it could cut costs no matter what other people wanted.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that it could save money due to a budget shortfall.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that it could save money in the coming year", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that it could survive it’s budgetary problems.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that it would not have to get money elsewhere to fund them.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that money could be saved.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that the school could make up a budget shortfall.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that the school could reduce spending since it was expected to spend at least $4.5 million more than the budget allowed.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that the school could save money and keep the university going.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that the school could save more money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that the school could try to save some money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that the school would be able to meet it's budge.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that the school would not be over-budget for the school year.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that the school's budget could be balanced.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that the university could reduce its financial troubles.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that the university could save money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that the University would be within the spending budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that their financial issues could be better addressed.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that their school expected budget to be spent would at least be 4.5 million dollars", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they can decrease the amount they have gone over for the budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they can reduce there financial problems.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they can save money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could contribute more money to men's sports.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could cut back on financial troubles.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could cut down on expenditure on sports teams within the school.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could cut spending.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could effectively reduced spend that was already over budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could lessen the budget deficit.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could meet their budget restrictions.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could meet their budgetary goals.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could reduce spending and fit the budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could reduce spending.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could reduce their sports spending budget", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could save enough money to balance their budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could save money", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could save money and avert a financial crisis.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could save money and spend what their budget could allow.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could save money and stay within a reasonable budget to accommodate student and faculty needs.", "labels": ["Reduce_costs", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could save money because they were already so far over budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could save money by reducing their sports programs.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could save money due to the schools poor financial situation in 2018.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could save money in a budget that was already experiencing a deficit.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could save money in the long run.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could save money on sports.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could save money to be in closer alignment to their assigned budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could save the school money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could save themselves from being over budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they could stay within their budget", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they have money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so that they would not go over their budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the could balance the budget", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the institute could ease its financial trouble.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the school could be saved finacially", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the school could cut spending to fall within its available budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the school could meet their budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the school could save money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the school would be able to save money and meet the budget allowed", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the university could save money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the university saved financially by eliminating to women's sports and three men's sports.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so their budget could be reduced since they were way over budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they alleviate their financial problems.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they can reduce expenditures.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they can reduce spending.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they can reduce the expected budge deficit.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they can save money", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they can save money .", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they can save money and not spend it on those sports.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they can save money to accomodate the budget", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they can save money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they can save more money", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they can save on money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they can save some money", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they can save some money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they can stay under budget for the next school year.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they cold save money", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could attempt to alleviate a $4.5 million budget shortfall.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could attempt to reduce expenses in their sports programs.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could attempt to stay under their spending budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could balance their budget", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could be on budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could bring their financial obligations more in line with their budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could come up with their deficit.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could cut costs.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could cut down their budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could cut expenses for their budget that was already over by $4.5 million.", "labels": ["Reduce_costs", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could cut expenses, but I think it was unfair, men were cut too.", "labels": ["Reduce_costs", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could cut their deficit.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could cut their overspending.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could decrease their budget and not operate at a loss.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could free up money for other programs.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could have a better budget to be able to do other programs without having to spend so much on the ones they cut.", "labels": ["Reduce_costs", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could have extra money to support the academic portion of the University.", "labels": ["Reduce_costs", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could have more money", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could help their financial situation.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could help themselves financially by saving money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could improve their financial situation", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could lessen the deficit the university had created.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could lower their expenses.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could maintain the budget they set.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could make an attempt to become financially more stable.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could meet their annual budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could meet their budget and not go over by $4.5 million.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could meet their budget demands.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could meet their budget the following year.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could meet their budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could offset a $4.5 million dollar shortfall expected by the university.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could operate on budget for the calendar year.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could reduce cost to the University.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could reduce costs.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could reduce debt.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could reduce spending.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could reduce the amount of money spent on sports programs.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could reduce the spending.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save money", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save money .", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save money after going over their budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save money and balance the budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save money and help their budget shortfall of 4.5 million dollars.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save money and keep the core academics of the school active.", "labels": ["Reduce_costs", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save money and reduce the budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save money as the budget was over what they had.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save money due to their financial troubles.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save money for the university.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save money from going over budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save money in order to meet their budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save money on the athletic budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save money overall.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save money to support their overall budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save more money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save more on the budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save some money without interfering with academic expenses.", "labels": ["Reduce_costs", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save some money!", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save some money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could save themselves money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could stay solvent.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could stay within their budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they could try and not go over their budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they cut back on losing money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they saved money", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they saved more money", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they will not be over budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they would be able to put the money spent on the teams back into the school's budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they would be able to save money on their budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they would be able to stay within their annual budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they would hopefully be at or under budget in the upcoming year.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they would not go over budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they would not go over there budget.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they would save money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they wouldn't be over budget", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they're saving money.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so to save money", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so to save money foe future projected spending.", "labels": ["Reduce_costs"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so to save money, the school reduced its sports programs including the men's wrestling, men's swimming and diving, women's tennis, and women's softball teams would not continue in the fall.", "labels": ["Reduce_costs", "Would_not_continue"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so a lawsuit ruling forced them to reinstate the sports.", "labels": ["Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so now the have to reinstate programs per the Title IX.", "labels": ["Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they explain to the reason why and still sued and correccted it afterwards.", "labels": ["Teams_got_reinstated", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so They school had to reinstate both programs.", "labels": ["Teams_got_reinstated"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so when the population of women at the University lowered to a very unequal ratio, they reinstated them.", "labels": ["Teams_got_reinstated", "Miscellaneous"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so it would not continue in the fall.", "labels": ["Would_not_continue"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the teams would not continue in the fall.", "labels": ["Would_not_continue"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so these sports would not be available to students in the fall.", "labels": ["Would_not_continue"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so softball players could no longer play in the fall.", "labels": ["Would_not_continue"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the school reduced its sports programs.", "labels": ["Would_not_continue"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so the women's softball team would not continue in the fall.", "labels": ["Would_not_continue"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so these two sports were no longer offered at the school.", "labels": ["Would_not_continue"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so they would not continue in the fall.", "labels": ["Would_not_continue"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so women could not play tennis and softball at the university.", "labels": ["Would_not_continue"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so women were not able to play tennis or softball at Eastern Michigan University.", "labels": ["Would_not_continue"]}
{"text": "Eastern Michigan University cut women's tennis and softball, so women's softball teams would not continue in the fall.", "labels": ["Would_not_continue"]}