{"text": "Governments should make voting compulsory so you have a truly participatory democracy where everyone's voice is heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so why don't they do it already?", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so we would have leaders in office who represent the majority.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so we vote the correct person.", "label": ["Leaders"]}
{"text": "Governments should make voting compulsory so we vote the correct person", "label": ["Leaders"]}
{"text": "Governments should make voting compulsory so we vote the correct person", "label": ["Leaders"]}
{"text": "Governments should make voting compulsory so we vote the correct person", "label": ["Leaders"]}
{"text": "Governments should make voting compulsory so we the correct person", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so we should vote compulsory.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so we get a true measure of the people's choice.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so we choose correct person.", "label": ["Leaders"]}
{"text": "Governments should make voting compulsory so we can select the good leader", "label": ["Leaders"]}
{"text": "Governments should make voting compulsory so we can get more accurate representation of voters across the whole United States.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so we can get a more accurate vote as the majority will have submitted a vote.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so we can get a more accurate judgment of what people think of candidates.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so we can feel confident that the elected official is representative of the majority of the population, not just the majority of the people who opted to vote.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so we can ensure we achieve the outcome we want as a society.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so we can be sure that all sides have been represented in the election results.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so we can be ensured as a people that all of ur voices are heard in every politician that is voted to work for us.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so we are quick to make a decision.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so we all are hear and have someone there for us so the goverment knows how we feel about how things are being done for us but as people we need to feel free were we do it and vocal", "label": ["More Representative", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so voting should be seen as a civic right and not a civic duty.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so voting should be made more accessible to everyone.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so voting say that it is a violation of personal liberties and choices.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so voting represents the population better.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so voting is a civic right not duty.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so voting ensures that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so VOTES CAN BE COLLECTED MORE", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so voters will stop being apathetic and vote in elections", "label": ["Apathy", "Increased Voting"]}
{"text": "Governments should make voting compulsory so voters participate.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so voters ensures that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so voters can feel like their voice matters.", "label": ["Feels Represented"]}
{"text": "Governments should make voting compulsory so voter turnout remains high and the majority of the population is always represented.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so voter turnout is not low.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so voter turnout is much higher.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so voter turnout is mandatory", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so voter turnout is higher.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so voter turnout is higher.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so voter turnout is high.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so voter turnout goes up", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so voter turn out improves.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so voter participation will increase and the majority of the population will be represented in the outcome of a political election.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so voter participation is encouraged.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so voter apathy won't interfere with voter turnout", "label": ["Apathy", "Increased Voting"]}
{"text": "Governments should make voting compulsory so voter apathy will no longer be a problem.", "label": ["Apathy"]}
{"text": "Governments should make voting compulsory so very impartent", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so to understand people's view.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so to encourage voters participation", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so to encourage voter participation.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so to encourage voter participation", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so those who cant make it to vote or do not want to will not be punished.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so they would have to have a punishment for people who still avoid doing it.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so they receive the highest possible turnout of voters.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so they know how the country truly feels on certain issues.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so they include all the citizens.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so they get everyone's vote to count.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so they can survive to live another day.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so they can show they do not respect the freedom to say no", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so they can pretend to rule by popular mandate.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so they can know truly what the people want.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so they can have everyone logged in the system, There would be no illegals if every single person needed to vote.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so they can get an actual tally on all eligible voters and on their feelings in the actual political landscape.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so they can get a true count of the number of people that vote", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so they can ensure that the government truly represents the will of the people by soliciting the opinions of a majority of the citizens.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so they can combat low voter turnout and ensure that government is truly representative of the people. ", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so they can combat issues of voter apathy which cause low voter turnouts and make government less representative of the people.", "label": ["Apathy", "Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so they a bigger voter pool for a better election.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so theres more data to pull from", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so therefore should also make civics mandatory learning in schools.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so there's more overall involvement and the whole process.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so there will not be a lack of the overall population taking part in political elections.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so there will be no more low voter turnout and apathy.", "label": ["Apathy", "Increased Voting"]}
{"text": "Governments should make voting compulsory so there will be a higher turnout at the polls and citizens are motivated, by law, to vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so there will be a higher turn out.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so there should be policies either in place to enforce compulsory voting or governments should create policies to transition to compulsory voting.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so there should be easier ways to vote, online and absentee voting.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so there needs to be some negative consequence for not voting to encourage voters to participate.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so there is not a major decline in voter participation such as Venezuela who saw a 30% decrease in voters coming to the polls.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so there is no more democra8", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so there is less fighting after the polls.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so there is higher voter turnout in the elections.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so there is better participation in the elections", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so there is a stronger presence of political awareness and knowledge throughout the country.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so there is a real chance for changes.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so there is a more accurate representation of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so there is a more \"true\" election.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so there is a maximally representative census of the will of the people", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so there is a better representation from the constituents.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so then all citizens would be responsible for election results.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so their democracy has a representative government.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the will of the people is properly represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the will of the country's population is directly involved in shaping the government and direction it needs.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the will of everyone can be represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the votes are accurate and can have a reliable elections or votes that the people are required to do.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so the voters would not feel to apathetic about politics and actually get involved in what's going on.", "label": ["Apathy", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so the voter turnout raises.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so the voter turnout is larger.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so the voter turnout is higher.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so the voter turnout does not drastically decline.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so the voted in official better represents the needs of the whole community.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the vote will be a true choice of people.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so the vote count stays at a fairly high level.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so the voice of what the people really want is heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the voice of the people is heard in a more complete manner.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the voice of ALL the people are heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the United States should consider adopting compulsory voting regulations.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so the uninformed may cast a ballot paid for by unethical politicians.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so the turnout is better and can more accurately elect representatives in public offices.", "label": ["Leaders", "Increased Voting"]}
{"text": "Governments should make voting compulsory so the true will of the people is represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the true interests of all the people in a country are represented instead of just those who care enough or have the resources to vote.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the true desires of everyone can be known.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the true choice of the people who are voting is made.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so the right person will be elected.", "label": ["Leaders"]}
{"text": "Governments should make voting compulsory so the right person is elected for the job based on the peoples choice.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the right person can be elected all the time.", "label": ["Leaders"]}
{"text": "Governments should make voting compulsory so the right candidate gets into office.", "label": ["Leaders"]}
{"text": "Governments should make voting compulsory so the results will present a more accurate portrait of the electorate.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the result is not biased.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so the population will have a say in who wins.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the polls increase.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so the politicians that are elected represent the majority of the people and what they are looking for in a leader.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the person who is elected is representative of the majority of the citizens of that country.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the person that is elected is truly a representative of all of the people.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the person elected will represent the majority of the population.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the person elected is truly representative of the interests of the majority.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the person elected is truly elected by the majority of citizens.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the person chosen is voted for by all", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the people see it as a civic right not a civic duty.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so the people in those countries come out to vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so the people have the decision to decide.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so the people have a say.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the people are the ones who are physically choosing who they want to govern them and guide their country towards a better future.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so the outcome of the election reflects the voters' will.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the most popular candidate wins.", "label": ["Leaders"]}
{"text": "Governments should make voting compulsory so the maximum number of citizens participate in governmental elections.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so the maximum number of citizens have their voices heard by their government.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the masses can elect their choice", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the majority rule is reflected with regards to all citizens.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the majority of voices are heard in the election results.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the majority of the voting public is represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the majority of the r population is represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the majority of the population selects the favored candidate.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the majority of the population is represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the majority of the population gets the candidate they want.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the majority of people will actually vote for who they want to represent them.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so the majority of people vote, which makes democracy really representative", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so the majority of citizens have a say in who runs their governments.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the majority gets what they want.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the job gets done.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so the governments' elected leaders are true representatives of their constituencies.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the governments can feel better about voter numbers.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so the government represents the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the government represents the majority of the population", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the government is representative of all citizens.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the government is accurately represented by the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the government is a true reflection of the will of the people.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the government can represent majority of the population", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the federal government can finally make a voting holiday.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so the electoral voters would have more insight of the people wishes.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so the elections reflect that the elected government represents all or most of their citizens.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the election will be a true democracy.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so the election process can ultimately be as fair and comprehensive as possible.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so the election is representative of the whole nation.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the election is decided by all of the people, not just the ones who show up to vote.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the election has more of the peoples input.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the elected represents the majority of the people", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the elected representative is truly representing the population.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the elected president/parliament/congress, etc. reflects more accurately the will of the people.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the elected officials are more representative of the population as a whole.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the elected officials are accurately representing the voice of the populace.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the elected official represents the masses.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the elected official represents the majority of the population.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the elected official more accurately reflects the choice of the entire populace.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the elected government represents the majority.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the elected government represents the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the elected government represents the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the elected government represents the majority of the population", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the elected government represents a majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the elected government represents a majority of the people.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the elected government really is representing the true majority of the population, and not just those interested enough in politics to go vote.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the elected government officials represent the population better.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the elected government is really representative of what the majority of citizens want.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the elected government accurately represents the people.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the elected candidate is more representative of the population they will be governing.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the country has a president whom all the citizens want.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the country can have true representation of the people.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so the citizens will participate in the forming the good government and good leaders to run the country in good and growing path", "label": ["Leaders", "Increased Voting"]}
{"text": "Governments should make voting compulsory so the citizens have a true voice in their leadership.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so the candidates will not just focus on one group of people but the country as a whole.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so the candidate elected is a good representation of the people.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that, if used responsibly, the results of elections would more accurately match how the voters in the country actually feel.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that young people, as well as older, actually vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that whomever is elected is a true representative of a majority of the people.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that whoever is voted in is really the person that the people wanted not just the person that was voted in because most people did give their vote.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that whoever is elected is the representation of the true majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that we have representative democracies.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that we get the best person for our goverments", "label": ["Leaders", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so that we get a true idea of what the people of the country want with how their votes fall.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that we can select the right leader for betterment", "label": ["Leaders"]}
{"text": "Governments should make voting compulsory so that we can see more people take an interest in who is going to be our new president.", "label": ["Leaders", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so that we can make sure that every citizen has a say in it's representation.", "label": ["Civic Duty"]}
{"text": "Governments should make voting compulsory so that we can have greater voter participation and elect the best president/leaders.", "label": ["Leaders", "Increased Voting"]}
{"text": "Governments should make voting compulsory so that we can have a fair election.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that we can get areal feel for how the country as a whole feels.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that we become more like Bolivia.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that we all have to make sure that our government is taking care of us and not htat we are just letting then run rampant", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that we all actually have a real vote or not no vote", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that way you get a 100% turn out by the voters.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that voting should be seen as a civic right and not a civic duty.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that voting can be seen as a civic right and not a civic duty.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that voter turnout is much higher.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that voter turnout is increased.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that voter turnout is higher and we have a true representative democracy.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so that voter turnout is higher and the true majority of the locality chooses who gets elected.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that voter turnout is higher and that the government represents a true majority of the population.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so that voter turnout is higher and people are more engaged in politics.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that voter turnout increases.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that voter turn out increases, ensuring that their government is a representative democracy.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so that voter participation will be encouraged.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that voter participation is up.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that voter participation is more encouraged.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that voter participation is encouraged.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that voter participation is encouraged.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that voter apathy does not allow people to complain after the election that the winner was not chosen by the majority.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that true democracy exists in countries where voters are allowed to vote; if citizens don't vote their political desires can't be represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that those elected better represent a majority of the population.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that those elected are representing the will of the people.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that they may stop falsifying votes, hopefully.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that they know what all eligible votes think.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that they have majority of the population represented in the process.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that they have good representation of what their citizens want for the laws.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that they get the opinion of every citizen, not just a few.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that they generate more interest in elections from the public.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that they can learn the needs of the majority and truly support their country.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that they can interfere with the civil liberties of their citizens.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that they can get a more accurate representation of the nation's opinion on their policies and leaders.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that they can get a good idea of the opinions of their people", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that they are more representative of the full population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that they are actually representing the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that there will be a higher voter turnout and the entire populations voice is heard.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so that there is not a low voter turn out.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that there is larger voter turnout and a more accurate representation of what the population wants.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so that there is greater participation by the citizens in electing their representatives.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that there is a renewed political interest in our world that favors \"American Idol\" over choosing a worthy political candidate to run our governments.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that there is a reason for people to get involved in politics but there should be no punishment fir those who do not vote", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that there is a much higher turnout at polls.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that there is a more representative government.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that there is a large turnout.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that there is a higher voter turnout.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that there is a higher voter turnout and the elected government is represented my a larger number of the population.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so that there is a high voter turnout.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that there is a correlation between the population and the government in terms of representation.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that there can be nobody saying that a leader would’ve been elected instead if everyone had voted.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that their people are represented fairly by the people they want to lead the country.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that their democratic government can truly be representative of the people.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the wrong people do not vote and make the voting unfair", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that the will of the People, not just of some people, can be carried out.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the will of the people is reflected in elections.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the will of the people is genuinely represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the will of the people can more accurately be represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the voting polls are more in line with everyone's views not jut a select few.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the votes are more representative of the country's populace.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the votes actually reflect and account for the entire community, not just a select few.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the voter turnout in that country would increase.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that the views of the entire population are more accurately depicted in the results.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the vast majority can vote", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that the use of the Electoral College is no longer necessary.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that the true winner of the vote has the majority of the country's support.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that the true will of the people can be acted on.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the true majority vote winner will be chosen.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the the odds of electing a government more representative of the majority of the citizens is hopefully improved.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the same person gets elected every time.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that the running officials are selected by the majority.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that the results of the elections properly convey the will of all the people.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the results of the election are a true reflection of the majority ofpeopl r not just a few", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the problem of low voter turnout can be addressed.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that the population is engaged in voting andthat these votes actually represent what they want", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so That the population is better represented in the laws are more in line with what people want", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that the population has inventive to participate in the election process.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that the political representative with the best policies get into office.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that the person voted in is the one that the majority of the population wants.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that the person is elected was chosen by everyone.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the person in office is who the people want there instead of just who ever feels like taking the seat.", "label": ["Leaders", "More Representative", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so that the person elected accurately portrays the candidate that the country in whole wants in office.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that the people know the chosen candidate is the voice of the major population", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that the people have a better opportunity for choosing the right candidate for their country.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that the people can voice their opinion.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the people can have more representative governments.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the opinions of all citizens are heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the number of people that vote on elections goes up.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that the majority will vote the elected official in.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that the majority of voters get their voices heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the majority of the populous and their goals/beliefs/values are represented in our government.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the majority of the population is represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the majority of the population is represented in the vote.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the majority of the population have a say in their government representation.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the majority of the people voice's will be heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the majority of the country is represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the majority of people will vote, making sure the will of the people is heard.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so that the largest percentage of the public will vote and choose the officials they most want to be leading the country.", "label": ["Leaders", "Increased Voting"]}
{"text": "Governments should make voting compulsory so that the greatest number of voices are heard when deciding on our leaders.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the government reflects the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the government is truly reflective of the majority.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the government is representative of the people.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the government is a more accurate reflection of the population's desires.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the government could see who is qualified as a president", "label": ["Leaders", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so that the government accurately represents its people.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the governing bodies reflect the will of the people and act as representatives of society's current needs and desires.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the governement is an actual representation of the people", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the entire population may be heard, for good or for bad.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the entire population is properly represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the entire population can participate in shaping the country they live in.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that the election results show a truly democratic decision.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the elected party and elected government can represent the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the elected officials represent the majority of the population.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that the elected officials are truly in office because the majority of the population wanted them there.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that the elected official represents the majority.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that the elected official is truly what the majority wanted.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the elected government represents the majority of the population,", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the elected government represents the majority of the population", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the elected government represent the majority of the population. X6", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the elected government officials represent a majority of the population and not just the segment that choose to vote.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the elected government is representative of the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the elected government is a true representation of the people's vote.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that the country is accurately represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that the country can remain fair with its candidates", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that the bulk of the voting populace pays attention to politics.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that the best person gets the job.", "label": ["Leaders"]}
{"text": "Governments should make voting compulsory so that people won't blow off the countries future.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that people will turn out to vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that people will participate in elections and not grow apathetic towards politics.", "label": ["Apathy", "Increased Voting"]}
{"text": "Governments should make voting compulsory so that people will actually have a need to stay informed about what's going on in politics.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that people understand their civic obligation and vote on election day", "label": ["Increased Voting", "Civic Duty"]}
{"text": "Governments should make voting compulsory so that people understand the importance of voting and vote.", "label": ["Increased Voting", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so that people get more involved with politics and help combat voter apathy.", "label": ["Apathy", "Increased Voting"]}
{"text": "Governments should make voting compulsory so that people elect the true choice in the election.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that people cast a vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that people can put the candidate in office that they choose.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that people can have a chance at life.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that people are not forced to give inaccurate and misrepresented data.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that people are more engaged with their government and actively create the society that they want to live in.", "label": ["Increased Voting", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so that people actually care who is elected.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that participation in voting will be high.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that participation and involvement are encouraged and increased.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that our elected officials are true representatives of the entire population not just special interest groups.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that no one can say they were not given the right to vote or that their vote was suppressed.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that nearly all eligible voters actually vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that nations do not suffer loss of voter participation such as that seen in Venezuela.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that more voices are represented in the political process.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that more people would vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that more people will cast their vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that more people will be able to be a voice in elections.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that more people vote in 2020 than they did in the 2012 US Presidential election", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that more people turn up to vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that more people participate in this civic duty.", "label": ["Increased Voting", "Civic Duty"]}
{"text": "Governments should make voting compulsory so that more people participate in electing government officials.", "label": ["Leaders", "Increased Voting"]}
{"text": "Governments should make voting compulsory so that more people can participate", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that more people can be represented by the elected official.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that more people are involved in what happens in the world.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that more of the population will vote and their voices will be heard.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so that more of the population have their voices heard by voting.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so that more of the country is required to vote instead of having options and values but not acting on them.", "label": ["Increased Voting", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so that more citizens actually vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that more citizens across the world become invested in their government's election process and try to find out more about potential candidates.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that low voter turnout is avoided.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that leaders of countries are represented by true feelings of the majority of people.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that its citizens will become better educated in politics and give an accurate representation of the interests of the people.", "label": ["More Representative", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so that it's easy for people to make up their minds.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that it is ensured that all citizens' wishes are represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that it is certain that every citizen will cast a vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that it is a fair election that represents all people of the land, which would discourage those political parties that use fear to dissuade dissenting voters.", "label": ["More Representative", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so that it has a larger vote count.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that it ensures the population will vote for a candidate that is truly placed in office by the people and for the people.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that it ensures that the majority of the population is represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that it ensures that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that it ensures everyone vote and it encourages civic duty to the country.", "label": ["Increased Voting", "Civic Duty"]}
{"text": "Governments should make voting compulsory so that it ensures democracies have representative governments.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that it encourages people to vote and have a say in their government.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that it encourages citizens to vote for their desired candidate or help get the right person in office.", "label": ["Leaders", "Increased Voting"]}
{"text": "Governments should make voting compulsory so that higher voter turnout is assured and people do their civic duty.", "label": ["Increased Voting", "Civic Duty"]}
{"text": "Governments should make voting compulsory so that he people understand that it is important for their contry.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that governments do not misuse the power of mandatory voting.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that governments are representative of its citizens.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that governments are more representative of the populations they serve.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that government by the people overrides government by whoever has the most power.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that everyone’s vote and voice matters and is heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that everyone's vote influences the election.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that everyone's voice is heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that everyone's voice is heard in a democracy, which is governed by the people.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that everyone's voice is heard during every election and to prevent voter intimidation and voter fraud.", "label": ["More Representative", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so that everyone's opinion s counted, and no one is left out.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that everyone will have to vote but not be penalized.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that everyone who votes can have a say in the election choice.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that everyone who qualifies to vote 8n an election are required to do so.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that everyone votes which makes the election fair.", "label": ["Increased Voting", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so that everyone votes and has a say in their local politics.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that everyone participates on government.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that everyone participates in the election and feels like their opinion was heard.", "label": ["Increased Voting", "Feels Represented"]}
{"text": "Governments should make voting compulsory so that everyone participates", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that everyone is represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that everyone is performing their civic duty", "label": ["Civic Duty"]}
{"text": "Governments should make voting compulsory so that everyone is fairly represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that everyone is counted and the country has a deep understanding of its citizens.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that everyone in the country can have their voices be heard not just the few amounts of people that make the effort to go vote.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that everyone has their voice heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that everyone has an opportunity to make their voice heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that everyone has an equal chance to vote", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that everyone has a voice in who gets elected.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that everyone has a say in our leadership.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that everyone has a say in how the country is run.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that everyone has a good reason to become more actively involved in the political process.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that everyone gets a fair election", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that everyone gets a fair chance to pick who they think would fit best to leader the country.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that everyone fully participates in our democracy.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that everyone exercises there right to vote for the person they find to be the best candidate.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that everyone does their duty by voting.", "label": ["Increased Voting", "Civic Duty"]}
{"text": "Governments should make voting compulsory so that everyone could be heard", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that everyone can perform their civic duty.", "label": ["Civic Duty"]}
{"text": "Governments should make voting compulsory so that everyone can participate in the government elections with high voter turnout.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that everyone can have their vote count but allow those corrupting the system severe punishments.", "label": ["More Representative", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so that everyone can have their voice heard without the need of riots and pickets or walkouts and without all the drama of such", "label": ["More Representative", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so that everyone can get use to it and make it a habit.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that everyone can get their voices heard", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that everyone can get out and vote and not have an excuse.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that everyone can express their opinion and the results of the election will be more accurate.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that everyone becomes more involved with the affairs of the nation", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that everybody's voice is heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that everybody completes their civic duty.", "label": ["Increased Voting", "Civic Duty"]}
{"text": "Governments should make voting compulsory so that every voter will have a say in who is elected or not.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that every voter goes to the polls.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that every vote is counted and matters.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that every voice is heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that every person is represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that every person in the country has voted.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that every person can make their own decision as to whether they want to vote or not.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that every person becomes more involved in voting and we have a more fair outcome to elections that TRULY represent the people.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so that every eligible citizen will participate.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that every election is based on the popularity of the greatest amount of people", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that every citizen will feel like he/she matters.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that every citizen has a true say.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that every citizen has a chance to vote.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that every citizen feels responsible to vote and would honestly make their decision in casting their votes.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that every citizen cast their vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that every citizen can voice their opinion on who they want to govern them.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that every citizen can make their vote count since its their civic duty.", "label": ["Civic Duty"]}
{"text": "Governments should make voting compulsory so that every citizen can help guide the politics in their country.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that every citizen can have their will reflected in the laws that pass and the politicians who get elected.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that every citizen can be represented by the people they vote for", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that employers are thus forced to give employees paid time to vote, thus ensuring employees are able to participate in democracy without being subject to employers' whims.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that eligible voters pay attention to politics and turn out to the polls.", "label": ["Increased Voting", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so that elections reflect the feelings of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that elections receive as much attention as American Idol", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that elections are fair because everyone voted.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that election results represent the greatest number of people.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that elected officials will truly represent the majority of the populace.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that elected officials will more closely resemble representatives of the people that vote them in", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that elected officials represent the will of all or most of the people.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that elected officials represent the majority of the population and what the citizens want.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that elected officials represent a majority of the population.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that elected officials are representative of the population's preference.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that elected officials are given the support of the people they represent.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that elected leaders are actually who the majority of the country wants in power.", "label": ["Leaders"]}
{"text": "Governments should make voting compulsory so that elected government represents the majority of the population", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that elected government represents the majority of constituents.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that each voice is heard in government and politics.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that each person's vote can be heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that each person feels like he has a say i n how his life is governed.", "label": ["Feels Represented"]}
{"text": "Governments should make voting compulsory so that each citizen has an equal voice.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that each and every citizen will excercise their voting rights and the democracy gets an accurate idea of who the people want as a leader to represent them.", "label": ["Leaders", "Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so that each and every citizen cn and will excercise their voting rights and teh democracy gets afair idea of who the people want to represent them.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so that dictatorships are everywhere & the government can direct people to conformity,", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that democracies can have a more complete representative government.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that corrupt politicians can be eliminated from office.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that compulsory voting ensures that the elected government represents the majority of the population", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that citizens will participate in electing their officials.", "label": ["Leaders", "Increased Voting"]}
{"text": "Governments should make voting compulsory so that citizens will learn to be involved in American politics just as much as are with American Idol.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that citizens perform their obligations", "label": ["Civic Duty"]}
{"text": "Governments should make voting compulsory so that citizens perform their civic duty.", "label": ["Civic Duty"]}
{"text": "Governments should make voting compulsory so that citizens have more incentive to educate themselves in the world of politics.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that citizens get more involved in politics and have more enthusiasm", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that as many people as possible have a say in how their government is run and by whom.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that apathetic people start to care about elections", "label": ["Apathy"]}
{"text": "Governments should make voting compulsory so that apathetic citizens start to care about elections", "label": ["Apathy"]}
{"text": "Governments should make voting compulsory so that all voters are heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that all voices are heard and so elections are better represented by the people.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that all the people of the country are held accountable for who is chosen.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that all the citizens have a say in who is elected.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that all qualified citizens know that they will have a voice in the government.", "label": ["Feels Represented"]}
{"text": "Governments should make voting compulsory so that all people will vote and have a voice in elections.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so that all people vote and are represented by their government.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so that all people participate in a fair election of the most favorable candidate.", "label": ["Leaders", "Increased Voting"]}
{"text": "Governments should make voting compulsory so that all people contribute to the outcome.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that all people as equal have equal input equally, the focus should be more on \"get to \" rather than \"have\"to.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that all people are encouraged to participate in the election process.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that all of American is voting and not just a few", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that all eligible voters will make the effort to vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that all eligible voters are required to vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that all eligible able-bodied voters will vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that all elections are representative of the people's will.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that all citizens of voting age will know their vote counted", "label": ["Feels Represented"]}
{"text": "Governments should make voting compulsory so that all citizens have an opportunity to pick their elected leaders.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so that all citizens get a voice in government, not just those who are able to make it to the polls.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that all citizens can have a say in political affairs.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that adults are proactive and take part in the decision-making that shapes their lives.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that a true popular vote elects the candidate.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that a true majority will be elected.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so that a true majority of voters are represented by the winner of the election.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that a majority of the population will vote and have representation on Election Day.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so that a majority of the population actually elects the government.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so that a decline in voter turnout, like the 30% drop in Venezuela, is avoided", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so that a bigger turnout would show proper numbers to represent our actual votes.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so t represents elections for the country", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so someone will get elected who represents the majority of the population.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so some places, like Australia and Bolivia, already have.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so Some people find it discouraging that voting for American Idol seems to generate more enthusiasm than voting in national elections.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so results are a better representation of the population as a whole.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so PLEASE PEOPLE VOTING COMPULSORY", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so perhaps a more accurate public opinion could be gained.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so people's liberties are respected.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so people will see voting as a civic duty and government leaders will become more representative of the people.", "label": ["More Representative", "Civic Duty"]}
{"text": "Governments should make voting compulsory so people will exercise their civic responsibility.", "label": ["Civic Duty"]}
{"text": "Governments should make voting compulsory so people will be more involved in politics.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so people will be forced to make a decision on who they want elected rather than taking a more passive approach and not vote at all.", "label": ["Leaders", "Increased Voting"]}
{"text": "Governments should make voting compulsory so people take more interest in political elections and elected officials truly represent what the people choose.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so people make the effort to participate.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so people know that they have a voice and a choice, choosing to vote over being forced to is a completely different perspective.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so people have to at least vote the government does not manipulate so much", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so people have the ability to think before they vote", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so people have a say in how the goverment is run.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so people get an opportunity as it is a civil right.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so people care about their decisions.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so people can pay more attention to the candidates and pick whose right for the job.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so people can participate in the political process.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so people can participate in the election.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so people can not say that their voice isn't heard or they don't have a say in government.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so people can feel that they have control over their choices and lives without being penalized.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so people can feel encouraged to have their voice heard.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so people can contribute to politics and fulfill their civic duty.", "label": ["Increased Voting", "Civic Duty"]}
{"text": "Governments should make voting compulsory so people can be in charge of who is in charge.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so people can be a part of choosing the course of government", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so people can attend and vote", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so people become more aware of laws and how their government works and what their rights are as a citizen.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so people are required to make a choice.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so people all have a voice, and our true feelings and thoughts are out there for all to see.", "label": ["More Representative", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so people actually feel as though their votes count and actually means something.", "label": ["Feels Represented", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so participation in voting can increase and elections are more fair, honest, and representative for all people, not just those who happen to make their voices heard because they feel", "label": ["Increased Voting", "More Representative", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so others can have a voice or if they want to be incognito.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so only our rules will become good", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so nobody can say they didn’t have a chance to influence the election.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so no one's views are left out of the political process.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so new voters such as young adults can see that their vote makes a difference in the world and that they matter in the elections.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so need population is very important", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so most of the country is able to participate in the democracy.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so Most democratic governments consider participating in national elections a right.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so Most democratic governments", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so most citizens will vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so more voices are heard and properly represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so more people's voices are heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so more people would vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so more people would vote and be engaged in the political process of their country.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so more people will vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so more people will be involved in the government.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so more people will be interested in politics.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so more people will be concerned with politics.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so more people will actually get out and vote during an election.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so more people vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so more people vote so the true winner can win", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so more people vote in the elections.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so more people vote in office elections than for television contests.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so more people vote but im against the punishment side of it.", "label": ["Increased Voting", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so more people vote and the population is better represented in the government officials who get elected.", "label": ["Leaders", "Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so more people take part in the political process.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so more people pay attention to what's going on in the government, and can't play the 'poor me' helpless card.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so more people go to the polls to vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so more people get to voice their opinions at the polls.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so more people get involved in their own government.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so more people can feel part of the process", "label": ["Feels Represented"]}
{"text": "Governments should make voting compulsory so more people can exercise who they really want in office.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so more people are forced to be involved in voting.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so more of the population will vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so more of the population is represented in politics.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so more of the populace will become active in the political process.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so more of the citizens turn out to elections creating a more representative election and engagement in voting.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so more of the citizens turn out to elections creating a more representative election and engagement in the political process.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so more input from people can actually be accounted for.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so more citizens are compelled to exercise their civil duties.", "label": ["Civic Duty"]}
{"text": "Governments should make voting compulsory so many people who were not going to vote will cast their ballot", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so many people are involved in the voting system because the citizen have a right to have his or her voice.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so many more citizens will exercise their right to vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so mandatory voting may seem like a great way to encourage voter participation.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so majority of the population is represented by the elected government.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so majority of population votes, representation reflects the population.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so mail in ballots will provide an easy way to enact that.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so low voter turnout isn't a problem.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so low voter turnout is avoided.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so Low voter turnout is a common problem in countries without compulsory voting", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so low voter turnout does not occur.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so lets make election day a holiday.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so let's make sure they do not misuse their power.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it's always best to give people options and the freedom to vote", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it would solve the low voter turnout issue.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so it will help our nation and make peace in our country.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it will give the elections a broader answer and spectrum of what side the people are on.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it will be easier for dictators to take control.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it will be considered a civic right, not a civic duty.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it was easily find the real citizen in the country.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it shows that the elected government represents the majority population .", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so it shows a majority vote for president.", "label": ["Leaders"]}
{"text": "Governments should make voting compulsory so it should be seen as a civic duty rather than a civic right.", "label": ["Civic Duty"]}
{"text": "Governments should make voting compulsory so it should be followed", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it represents the majority of voters.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so it might make sense to reward those who are most consistent with their voting.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it makes elections more representative of the public because more people will vote.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so It is undemocratic to force people to vote", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so IT IS MOST IMPORTANT OF THE PEOPLE", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it is important that control mechanisms be created so that this favors democracy", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it is difficult to view voting as a civic right instead of a civic duty.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it is a civic right not duty.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it is a civic right and not a civic duty", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it is a civic duty", "label": ["Civic Duty"]}
{"text": "Governments should make voting compulsory so it helps them", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it ensures the elected government represents the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so it ensures that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so it ensures that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so it ensures that the elected government represents the majority of the population", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so it encourages voter participation.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so it creates an atmosphere most similar to a true democracy - where the winning candidate is more likely to represent the majority of voters.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so it could be a more fair election", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it can require days off so that everyone has the chance to.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it can hopefully be a true democracy.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it can help us create a fair world and everyone has the right to vote for their future", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it can ensure that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so it can encourages the high percentage of abstaining voters to participate in elections.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so it can be the civic duty.", "label": ["Civic Duty"]}
{"text": "Governments should make voting compulsory so it can be seen as a civic right and not a civic duty.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it can be seen as a civic right and not a civic duty.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so it becomes part of a culture.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so higher voter turnout can increase confidence in the representation of the majority by our elected officials.", "label": ["Leaders", "Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so helping individuals vote is one approach to further engage the individuals we serve, Additionally, casting a ballot is related to a large group of positive advantages.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so he was like to him", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so he is an election", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so he elected government represents the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so having clear requirements and exceptions are necessary.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so hat a real and honest representation can be made, and candidates will not squeak in despite doing awful things.", "label": ["More Representative", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so governments will be representative.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyones voices can be heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone’s voice is heard and counted.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone’s opinion is counted.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone's voice matters.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone's voice is heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone's voice is heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone's voice has the fair and equal chance to be heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone's voice can be heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone's voice and opinion can be represented in our government.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone's opinion is tallied.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so everyone would vote, not just a few.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so everyone would feel their opinion on leadership is felt.", "label": ["Feels Represented"]}
{"text": "Governments should make voting compulsory so everyone will vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so everyone will be represented at the polls.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone who is able to vote can.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so everyone who can vote has a say in what's happening in government.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone votes and everyone has a say in their government.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so everyone takes an active role in politics.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so everyone should have to vote unless he or she has a legitimate excuse.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so everyone participates.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so everyone participates in the political system.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so everyone is sure to have a say in the way things turn out and have a chance to change things for the better.", "label": ["Increased Voting", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so everyone is represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone is forced to cast a ballot and the candidate who has the most votes wins.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so everyone in the country has a voice.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone has their voice heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone has an opportunity to express their views about their country.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone has a voice or choice in their election candidates and their governments.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so everyone has a stake in the process", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone has a say.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone has a say so in who they want in office and etc", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so everyone has a say in who is elected.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so everyone has a say in what happens in their country.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone has a say in their government.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone has a say in the country's future.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so everyone has a chance to voice their opinion and make the elections fair.", "label": ["More Representative", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so everyone gets to voice their opinion.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone gets out and votes.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so everyone gets an equal say in who is elected.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everyone gets a vote.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so everyone feels like they are involved in their country.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so everyone can take part in the electoral process.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so everyone can make their vote count.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so everyone can have a say in how their government is run.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so everybody is forced to make a choice between the candidates.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so every voter truly has a voice instead of relying on the few who do vote.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so every vote is counted", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so every voice is heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so every voice and interest is heard and represented.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so every single citizen has their voice heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so every person has an active role in choosing leaders.", "label": ["Leaders"]}
{"text": "Governments should make voting compulsory so every one votes", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so every one of its citizens voices and opinions can be heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so every has to cast their vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so every citizen will understand their responsibility and the value of democracy", "label": ["Civic Duty"]}
{"text": "Governments should make voting compulsory so every citizen will have the democratic right to express their own political choices.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so every citizen will actually vote", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so every citizen plays an active part in politics.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so every citizen has a civic right and duty to vote.", "label": ["Civic Duty", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so every citizen exercises its responsibility and duty.", "label": ["Increased Voting", "Civic Duty"]}
{"text": "Governments should make voting compulsory so every citizen can be heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so every American is insured their individual right.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so even uninformed voters could vote based on what mainstream media says.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so ensures that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so ensures that the elected government represents the majority of the population", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so elections will be more legitimate by encouraging high voter turnout.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so elections have good turnout.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so elections have better turnouts and can more accurately reflect the public's opinions.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so elections are representative of all the people.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so elections are as fair as possible.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so elections are a more accurate representation of the electorate.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so election results represent the full will of the prople.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so Election Day should be made a national holiday allowing citizens the opportunity to exercise their right to vote.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so elected representatives represent the majority of the population", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so elected officials represent the majority of the popuultation.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so elected officials more accurately represent the views of the nation as a whole.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so elected governments are representative of the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so elected government represents the majority.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so each person will keep up on the politics as they do American Idol.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so each citizen gets a fair say in electing government officials.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so develop awareness", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so democracy can thrive by properly representing all the people.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so democracy can be in full effect.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so democracies will have representative governments.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so democracies have representative governments.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so democracies have representative governments", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so countries that don't have compulsory voting should change their laws.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so corrupt leaders do not assume power.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so Compulsory vote for any one.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so companies should give adequate time off to be able to do so.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so community groups and politically motivated action groups should work very hard to inform every otherwise uninformed voter.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so citizens will have to vote and will vote in high numbers/percentages.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so citizens will become involved with participating in government and be more knowledgeable about their civic duty.", "label": ["More Representative", "Civic Duty"]}
{"text": "Governments should make voting compulsory so citizens utilize their civil duty.", "label": ["Civic Duty"]}
{"text": "Governments should make voting compulsory so citizens to not feel like their civil liberties are violated.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so citizens take a more active part in government.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so citizens realize their voice is critical in their country's decisions.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so citizens have more say in politics.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so citizens get in involved in politics and know the issues and the candidates and can make informed choices when they vote.", "label": ["Increased Voting", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so citizens feel they have a voice and that the results represent the majority vote.", "label": ["Feels Represented", "More Representative"]}
{"text": "Governments should make voting compulsory so citizens can see the importance in their stance regardless of how they may feel about past election policies or outcomes.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so citizens can perform their civic duty.", "label": ["Civic Duty"]}
{"text": "Governments should make voting compulsory so citizens can participate in deciding the direction of their country.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so citizens can directly engage in elections and help make the important decision that will directly affect them.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so citizens can decide who they want to be their leaders.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so citizens are more encouraged to participate.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so citizens are encouraged to participate in the voting process.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so citizen will go and vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so candidates will be elected according to the majority of all votes.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so but those voting ensures that the elected government represents the majority of the population", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so But those against compulsory voting say that it is a violation of personal liberties and choices", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so beacause of majority of population", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so at least no one can make the joke, \" You cant talk, you didn't vote!\"", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so as to raise low voter turnout.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so as to increase voter participation.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so as to ensures that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so as to ensure that elected officials represent the majority.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so as to ensure good leadership", "label": ["Leaders"]}
{"text": "Governments should make voting compulsory so an active minority cannot disproportionately control power.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so all voices have an equal say in the government", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so all voices can be heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so all the registered voters---the great majority of adult citizens---participate in making a choice that effects them all.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so all the people should be involved in the election.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so all registered voters will vote on any election or will be punished by government.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so all people are represented in the country.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so all of their citizens vote.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so all of our need will be fulfilled by the candidate whom we think he is the right indeed.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so all may be accounted for.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so all democracies can have their representative governments.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so all citizens will vote to ensure the majority of the population is represented.", "label": ["Increased Voting", "More Representative"]}
{"text": "Governments should make voting compulsory so all citizens voice their choice of representation.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so all citizens participate in choosing their government.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so all citizens participate", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so all citizens have their voice heard.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so all citizens have a chance to cast a vote.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so all citizens can vote equally.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so all citizens can have their choices heard, and maybe change the system to their liking.", "label": ["More Representative", "Miscellaneous"]}
{"text": "Governments should make voting compulsory so all citizens are involved, educated, and the nation as a whole elects suitable president.", "label": ["Leaders", "Increased Voting"]}
{"text": "Governments should make voting compulsory so all citizens are involved in electing their leaders.", "label": ["Leaders", "Increased Voting"]}
{"text": "Governments should make voting compulsory so all citizens are given a voice.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so all citizen to vote any candidates", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so all citizen should be vote compulsory.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so all citizen compulsory to vote.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so all adults feel involved in the electoral process and have an impact on who is elected.", "label": ["Feels Represented", "More Representative"]}
{"text": "Governments should make voting compulsory so a true majority of the population is represented by the winner.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so a representative is elected by the community as a whole.", "label": ["Leaders", "More Representative"]}
{"text": "Governments should make voting compulsory so a more accurate representation of the nation's views are captured by the polls.", "label": ["More Representative"]}
{"text": "Governments should make voting compulsory so a high voter turn out takes part in their democracy.", "label": ["Increased Voting"]}
{"text": "Governments should make voting compulsory so a country can determine percentage of the majority.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so a civic right and not a civic duty.", "label": ["Miscellaneous"]}
{"text": "Governments should make voting compulsory so , everyone is represented in the government.", "label": ["More Representative"]}