{"source_text": "Governments should make voting compulsory so you have a truly participatory democracy where everyone's voice is heard.", "text": "The government is obliged to vote in order to have a true participatory democracy that can hear everyone&#39;s voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so why don't they do it already?", "text": "The government is obliged to vote, why not?", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we would have leaders in office who represent the majority.", "text": "The government must mandate voting to have a leader representing the majority.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we vote the correct person.", "text": "The government must mandate voting to vote for the right person.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we vote the correct person", "text": "The government is obliged to vote so we can vote the right person", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we vote the correct person", "text": "The government is obliged to vote so we can vote the right person", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we vote the correct person", "text": "The government is obliged to vote so we can vote the right person", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we the correct person", "text": "The government must force the vote so that we are the right person", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we should vote compulsory.", "text": "The government is obliged to vote, so it is necessary to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we get a true measure of the people's choice.", "text": "The government must mandate voting to get a true measure of the people&#39;s choice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we choose correct person.", "text": "The government must mandate voting to choose the right person.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we can select the good leader", "text": "The government should be mandatory to vote so that we can elect good leaders", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we can get more accurate representation of voters across the whole United States.", "text": "The government must mandate voting to more accurately represent voters across the United States.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we can get a more accurate vote as the majority will have submitted a vote.", "text": "The government must mandate voting to get more accurate votes than when submitting multiple votes.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we can get a more accurate judgment of what people think of candidates.", "text": "The government is obliged to vote so people can more accurately judge what people think about candidates.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so we can feel confident that the elected official is representative of the majority of the population, not just the majority of the people who opted to vote.", "text": "The government is obliged to vote. So we can be sure that the elected officials represent the majority of the people, not the majority of those who chose to vote.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so we can ensure we achieve the outcome we want as a society.", "text": "The government is obliged to vote in order to achieve the desired results in society.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we can be sure that all sides have been represented in the election results.", "text": "The government must mandate voting to ensure that all voting results are reflected in the election results.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we can be ensured as a people that all of ur voices are heard in every politician that is voted to work for us.", "text": "The government must mandate voting so that all ur voices can be heard by every politician who voted to work for us.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so we are quick to make a decision.", "text": "The government must force the vote to make a quick decision.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we all are hear and have someone there for us so the goverment knows how we feel about how things are being done for us but as people we need to feel free were we do it and vocal", "text": "The government must mandate voting so that all of us can hear and have someone for us.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting should be seen as a civic right and not a civic duty.", "text": "The government is obliged to vote, so voting should be regarded as civil rights, not civil duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting should be made more accessible to everyone.", "text": "The government is obliged to vote, so everyone should be able to vote more easily.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting say that it is a violation of personal liberties and choices.", "text": "The government is obliged to conduct voting, so voting is a violation of individual freedom and choice.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting represents the population better.", "text": "The government must mandate voting so that voting can better represent the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so voting is a civic right not duty.", "text": "The government is obliged to vote, so voting is not a duty but a citizen&#39;s right.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting ensures that the elected government represents the majority of the population.", "text": "The government is obliged to carry out voting, so that the elected government can represent the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so VOTES CAN BE COLLECTED MORE", "text": "The government is obliged to vote so we can collect more votes", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voters will stop being apathetic and vote in elections", "text": "The government is obliged to vote so voters are indifferent in elections and can stop voting", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voters participate.", "text": "The government must force votes so that voters can participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voters ensures that the elected government represents the majority of the population.", "text": "Voters are obliged to vote so that the elected government can represent the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so voters can feel like their voice matters.", "text": "The government must force votes so that voters can feel like their voice matters.", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so voter turnout remains high and the majority of the population is always represented.", "text": "The government must force votes so that voter turnout is maintained high and the majority of the population is always represented.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so voter turnout is not low.", "text": "The government should force the vote so that the voter turnout is not low.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout is much higher.", "text": "The government must mandate voting to make voter turnout much higher.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout is mandatory", "text": "Voter turnout is mandatory, so the government must vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voter turnout is higher.", "text": "The government must mandate voting to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout is higher.", "text": "The government must mandate voting to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout is high.", "text": "The government must mandate voting to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout goes up", "text": "Governments are obliged to vote in order to increase voter turnout", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turn out improves.", "text": "The government is obliged to vote, so voters must improve.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter participation will increase and the majority of the population will be represented in the outcome of a political election.", "text": "The government must mandate voting to increase voter participation and the majority of the population to be represented as a result of political elections.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so voter participation is encouraged.", "text": "The government is obliged to vote, so voter participation is encouraged.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter apathy won't interfere with voter turnout", "text": "The government must vote to ensure voter indifference does not interfere with voter turnout", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter apathy will no longer be a problem.", "text": "The government should force the vote so that voter indifference is no longer a problem.", "label": ["Apathy"]}
{"source_text": "Governments should make voting compulsory so very impartent", "text": "The government should make the vote too pointless", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so to understand people's view.", "text": "The government must mandate voting to understand the views of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so to encourage voters participation", "text": "To encourage voter participation, governments must mandate voting", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so to encourage voter participation.", "text": "The government must force votes to encourage voter participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so to encourage voter participation", "text": "Government must mandate voting to encourage voter participation", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so those who cant make it to vote or do not want to will not be punished.", "text": "The government must force the vote so that people who do not vote or do not want to vote are not punished.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they would have to have a punishment for people who still avoid doing it.", "text": "The government is obliged to conduct voting, so punishment is still for those who do not.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they receive the highest possible turnout of voters.", "text": "The government should force votes to maximize voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so they know how the country truly feels on certain issues.", "text": "The government is obliged to vote in order to know how a country feels about a particular issue.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so they include all the citizens.", "text": "The government must mandate voting, including all citizens.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they get everyone's vote to count.", "text": "The government should force the vote so that everyone&#39;s votes can be counted.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so they can survive to live another day.", "text": "The government must mandate voting to survive to live another day.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can show they do not respect the freedom to say no", "text": "The government is obliged to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can pretend to rule by popular mandate.", "text": "The government must mandate voting to pretend to rule according to public obligations.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can know truly what the people want.", "text": "The government must force voting so that people truly know what they want.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so they can have everyone logged in the system, There would be no illegals if every single person needed to vote.", "text": "The government must force the vote so that everyone can log in to the system. It is not illegal for everyone to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can get an actual tally on all eligible voters and on their feelings in the actual political landscape.", "text": "The government must force voting to allow a practical tally on all voters and their feelings in the actual political environment.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so they can get a true count of the number of people that vote", "text": "The government is obliged to vote in order to actually get the number of people who have the right to vote", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can ensure that the government truly represents the will of the people by soliciting the opinions of a majority of the citizens.", "text": "The government should mandate the voting so that the government can truly represent the people&#39;s will by seeking the opinion of the majority of the people.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so they can combat low voter turnout and ensure that government is truly representative of the people. ", "text": "The government should lower voter turnout and force votes so that the government can truly represent the people.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so they can combat issues of voter apathy which cause low voter turnouts and make government less representative of the people.", "text": "The government can enforce voting rights to fight voter indifference issues, which can result in low voter turnout, which reduces government representation.", "label": ["Apathy", "Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so they a bigger voter pool for a better election.", "text": "The government should force the vote to have a bigger pool of voters for better elections.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so theres more data to pull from", "text": "The government must mandate voting to bring more data", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so therefore should also make civics mandatory learning in schools.", "text": "The government is obliged to vote, so it must also be a compulsory learning of citizens at school.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there's more overall involvement and the whole process.", "text": "The government must mandate voting, which increases the overall participation and the overall process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there will not be a lack of the overall population taking part in political elections.", "text": "The government must mandate voting to ensure that there is no shortage of entire population participating in the election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there will be no more low voter turnout and apathy.", "text": "The government should force the vote so that there is no longer voter turnout and indifference.", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there will be a higher turnout at the polls and citizens are motivated, by law, to vote.", "text": "The government must mandate voting to increase the turnout at polling stations, and citizens to vote by law.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there will be a higher turn out.", "text": "The government will have to set a voting right to increase turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there should be policies either in place to enforce compulsory voting or governments should create policies to transition to compulsory voting.", "text": "The government must have a compulsory voting, so there must be a policy to enforce compulsory voting or to create a policy for the government to switch to compulsory voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there should be easier ways to vote, online and absentee voting.", "text": "The government must mandate voting, so there must be an easier way for voting, online and absentee voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there needs to be some negative consequence for not voting to encourage voters to participate.", "text": "The government is obliged to vote, so if you do not vote to prevent voters from participating, negative consequences must occur.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is not a major decline in voter participation such as Venezuela who saw a 30% decrease in voters coming to the polls.", "text": "The government must force the right to vote so that voter participation, such as Venezuela, has dropped by 30% in voter turnout, so as not to significantly reduce voter participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there is no more democra8", "text": "The government must mandate voting to ensure there is no democracy", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is less fighting after the polls.", "text": "The government should hold compulsory voting after voting to reduce the fight after the poll.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is higher voter turnout in the elections.", "text": "The government must mandate voting to increase voter turnout in elections.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there is better participation in the elections", "text": "Governments must mandate voting to better participate in elections", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there is a stronger presence of political awareness and knowledge throughout the country.", "text": "The government is obliged to conduct voting, so there must be more political awareness and knowledge across the country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is a real chance for changes.", "text": "The government is obliged to vote to increase the likelihood of change.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is a more accurate representation of the population.", "text": "The government must mandate voting to more accurately represent the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so there is a more \"true\" election.", "text": "The government must make a more &quot;true&quot; election by mandating voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is a maximally representative census of the will of the people", "text": "The government should mandate voting to allow the largest representative census of the people&#39;s will", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so there is a better representation from the constituents.", "text": "The government should enforce the right to vote so that representatives of the constituency can better represent themselves.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so then all citizens would be responsible for election results.", "text": "The government is obliged to vote, so all citizens are responsible for the election results.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so their democracy has a representative government.", "text": "The government must have a voting mandate to have a representative government in democracy.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the will of the people is properly represented.", "text": "The government must mandate voting to properly represent the will of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the will of the country's population is directly involved in shaping the government and direction it needs.", "text": "The government must vote obligatoryly and the state&#39;s willingness to participate directly in forming the government and determining the necessary direction.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the will of everyone can be represented.", "text": "The government must mandate voting to express everyone&#39;s will.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the votes are accurate and can have a reliable elections or votes that the people are required to do.", "text": "The government must force voting to ensure that the votes are accurate and that the votes that citizens need to do are accurate and reliable.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the voters would not feel to apathetic about politics and actually get involved in what's going on.", "text": "The government must mandate voting so that voters don&#39;t get cold-hearted about politics and get involved in what&#39;s really going on.", "label": ["Apathy", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the voter turnout raises.", "text": "The government must force votes to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voter turnout is larger.", "text": "The government should force the vote to make voter turnout bigger.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voter turnout is higher.", "text": "The government must mandate voting to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voter turnout does not drastically decline.", "text": "The government should force the vote so that voter turnout does not drop sharply.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voted in official better represents the needs of the whole community.", "text": "Governments are required to vote and formally vote to better represent the needs of the entire community.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the vote will be a true choice of people.", "text": "The government must perform the mandatory voting so that voting becomes the choice of the real people.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the vote count stays at a fairly high level.", "text": "The government must mandate voting to ensure that the number of votes is kept at a fairly high level.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voice of what the people really want is heard.", "text": "The government is obliged to vote so people can hear what they really want.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the voice of the people is heard in a more complete manner.", "text": "The government should mandate voting to hear the voice of the people more fully.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the voice of ALL the people are heard.", "text": "The government must mandate voting to hear everyone&#39;s voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the United States should consider adopting compulsory voting regulations.", "text": "The government is obliged to vote, so the United States should consider adopting compulsory voting rules.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the uninformed may cast a ballot paid for by unethical politicians.", "text": "The government must force voting so that people who do not have the information can get the ballots paid by non-ethical politicians.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the turnout is better and can more accurately elect representatives in public offices.", "text": "The government should mandate voting to raise voter turnout to increase voter turnout and to more accurately elect officials.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the true will of the people is represented.", "text": "The government must mandate voting to express the true will of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the true interests of all the people in a country are represented instead of just those who care enough or have the resources to vote.", "text": "The government must mandate voting, so the real interests of everyone in one country should be represented, not those who are interested in the country or have the resources to vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the true desires of everyone can be known.", "text": "The government must force the vote so that everyone knows the true needs.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the true choice of the people who are voting is made.", "text": "The government must mandate voting so that the real choice of people to vote is made.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the right person will be elected.", "text": "The government must mandate voting to ensure that the right person is elected.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so the right person is elected for the job based on the peoples choice.", "text": "The government is obliged to vote and the appropriate person is elected based on the people chosen.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the right person can be elected all the time.", "text": "The government must mandate voting to ensure that the right person is always elected.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so the right candidate gets into office.", "text": "The government must force the vote so that the correct candidate can take office.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so the results will present a more accurate portrait of the electorate.", "text": "The government must compose the results of the vote to present the results of the elector more accurately.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the result is not biased.", "text": "The government must force the results of the vote, so the results are not biased.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the population will have a say in who wins.", "text": "The government must mandate voting to have a say in who will win.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the polls increase.", "text": "The government must enforce voting to increase polling.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the politicians that are elected represent the majority of the people and what they are looking for in a leader.", "text": "The government must mandate voting so that elected politicians can represent the majority of the people and what they are looking for leaders.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person who is elected is representative of the majority of the citizens of that country.", "text": "The government is obliged to vote so that the elected person can represent the majority of the people of that country.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person that is elected is truly a representative of all of the people.", "text": "The government must vote to ensure that the elected person can truly represent all citizens.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person elected will represent the majority of the population.", "text": "The government is obliged to vote so that the elected person can represent the majority of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person elected is truly representative of the interests of the majority.", "text": "The government must exercise voting rights so that the elected person can truly represent the interests of the majority.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person elected is truly elected by the majority of citizens.", "text": "The government must enforce the right to vote so that the elected person is truly elected by the majority of citizens.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person chosen is voted for by all", "text": "The government must perform the mandatory voting to ensure that the chosen person is voted by everyone", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the people see it as a civic right not a civic duty.", "text": "The government must mandate voting for the public to see it as a citizen&#39;s right, not as a citizen&#39;s duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the people in those countries come out to vote.", "text": "The government must mandate voting so that people in that country can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the people have the decision to decide.", "text": "The government is obliged to vote so people can make decisions.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the people have a say.", "text": "The government should force the vote so people can speak.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the people are the ones who are physically choosing who they want to govern them and guide their country towards a better future.", "text": "The government must mandate voting so that its citizens physically choose which country they will govern and lead them to a better future.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the outcome of the election reflects the voters' will.", "text": "The government must mandate voting to ensure that election results reflect voters&#39; will.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the most popular candidate wins.", "text": "The government must force the vote so that the hottest candidates win.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so the maximum number of citizens participate in governmental elections.", "text": "The government is obliged to vote so that the maximum number of citizens can participate in government elections.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the maximum number of citizens have their voices heard by their government.", "text": "The government is obliged to vote so that the government can hear the voice of the maximum number of citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the masses can elect their choice", "text": "The government must force the vote to let the public choose their choice", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority rule is reflected with regards to all citizens.", "text": "The government should exercise voting rights to ensure that the majority of the rules are reflected in relation to all citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of voices are heard in the election results.", "text": "The government must mandate voting so that the majority of the voices are heard in the election results.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the voting public is represented.", "text": "The government must force the right to vote to represent the majority of voting.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the r population is represented.", "text": "The government must force the right to vote to represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the population selects the favored candidate.", "text": "The government is obliged to vote in order to elect the preferred candidate for the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the population is represented.", "text": "The government must mandate voting so that the majority of the population is represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the population gets the candidate they want.", "text": "The government is obliged to vote to get the desired candidate for the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of people will actually vote for who they want to represent them.", "text": "The government must make voting mandatory so that the majority of people can actually vote for someone who will represent them.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of people vote, which makes democracy really representative", "text": "The government should force the vote so that most people can vote.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of citizens have a say in who runs their governments.", "text": "The government must mandate voting so that most citizens have a say in who runs the government.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority gets what they want.", "text": "The government must mandate voting to get what most want.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the job gets done.", "text": "The government is obliged to carry out its duties by mandatory voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the governments' elected leaders are true representatives of their constituencies.", "text": "The government must vote so that the elected leaders of the government can represent their constituencies.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the governments can feel better about voter numbers.", "text": "The government must mandate voting to feel better about the number of voters.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the government represents the majority of the population.", "text": "The government must mandate voting to represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government represents the majority of the population", "text": "The government must mandate voting to represent the majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government is representative of all citizens.", "text": "The government must mandate voting to represent all citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government is accurately represented by the population.", "text": "The government must mandate voting to ensure that the people are represented accurately.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government is a true reflection of the will of the people.", "text": "The government must mandate voting to reflect the will of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government can represent majority of the population", "text": "The government must mandate voting to represent a majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the federal government can finally make a voting holiday.", "text": "The government is obliged to vote, so the federal government can finally vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the electoral voters would have more insight of the people wishes.", "text": "The government should mandate voting so that election voters have more insight into the people they want.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the elections reflect that the elected government represents all or most of their citizens.", "text": "The government must mandate voting to reflect that the elected government represents all or most people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the election will be a true democracy.", "text": "The government must mandate voting so that elections become genuine democracy.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the election process can ultimately be as fair and comprehensive as possible.", "text": "The government should force the vote to make the election process ultimately as fair and comprehensive as possible.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the election is representative of the whole nation.", "text": "The government must mandate voting to ensure that elections represent the whole country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the election is decided by all of the people, not just the ones who show up to vote.", "text": "The government is obliged to vote, so everyone, not just the voters, decides on the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the election has more of the peoples input.", "text": "The government should mandate voting to bring more people&#39;s opinions to the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected represents the majority of the people", "text": "Governments are required to vote so that the elected people can represent the majority", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected representative is truly representing the population.", "text": "The government is obliged to vote so that the elected representatives can truly represent the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected president/parliament/congress, etc. reflects more accurately the will of the people.", "text": "The government should mandate voting so that the elected president / parliament / parliament, etc., can more accurately reflect the will of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected officials are more representative of the population as a whole.", "text": "The government must mandate voting so that elected officials can further represent the entire population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected officials are accurately representing the voice of the populace.", "text": "The government must mandate voting so that elected officials can accurately represent the voice of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected official represents the masses.", "text": "The government is obliged to vote so that elected officials can represent the public.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected official represents the majority of the population.", "text": "The government is obliged to vote so that elected officials can represent the majority of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected official more accurately reflects the choice of the entire populace.", "text": "The government should force votes so that elected officials can more accurately reflect the choice of the entire population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents the majority.", "text": "The government is obliged to vote so that the elected government can represent the majority.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents the majority of the population.", "text": "The government must mandate voting so that the elected government can represent the majority of its people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents the majority of the population.", "text": "The government must mandate voting so that the elected government can represent the majority of its people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents the majority of the population", "text": "Governments are required to vote so that the elected government can represent the majority of the people", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents a majority of the population.", "text": "The government must mandate voting so that the elected government can represent the majority of its people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents a majority of the people.", "text": "The government must mandate voting so that the elected government can represent the majority of its people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government really is representing the true majority of the population, and not just those interested enough in politics to go vote.", "text": "The government is obliged to vote. So the elected government represents not only those who are interested enough to vote in politics, but also the true majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government officials represent the population better.", "text": "In order for elected officials to better represent the population, governments are required to vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government is really representative of what the majority of citizens want.", "text": "The government must mandate voting so that the elected government can actually represent what most people want.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government accurately represents the people.", "text": "The government must mandate voting to ensure that the elected government accurately represents its people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected candidate is more representative of the population they will be governing.", "text": "The government must mandate voting to allow the elected candidates to further represent the population to be governed.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the country has a president whom all the citizens want.", "text": "The government must mandate voting so that all citizens have the president they want.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the country can have true representation of the people.", "text": "The government must mandate voting to allow the people to represent the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the citizens will participate in the forming the good government and good leaders to run the country in good and growing path", "text": "The government must mandate voting so citizens can participate in the formation of a good government and good leaders to run the country with a good growth path", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the citizens have a true voice in their leadership.", "text": "The government must mandate voting so that citizens have a genuine voice in their leadership.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the candidates will not just focus on one group of people but the country as a whole.", "text": "The government must mandate voting so that candidates can focus not only on a group of people, but across the country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the candidate elected is a good representation of the people.", "text": "The government is obliged to vote in order for the elected candidate to represent the people well.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that, if used responsibly, the results of elections would more accurately match how the voters in the country actually feel.", "text": "The government must force the right to vote so that, if used responsibly, the election results will be more precisely in line with how voters in their country actually feel.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that young people, as well as older, actually vote.", "text": "The government must force voting so that young people and old people can actually vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that whomever is elected is a true representative of a majority of the people.", "text": "The government is obliged to vote so that the elected person can represent the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that whoever is voted in is really the person that the people wanted not just the person that was voted in because most people did give their vote.", "text": "The government must mandate voting so that the person with the right to vote becomes the person he wants, not the person with the right to vote because most people have given the right to vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that whoever is elected is the representation of the true majority of the population.", "text": "The government must mandate voting so that the elected person can represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that we have representative democracies.", "text": "The government must force the vote so that we have a representative democracy.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that we get the best person for our goverments", "text": "The government should exercise the right to vote to get the best person for the government", "label": ["Leaders", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we get a true idea of what the people of the country want with how their votes fall.", "text": "The government should exercise the right to vote to get a real idea of how the vote falls and what the people want.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that we can select the right leader for betterment", "text": "The government must force the vote so that it can choose the right leader for a better vote", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so that we can see more people take an interest in who is going to be our new president.", "text": "The government should mandate voting to attract more people to the new president.", "label": ["Leaders", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we can make sure that every citizen has a say in it's representation.", "text": "The government is obliged to vote so that all citizens can state their views.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that we can have greater voter participation and elect the best president/leaders.", "text": "The government is obliged to vote in order to increase voter participation and to elect the highest president / leader.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that we can have a fair election.", "text": "The government is obliged to vote to ensure fair elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we can get areal feel for how the country as a whole feels.", "text": "The government is obliged to vote so that the whole country feels locally.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that we become more like Bolivia.", "text": "The government must mandate voting so that we are like Bolivia.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we all have to make sure that our government is taking care of us and not htat we are just letting then run rampant", "text": "The government must vote mandatory, so we all need to make sure the government is taking care of us.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we all actually have a real vote or not no vote", "text": "The government must force the vote so that we all do not actually vote or vote", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that way you get a 100% turn out by the voters.", "text": "The government must mandate voting so that voters can vote 100%.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voting should be seen as a civic right and not a civic duty.", "text": "The government is obliged to vote, so voting should be regarded as civil rights, not civil duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that voting can be seen as a civic right and not a civic duty.", "text": "The government is obliged to vote so that it is viewed as a civil right, not a citizen&#39;s duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is much higher.", "text": "The government must mandate voting to make voter turnout much higher.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is increased.", "text": "The government must mandate voting to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is higher and we have a true representative democracy.", "text": "The government is obliged to vote in order to increase voter turnout and to have a true representative democracy.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is higher and the true majority of the locality chooses who gets elected.", "text": "The government must vote to increase voter turnout, increase voter turnout, and choose who will be elected for the majority of the region.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is higher and that the government represents a true majority of the population.", "text": "The government must force votes so that the voter turnout is high and the government can represent the majority of the people.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is higher and people are more engaged in politics.", "text": "The government must mandate voting so that voter turnout is higher and people can participate more actively in politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turnout increases.", "text": "The government must mandate voting to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turn out increases, ensuring that their government is a representative democracy.", "text": "The government needs to ensure that the vote is mandatory and the voters increase to ensure that the government is a representative democracy.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that voter participation will be encouraged.", "text": "The government is obliged to vote in order to encourage voter participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter participation is up.", "text": "The government must force votes so that voters can participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter participation is more encouraged.", "text": "The government is obliged to vote in order to encourage more voter participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter participation is encouraged.", "text": "The government is obliged to vote in order to encourage voter participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter participation is encouraged.", "text": "The government is obliged to vote in order to encourage voter participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter apathy does not allow people to complain after the election that the winner was not chosen by the majority.", "text": "The government must mandate voting to ensure that after elections voters are not complained that the election has not been elected by majority vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that true democracy exists in countries where voters are allowed to vote; if citizens don't vote their political desires can't be represented.", "text": "The government must mandate voting to ensure that there is a true democracy in a country where voters can vote. If citizens do not vote, they cannot express their political needs.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that those elected better represent a majority of the population.", "text": "The government is obliged to vote so that the elected people can represent the majority of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that those elected are representing the will of the people.", "text": "The government is obliged to vote so that elected people can represent the will of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that they may stop falsifying votes, hopefully.", "text": "The government should make compulsory voting to hopefully stop counterfeiting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that they know what all eligible votes think.", "text": "The government must mandate voting so that you know what your vote is all about.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they have majority of the population represented in the process.", "text": "The government should force the vote to have the majority of the representative population in the process.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they have good representation of what their citizens want for the laws.", "text": "The government must mandate voting so that the residents can well represent what they want about the law.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that they get the opinion of every citizen, not just a few.", "text": "The government must mandate voting to get the opinions of all citizens, not just a few.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they generate more interest in elections from the public.", "text": "The government should mandate voting to pay more attention to the public elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that they can learn the needs of the majority and truly support their country.", "text": "The government must mandate voting to learn the needs of the majority and to truly support the country.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that they can interfere with the civil liberties of their citizens.", "text": "The government should mandate voting to interfere with the civil liberties of the people.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that they can get a more accurate representation of the nation's opinion on their policies and leaders.", "text": "The government should mandate voting to more accurately represent the state&#39;s views on policies and leaders.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that they can get a good idea of the opinions of their people", "text": "The government should mandate voting to get a good idea of the public&#39;s opinion", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they are more representative of the full population.", "text": "The government must mandate voting to represent the entire population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they are actually representing the majority of the population.", "text": "The government must mandate voting to actually represent the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that there will be a higher voter turnout and the entire populations voice is heard.", "text": "The government must mandate voting to increase voter turnout and to hear the voice of the entire population.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that there is not a low voter turn out.", "text": "The government should not have a low voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is larger voter turnout and a more accurate representation of what the population wants.", "text": "The government should force votes to increase voter turnout and to more accurately represent what the population wants.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that there is greater participation by the citizens in electing their representatives.", "text": "The government should mandate voting to allow the people more participation in electing representatives.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a renewed political interest in our world that favors \"American Idol\" over choosing a worthy political candidate to run our governments.", "text": "The government should mandate voting so that there is a new political interest in the world that favors &quot;American Idol&quot; rather than choosing political candidates to run the government.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that there is a reason for people to get involved in politics but there should be no punishment fir those who do not vote", "text": "The government should mandate voting that people have a reason to participate in politics but there should be no punishment for those who do not vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that there is a much higher turnout at polls.", "text": "In polling, the government must mandate voting to make the turnout much higher.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a more representative government.", "text": "The government should mandate voting to become a more representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that there is a large turnout.", "text": "The government must mandate voting to increase turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a higher voter turnout.", "text": "The government must mandate voting to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a higher voter turnout and the elected government is represented my a larger number of the population.", "text": "The government must mandate voting so that voter turnout is high and the elected government can represent a larger number of people.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that there is a high voter turnout.", "text": "The government must mandate voting to increase turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a correlation between the population and the government in terms of representation.", "text": "The government should force the vote so that there is a correlation between the population and the government in terms of representation.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that there can be nobody saying that a leader would’ve been elected instead if everyone had voted.", "text": "The government must force the vote so that no one can say that if everyone voted, the leader would be elected instead.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that their people are represented fairly by the people they want to lead the country.", "text": "The government must mandate voting so that those who want to lead the state can represent the people fairly.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that their democratic government can truly be representative of the people.", "text": "The government must mandate voting so that democratic governments can truly represent the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the wrong people do not vote and make the voting unfair", "text": "The government must force voting so that the wrong people do not vote and unfairly vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the will of the People, not just of some people, can be carried out.", "text": "The government must mandate voting so that not only some people but also the will of the people can be fulfilled.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the will of the people is reflected in elections.", "text": "The government must mandate voting to reflect the will of the people in elections.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the will of the people is genuinely represented.", "text": "The government must mandate voting to truly represent the people&#39;s will.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the will of the people can more accurately be represented.", "text": "The government should mandate voting to more accurately express the will of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the voting polls are more in line with everyone's views not jut a select few.", "text": "The government is obliged to conduct voting so that voting polls are consistent with everyone&#39;s opinions without giving some opinions.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the votes are more representative of the country's populace.", "text": "The government is obliged to vote so that the vote can represent the public of the country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the votes actually reflect and account for the entire community, not just a select few.", "text": "The government needs to be forced to vote so that voting can actually reflect and explain the entire community, not just a few people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the voter turnout in that country would increase.", "text": "The government must mandate voting to increase voter turnout in that country.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the views of the entire population are more accurately depicted in the results.", "text": "The government must mandate voting to ensure that the views of the entire population are more accurately represented in the results.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the vast majority can vote", "text": "The government should force the vote so that the majority can vote", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the use of the Electoral College is no longer necessary.", "text": "The government must mandate voting so that the election school no longer needs to be used.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the true winner of the vote has the majority of the country's support.", "text": "The government must mandate voting to ensure that the true winner of the vote is supported by most countries.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the true will of the people can be acted on.", "text": "The government must mandate voting for the true will of the people to act.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the true majority vote winner will be chosen.", "text": "The government must mandate voting so that a majority of the voters can be selected.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the the odds of electing a government more representative of the majority of the citizens is hopefully improved.", "text": "The government should mandate voting to improve the likelihood of electing a government representing the majority of its people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the same person gets elected every time.", "text": "The government must be required to vote so that the same person is elected each time.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the running officials are selected by the majority.", "text": "The government is obliged to carry out voting so that the executive officers are elected by the majority.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the results of the elections properly convey the will of all the people.", "text": "The government must mandate voting to ensure that election results correctly convey the will of all citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the results of the election are a true reflection of the majority ofpeopl r not just a few", "text": "The government should vote so that the election results truly reflect the majority of people, not just the few", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the problem of low voter turnout can be addressed.", "text": "The government must mandate voting so that the low voter turnout problem can be solved.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the population is engaged in voting andthat these votes actually represent what they want", "text": "The government must be required to vote so that the population can participate in the vote and this vote can actually represent what they want", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so That the population is better represented in the laws are more in line with what people want", "text": "The government must mandate voting to ensure that the population is better represented by law.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the population has inventive to participate in the election process.", "text": "The government should mandate voting to be creative enough to participate in the election process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the political representative with the best policies get into office.", "text": "The government must mandate voting so that political representatives with the best policy can take office.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the person voted in is the one that the majority of the population wants.", "text": "The government must force the vote so that the person who voted is what the majority want.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the person is elected was chosen by everyone.", "text": "The government must mandate voting for everyone to be elected.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the person in office is who the people want there instead of just who ever feels like taking the seat.", "text": "Instead of feeling like sitting in a seat, the government should mandate voting so that the person in the office is the person they want.", "label": ["Leaders", "More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the person elected accurately portrays the candidate that the country in whole wants in office.", "text": "The government must mandate voting so that the elected person can accurately portray the desired candidate for the entire state.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the people know the chosen candidate is the voice of the major population", "text": "The government should mandate voting to ensure that the candidates chosen by the people are the voice of the main population", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the people have a better opportunity for choosing the right candidate for their country.", "text": "The government must mandate voting so that people have a better chance of choosing the right candidate for their country.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the people can voice their opinion.", "text": "The government should force the vote so that people can express their opinions.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the people can have more representative governments.", "text": "The government should mandate voting so that people can have more representative governments.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the opinions of all citizens are heard.", "text": "The government must mandate voting to hear the opinions of all citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the number of people that vote on elections goes up.", "text": "The government must force voting to allow an increase in the number of people voting for the election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the majority will vote the elected official in.", "text": "The government must mandate voting so that the majority can vote for elected offices.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the majority of voters get their voices heard.", "text": "The government must force the vote so most voters can hear their voices.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the populous and their goals/beliefs/values are represented in our government.", "text": "The government must mandate voting so that the majority of the population and their goals / beliefs / values are represented to the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the population is represented.", "text": "The government must mandate voting so that the majority of the population is represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the population is represented in the vote.", "text": "The government must mandate voting so that the majority of the population can vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the population have a say in their government representation.", "text": "The government must mandate voting so that the majority of the population can speak as government representative.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the people voice's will be heard.", "text": "The government must mandate voting to hear the voices of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the country is represented.", "text": "The government should mandate voting to represent most countries.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of people will vote, making sure the will of the people is heard.", "text": "The government must mandate voting for most people to vote and let people hear the will.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the largest percentage of the public will vote and choose the officials they most want to be leading the country.", "text": "The government must exercise the right to vote to elect public officials who want the majority of the public to vote and lead the country.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the greatest number of voices are heard when deciding on our leaders.", "text": "The government should force the vote to hear the most voices when deciding our leaders.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government reflects the majority of the population.", "text": "The government must mandate voting to reflect the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government is truly reflective of the majority.", "text": "The government must mandate voting so that the government truly reflects the majority.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government is representative of the people.", "text": "The government must mandate voting so that the government can represent the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government is a more accurate reflection of the population's desires.", "text": "The government should mandate voting to more accurately reflect the needs of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government could see who is qualified as a president", "text": "The government must mandate voting to see who is eligible for president", "label": ["Leaders", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the government accurately represents its people.", "text": "The government must mandate voting to accurately represent the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the governing bodies reflect the will of the people and act as representatives of society's current needs and desires.", "text": "The government should mandate voting so that the voting bodies can reflect the will of the people and act as representatives of society&#39;s current needs and desires.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the governement is an actual representation of the people", "text": "The government must mandate voting to become a practical representative of the people", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the entire population may be heard, for good or for bad.", "text": "The government should force the right to vote so that the entire population sounds good or bad.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the entire population is properly represented.", "text": "The government must mandate voting to properly represent the entire population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the entire population can participate in shaping the country they live in.", "text": "The government must mandate voting so that the entire population can participate in shaping the country where they live.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the election results show a truly democratic decision.", "text": "The government must force the vote so that the election results can make truly democratic decisions.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected party and elected government can represent the majority of the population.", "text": "The government is obliged to vote so that the elected party and the elected government can represent the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected officials represent the majority of the population.", "text": "The government must mandate voting so that elected officials can represent the majority of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected officials are truly in office because the majority of the population wanted them there.", "text": "The government must mandate voting to ensure that elected officials can truly perform their duties because the majority of the population wants it.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected official represents the majority.", "text": "The government is obliged to vote so that elected officials can represent the majority.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected official is truly what the majority wanted.", "text": "The government must mandate voting to ensure that elected officials are truly what the majority want.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represents the majority of the population.", "text": "The government must mandate voting so that the elected government can represent the majority of its people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represents the majority of the population.", "text": "The government must mandate voting so that the elected government can represent the majority of its people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represents the majority of the population,", "text": "The government must mandate voting so that the elected government can represent the majority of its people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represents the majority of the population", "text": "Governments are required to vote so that the elected government can represent the majority of the people", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represent the majority of the population. X6", "text": "The government must mandate voting so that the elected government can represent the majority of its people. X6", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government officials represent a majority of the population and not just the segment that choose to vote.", "text": "The government must mandate voting so that elected officials can represent not only the sector that chooses to vote, but also the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government is representative of the majority of the population.", "text": "The government must mandate voting so that the elected government can represent the majority of its people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government is a true representation of the people's vote.", "text": "The government is obliged to vote so that the elected government is a true representative of the referendum.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the country is accurately represented.", "text": "The government must mandate voting to ensure that the state is represented accurately.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the country can remain fair with its candidates", "text": "Governments are obliged to vote so they can remain fair with the candidates", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the bulk of the voting populace pays attention to politics.", "text": "The government should force voting so that most voting publics are interested in politics.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the best person gets the job.", "text": "The government must mandate voting for the best people to get a job.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so that people won't blow off the countries future.", "text": "The government must mandate voting so that people do not blow up the country of the future.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people will turn out to vote.", "text": "The government must force voting so that people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that people will participate in elections and not grow apathetic towards politics.", "text": "The government should force people to vote so that they can participate in elections and not be cold about politics.", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that people will actually have a need to stay informed about what's going on in politics.", "text": "The government should mandate voting so that people need to stay informed about what is actually happening in politics.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people understand their civic obligation and vote on election day", "text": "The government must obey the voting to understand the duties of the people and to vote on election day", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that people understand the importance of voting and vote.", "text": "The government must mandate voting to help people understand the importance of voting and voting.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people get more involved with politics and help combat voter apathy.", "text": "The government must mandate voting so that people can get more involved in politics and fight voter indifference.", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that people elect the true choice in the election.", "text": "The government must force the vote so that people can make a real choice in the election.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people cast a vote.", "text": "The government must force voting so that people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that people can put the candidate in office that they choose.", "text": "The government must perform the mandatory voting so that people can nominate their chosen candidates.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that people can have a chance at life.", "text": "The government must force the vote so that people have the opportunity of life.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people are not forced to give inaccurate and misrepresented data.", "text": "The government must mandate voting to prevent people from providing inaccurate and misrepresented data.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people are more engaged with their government and actively create the society that they want to live in.", "text": "The government must make voting mandatory so that people become more active in the government and actively create the society in which they want to live.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people actually care who is elected.", "text": "The government must force the vote so that people can actually take care of the elected person.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that participation in voting will be high.", "text": "The government should make compulsory voting to increase voter participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that participation and involvement are encouraged and increased.", "text": "The government should mandate voting to encourage and increase participation and participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that our elected officials are true representatives of the entire population not just special interest groups.", "text": "The government must mandate voting to ensure that elected officials are not special interest groups but truly representatives of the entire population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that no one can say they were not given the right to vote or that their vote was suppressed.", "text": "The government must mandate voting so that it cannot be said that it has not been granted the vote or that it has been rejected.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that nearly all eligible voters actually vote.", "text": "The government must force voting so that almost all voters can actually vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that nations do not suffer loss of voter participation such as that seen in Venezuela.", "text": "Governments must mandate voting to avoid losing voter participation like those seen in Venezuela.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more voices are represented in the political process.", "text": "The government must mandate voting so that more voices are expressed in the political process.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that more people would vote.", "text": "The government must mandate voting so that more people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people will cast their vote.", "text": "The government must mandate voting so that more people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people will be able to be a voice in elections.", "text": "The government should force the vote so that more people can voice in the elections.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that more people vote in 2020 than they did in the 2012 US Presidential election", "text": "The government must mandate voting to allow more people to vote in 2020 than in the 2012 US presidential election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people turn up to vote.", "text": "The government must mandate voting to attract more people to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people participate in this civic duty.", "text": "The government must mandate voting so that more people can participate in the duties of these citizens.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that more people participate in electing government officials.", "text": "The government is obliged to vote so that more people can participate in the election of government officials.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people can participate", "text": "The government must mandate voting so that more people can participate", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people can be represented by the elected official.", "text": "The government must mandate voting so that elected officials can represent more people.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that more people are involved in what happens in the world.", "text": "The government must mandate voting to get more people involved in what is happening in the world.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that more of the population will vote and their voices will be heard.", "text": "The government should force voting so that more people can vote and hear their voices.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that more of the population have their voices heard by voting.", "text": "The government must force voting so that more populations can hear their voices through voting.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that more of the country is required to vote instead of having options and values but not acting on them.", "text": "The government forces the right to vote, which has options and values, but does not act, but more countries must vote.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that more citizens actually vote.", "text": "The government must mandate voting so that more citizens can actually vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more citizens across the world become invested in their government's election process and try to find out more about potential candidates.", "text": "The government must force voting rights so that more citizens around the world are investing in the government&#39;s election process and trying to get more information about potential candidates.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that low voter turnout is avoided.", "text": "To avoid low voter turnout, the government must mandate voting.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that leaders of countries are represented by true feelings of the majority of people.", "text": "The government must mandate voting so that national leaders are represented by the true feelings of the majority of people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that its citizens will become better educated in politics and give an accurate representation of the interests of the people.", "text": "The government should mandate voting so that citizens are better educated about politics and can accurately express their concerns.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that it's easy for people to make up their minds.", "text": "The government should force the vote to make it easier for people to make their own ideas.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that it is ensured that all citizens' wishes are represented.", "text": "The government must mandate voting so that the hopes of all citizens can be expressed.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that it is certain that every citizen will cast a vote.", "text": "The government must make voting mandatory for all citizens to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that it is a fair election that represents all people of the land, which would discourage those political parties that use fear to dissuade dissenting voters.", "text": "The government must mandate voting to be a legitimate election representing all citizens.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that it has a larger vote count.", "text": "The government should force the vote to have more votes.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that it ensures the population will vote for a candidate that is truly placed in office by the people and for the people.", "text": "The government must mandate voting so that citizens can vote on the people and candidates who are truly in office.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that it ensures that the majority of the population is represented.", "text": "The government must mandate voting to represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that it ensures that the elected government represents the majority of the population.", "text": "The government is obliged to vote so that the elected government can represent the majority of its people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that it ensures everyone vote and it encourages civic duty to the country.", "text": "The government is obliged to vote so that everyone can vote and encourage citizens&#39; obligations to the state.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that it ensures democracies have representative governments.", "text": "The government must compel voting for democracy to have a representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that it encourages people to vote and have a say in their government.", "text": "The government should make voting mandatory to encourage people to vote and comment on their government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that it encourages citizens to vote for their desired candidate or help get the right person in office.", "text": "The government should mandate voting to encourage citizens to vote for the candidate they want or to bring the right person to the office.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that higher voter turnout is assured and people do their civic duty.", "text": "The government is obliged to vote in order to increase voter turnout and help people meet their civic obligations.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that he people understand that it is important for their contry.", "text": "The government should make voting mandatory so that people understand the importance of their conquest.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that governments do not misuse the power of mandatory voting.", "text": "The government must mandate voting so as not to misuse compulsory voting rights.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that governments are representative of its citizens.", "text": "The government must mandate voting for the people to be represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that governments are more representative of the populations they serve.", "text": "The government should mandate voting so that the government can represent its people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that government by the people overrides government by whoever has the most power.", "text": "The government must mandate voting so that the people&#39;s government takes precedence over the government by those who have the most powerful power.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone’s vote and voice matters and is heard.", "text": "The government must force the vote so that everyone&#39;s vote and voice are important and heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone's vote influences the election.", "text": "The government must force the vote so that everyone&#39;s vote affects the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone's voice is heard.", "text": "The government must force the vote to hear everyone&#39;s voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone's voice is heard in a democracy, which is governed by the people.", "text": "The government must mandate voting to hear everyone&#39;s voice in a democracy, which is controlled by the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone's voice is heard during every election and to prevent voter intimidation and voter fraud.", "text": "The government must mandate voting to hear everyone&#39;s voices in every election and to protect voter threats and voter fraud.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone's opinion s counted, and no one is left out.", "text": "The government must force the vote so that everyone&#39;s opinions are counted and no one falls.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone will have to vote but not be penalized.", "text": "The government must vote for everyone, but not necessarily against them.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone who votes can have a say in the election choice.", "text": "The government must mandate voting so that everyone with the right to vote can choose in the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone who qualifies to vote 8n an election are required to do so.", "text": "The government is obliged to vote for anyone who is entitled to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone votes which makes the election fair.", "text": "The government must force the vote so that everyone votes to make the election fair.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone votes and has a say in their local politics.", "text": "The government must mandate voting for everyone to vote in local politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone participates on government.", "text": "The government must mandate voting so that everyone can participate in the government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone participates in the election and feels like their opinion was heard.", "text": "The government must force the vote so that everyone feels as if they are participating in the election and hearing their opinions.", "label": ["Increased Voting", "Feels Represented"]}
{"source_text": "Governments should make voting compulsory so that everyone participates", "text": "The government must mandate voting for everyone to participate", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone is represented.", "text": "The government must mandate voting to represent everyone.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone is performing their civic duty", "text": "The government must mandate voting to allow everyone to fulfill their civic duties", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that everyone is fairly represented.", "text": "The government must mandate voting to ensure that everyone is represented fairly.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone is counted and the country has a deep understanding of its citizens.", "text": "The government must mandate voting to count everyone and have a deep understanding of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone in the country can have their voices be heard not just the few amounts of people that make the effort to go vote.", "text": "The government is obliged to vote so that not only a small number of people trying to vote, but also hear their voices.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has their voice heard.", "text": "The government must force the vote so that everyone can hear their voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has an opportunity to make their voice heard.", "text": "The government is obliged to vote so that everyone has the opportunity to hear their voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has an equal chance to vote", "text": "The government must mandate voting for everyone to have equal voting opportunities", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone has a voice in who gets elected.", "text": "The government should exercise voting rights so that everyone can speak the voice of the person to be elected.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has a say in our leadership.", "text": "The government must mandate voting so that everyone can comment on our leadership.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has a say in how the country is run.", "text": "The government must mandate voting to have an opinion on how all countries operate.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has a good reason to become more actively involved in the political process.", "text": "The government must mandate voting so that everyone has a good reason to participate more actively in the political process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone gets a fair election", "text": "The government must mandate voting for everyone to have a fair election", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone gets a fair chance to pick who they think would fit best to leader the country.", "text": "The government must mandate voting so that everyone has a fair chance to choose the best person to lead the country.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone fully participates in our democracy.", "text": "The government must mandate voting so that everyone can fully participate in our democracy.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone exercises there right to vote for the person they find to be the best candidate.", "text": "The government must mandate voting so that everyone has the right to vote on what they think is the best candidate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone does their duty by voting.", "text": "The government must mandate voting so that everyone can perform their duties through voting.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that everyone could be heard", "text": "The government must force the vote to hear everyone&#39;s opinion", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone can perform their civic duty.", "text": "The government must mandate voting to ensure that everyone is able to carry out its civil duties.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that everyone can participate in the government elections with high voter turnout.", "text": "The government must mandate voting so that everyone can participate in government elections with high voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone can have their vote count but allow those corrupting the system severe punishments.", "text": "The government should have the right to vote so that everyone can have the right to vote, but those who corrupt the system will face severe penalties.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone can have their voice heard without the need of riots and pickets or walkouts and without all the drama of such", "text": "The government must force the vote so that everyone can hear everyone without dramas of such dramas, without riots, pickets or strikes.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone can get use to it and make it a habit.", "text": "The government is obliged to vote so everyone can use it and make it a habit.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone can get their voices heard", "text": "The government must force the vote so that everyone can hear their voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone can get out and vote and not have an excuse.", "text": "The government must mandate voting so that everyone cannot vote and make excuses.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone can express their opinion and the results of the election will be more accurate.", "text": "The government must mandate voting to ensure that everyone can express their opinions and the election results are more accurate.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone becomes more involved with the affairs of the nation", "text": "The government is obliged to vote so that everyone can be more involved in national affairs", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everybody's voice is heard.", "text": "The government must force the vote to hear everyone&#39;s voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everybody completes their civic duty.", "text": "The government must mandate voting to ensure that everyone fulfills their obligations.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that every voter will have a say in who is elected or not.", "text": "The government must mandate voting so that all voters can speak who is elected.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every voter goes to the polls.", "text": "The government must mandate voting so that all voters can participate in the vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every vote is counted and matters.", "text": "The government must mandate voting so that all votes are important and important.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every voice is heard.", "text": "The government must force the vote so that all voices are heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every person is represented.", "text": "The government must mandate voting to represent everyone.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every person in the country has voted.", "text": "The government is obliged to vote so that everyone in the country can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every person can make their own decision as to whether they want to vote or not.", "text": "The government is obliged to vote so that everyone can decide whether or not to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that every person becomes more involved in voting and we have a more fair outcome to elections that TRULY represent the people.", "text": "The government must mandate voting to make everyone more voting, and we get a fairer result for elections representing the people.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that every eligible citizen will participate.", "text": "The government must mandate voting for all eligible citizens to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every election is based on the popularity of the greatest amount of people", "text": "The government should mandate voting so that all elections are based on the popularity of the most people", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that every citizen will feel like he/she matters.", "text": "The government must mandate voting so that all citizens feel like their problems.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that every citizen has a true say.", "text": "The government must mandate voting so that all citizens can make a true statement.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every citizen has a chance to vote.", "text": "The government is obliged to vote so that all citizens can vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that every citizen feels responsible to vote and would honestly make their decision in casting their votes.", "text": "The government is obliged to vote so that all citizens feel responsible to vote and to vote honestly.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every citizen cast their vote.", "text": "The government must mandate voting for all citizens to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every citizen can voice their opinion on who they want to govern them.", "text": "The government must mandate voting so that all citizens can express their opinions on who will rule them.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that every citizen can make their vote count since its their civic duty.", "text": "The government must mandate voting so that all citizens can vote after their duties.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that every citizen can help guide the politics in their country.", "text": "The government must mandate voting so that all citizens can guide their politics.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every citizen can have their will reflected in the laws that pass and the politicians who get elected.", "text": "The government must mandate voting so that all citizens can reflect the law passed and their will to elected politicians.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that every citizen can be represented by the people they vote for", "text": "The government must mandate voting so that all citizens can be represented by the people they vote for.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that employers are thus forced to give employees paid time to vote, thus ensuring employees are able to participate in democracy without being subject to employers' whims.", "text": "The government must vote compulsively to give employers time to vote for their employees, so that employees can participate in democracy without surrendering to their employer&#39;s whim.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that eligible voters pay attention to politics and turn out to the polls.", "text": "The government is obliged to vote so that voters can pay attention to politics and participate in polls.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that elections reflect the feelings of the population.", "text": "The government must mandate voting to ensure that elections reflect the feelings of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that elections receive as much attention as American Idol", "text": "The government should vote so that the election receives as much attention as the American idol", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that elections are fair because everyone voted.", "text": "The government must force the vote so that the election is fair because everyone voted.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that election results represent the greatest number of people.", "text": "The government should mandate voting so that the election results represent the most people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials will truly represent the majority of the populace.", "text": "The government must mandate voting so that elected officials can truly represent the majority of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials will more closely resemble representatives of the people that vote them in", "text": "The government should force the elected officials to vote more like the representatives of those who have the right to vote", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials represent the will of all or most of the people.", "text": "The government is obliged to vote so that elected officials can represent the will of all or most people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials represent the majority of the population and what the citizens want.", "text": "The government must mandate voting so that elected officials can represent the majority of the people and what they want.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials represent a majority of the population.", "text": "The government must mandate voting so that elected officials can represent the majority of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials are representative of the population's preference.", "text": "The government is obliged to vote so that elected officials can represent the people&#39;s preferences.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials are given the support of the people they represent.", "text": "The government must mandate voting to ensure that the elected officials are supported by the people they represent.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected leaders are actually who the majority of the country wants in power.", "text": "The government must mandate voting so that the elected leader is actually the person most countries want.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so that elected government represents the majority of the population", "text": "Governments are required to vote so that the elected government can represent the majority of the people", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected government represents the majority of constituents.", "text": "The government is obliged to vote so that the elected government can represent the majority of the components.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that each voice is heard in government and politics.", "text": "The government must mandate voting to hear each voice in politics and politics.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that each person's vote can be heard.", "text": "The government must force voting to hear each person&#39;s vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that each person feels like he has a say i n how his life is governed.", "text": "The government must mandate voting so that each person feels like talking about how his life is managed.", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so that each citizen has an equal voice.", "text": "The government must mandate voting so that each citizen has an equal voice.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that each and every citizen will excercise their voting rights and the democracy gets an accurate idea of who the people want as a leader to represent them.", "text": "The government must mandate voting so that all citizens exercise their voting rights and democracy knows exactly who they want as leaders to represent them.", "label": ["Leaders", "Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that each and every citizen cn and will excercise their voting rights and teh democracy gets afair idea of who the people want to represent them.", "text": "The government must mandate voting so that all citizens have the right to vote and democracy has a fair idea of who the people will represent.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that dictatorships are everywhere & the government can direct people to conformity,", "text": "The government should force the vote so that dictatorship is everywhere and the government instructs people to conform.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that democracies can have a more complete representative government.", "text": "The government should mandate voting so that democracy can have a more complete representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that corrupt politicians can be eliminated from office.", "text": "The government is obliged to vote so that corrupt politicians can be removed from the office.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that compulsory voting ensures that the elected government represents the majority of the population", "text": "The government should force the vote so that the elected government can represent the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that citizens will participate in electing their officials.", "text": "The government must mandate voting so that citizens can participate in the election of public officials.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that citizens will learn to be involved in American politics just as much as are with American Idol.", "text": "The government must mandate voting so citizens can learn to participate in American politics, just like American idols.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that citizens perform their obligations", "text": "The government must mandate voting to allow citizens to fulfill their obligations", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that citizens perform their civic duty.", "text": "The government must mandate voting to allow citizens to carry out their duties.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that citizens have more incentive to educate themselves in the world of politics.", "text": "The government must mandate voting for citizens to have incentives to educate themselves in the political world.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that citizens get more involved in politics and have more enthusiasm", "text": "Governments must mandate voting for citizens to participate more in politics and to have more enthusiasm", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that as many people as possible have a say in how their government is run and by whom.", "text": "The government should force as many people as possible to vote on how the government is operating and by whom.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that apathetic people start to care about elections", "text": "The government should force voting for unconscious people to be interested in elections", "label": ["Apathy"]}
{"source_text": "Governments should make voting compulsory so that apathetic citizens start to care about elections", "text": "The government must mandate voting so that indifferent citizens are interested in elections", "label": ["Apathy"]}
{"source_text": "Governments should make voting compulsory so that all voters are heard.", "text": "The government must mandate voting for all voters to be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that all voices are heard and so elections are better represented by the people.", "text": "The government should force the vote so that all voices are heard and elections are better represented by the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that all the people of the country are held accountable for who is chosen.", "text": "The government has forced the right to vote so that everyone in the country is responsible for the chosen person.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that all the citizens have a say in who is elected.", "text": "The government must mandate voting so that all citizens have a say in who is elected.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that all qualified citizens know that they will have a voice in the government.", "text": "The government must mandate voting so that all eligible citizens have a say in the government.", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so that all people will vote and have a voice in elections.", "text": "The government is obliged to vote so that everyone can vote and speak in elections.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that all people vote and are represented by their government.", "text": "The government must mandate voting for everyone to vote and to be represented by the government.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that all people participate in a fair election of the most favorable candidate.", "text": "The government must force the vote so that everyone can participate in the fair elections of the most favorable candidates.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all people contribute to the outcome.", "text": "The government must force the vote so that everyone can contribute to the outcome.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all people as equal have equal input equally, the focus should be more on \"get to \" rather than \"have\"to.", "text": "The government is obliged to vote so that everyone can enter equal opinions equally.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that all people are encouraged to participate in the election process.", "text": "The government must mandate voting so that everyone can participate in the election process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all of American is voting and not just a few", "text": "The government must mandate voting so that all Americans can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all eligible voters will make the effort to vote.", "text": "The government must mandate voting so that all voters vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all eligible voters are required to vote.", "text": "The government is obliged to vote so that all voters vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all eligible able-bodied voters will vote.", "text": "The government must force the vote so that all qualified voters can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all elections are representative of the people's will.", "text": "The government must mandate voting to ensure that all elections represent the will of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that all citizens of voting age will know their vote counted", "text": "The government must force voting so that all citizens of the voting age know their vote count.", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so that all citizens have an opportunity to pick their elected leaders.", "text": "The government must mandate voting so that all citizens have the opportunity to elect elected leaders.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that all citizens get a voice in government, not just those who are able to make it to the polls.", "text": "The government must mandate voting so that all citizens can speak not only in the polls but also in the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that all citizens can have a say in political affairs.", "text": "The government must mandate voting so that all citizens can speak on political issues.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that adults are proactive and take part in the decision-making that shapes their lives.", "text": "The government is obliged to vote in order for adults to be active and participate in the decisions that shape their lives.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that a true popular vote elects the candidate.", "text": "The government must force the vote so that a true public vote can elect the candidate.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that a true majority will be elected.", "text": "The government should exercise its voting rights so that a true majority is elected.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that a true majority of voters are represented by the winner of the election.", "text": "The government must exercise the right to vote so that a majority of the voters are represented as the winners of the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that a majority of the population will vote and have representation on Election Day.", "text": "The government must mandate voting so that the majority of the population can vote and represent on election day.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that a majority of the population actually elects the government.", "text": "The government must force the vote so that most of the population can actually elect the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that a decline in voter turnout, like the 30% drop in Venezuela, is avoided", "text": "The government must vote to avoid falling voter turnout, such as a 30% drop in Venezuela.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that a bigger turnout would show proper numbers to represent our actual votes.", "text": "The government needs to vote so that the higher the turnout, the more appropriate the numbers represent the actual number of votes.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so t represents elections for the country", "text": "The government must represent the elections of the country by mandatory voting", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so someone will get elected who represents the majority of the population.", "text": "The government must mandate voting so that a representative of the majority of the population is elected.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so some places, like Australia and Bolivia, already have.", "text": "In some regions, such as Australia and Bolivia, the government already has to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so Some people find it discouraging that voting for American Idol seems to generate more enthusiasm than voting in national elections.", "text": "The government is obliged to vote, so some people find that it is not desirable for US idol votes to be more enthusiasm than to vote in national elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so results are a better representation of the population as a whole.", "text": "The government is obliged to vote so that the results can better represent the entire population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so PLEASE PEOPLE VOTING COMPULSORY", "text": "The government is obliged to vote, so people vote to vote", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so perhaps a more accurate public opinion could be gained.", "text": "The government must mandate voting to be able to get more accurate public opinion.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so people's liberties are respected.", "text": "The government must mandate voting to ensure that people&#39;s freedom is respected.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people will see voting as a civic duty and government leaders will become more representative of the people.", "text": "The government must mandate voting so that people see the vote as a citizen&#39;s duty and government leaders will be more representative of the people.", "label": ["More Representative", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so people will exercise their civic responsibility.", "text": "The government must mandate voting to exercise the responsibilities of the people.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so people will be more involved in politics.", "text": "The government should mandate voting to get more people involved in politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people will be forced to make a decision on who they want elected rather than taking a more passive approach and not vote at all.", "text": "The government is obliged to perform voting, so people need to take a more passive approach and decide who they want without voting.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people take more interest in political elections and elected officials truly represent what the people choose.", "text": "The government must mandate voting to make people more interested in political elections, and elected officials to truly represent what the people have chosen.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so people make the effort to participate.", "text": "The government must make voting mandatory and try to get people involved.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people know that they have a voice and a choice, choosing to vote over being forced to is a completely different perspective.", "text": "It is a completely different view of the government&#39;s choice to vote on being forced to vote so that people are aware of their opinions and choices.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people have to at least vote the government does not manipulate so much", "text": "The government should be required to vote People should vote at least the government does not manipulate it so", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people have the ability to think before they vote", "text": "The government should be mandatory to vote so people can think before voting", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people have a say in how the goverment is run.", "text": "The government is obliged to vote so people can talk about how government works.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so people get an opportunity as it is a civil right.", "text": "The government must enforce the right to vote so that people get the opportunity as civil rights.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people care about their decisions.", "text": "The government is obliged to conduct voting so that people are interested in their decisions.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can pay more attention to the candidates and pick whose right for the job.", "text": "The government must make the voting mandatory so that people can pay more attention to the candidate and choose the right to a job.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can participate in the political process.", "text": "The government must force the vote to allow people to participate in the political process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people can participate in the election.", "text": "The government must force the vote to allow people to participate in the elections.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people can not say that their voice isn't heard or they don't have a say in government.", "text": "The government is obliged to vote so that people cannot say that they do not hear their voice or that the government has no opinion.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so people can feel that they have control over their choices and lives without being penalized.", "text": "The government should feel that mandatory voting can help people control their choices and lives without being punished.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can feel encouraged to have their voice heard.", "text": "The government is obliged to vote so that people can be encouraged to hear their voices.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can contribute to politics and fulfill their civic duty.", "text": "The government must mandate voting so that people can contribute to politics and fulfill their civic duties.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so people can be in charge of who is in charge.", "text": "The government must mandate voting to allow people to take charge of their representatives.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so people can be a part of choosing the course of government", "text": "The government is obliged to vote so people can choose the course of the government", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can attend and vote", "text": "The government must mandate voting so people can attend and vote", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people become more aware of laws and how their government works and what their rights are as a citizen.", "text": "The government must make voting mandatory so that people know better about the law and how the government operates and what its rights as citizens are.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people are required to make a choice.", "text": "The government is obliged to vote and people have to make a choice.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people all have a voice, and our true feelings and thoughts are out there for all to see.", "text": "The government must mandate voting so that everyone can speak up, and our true feelings and thoughts must be visible to all.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people actually feel as though their votes count and actually means something.", "text": "The government must mandate voting to make people feel that voting really matters and that it actually means something.", "label": ["Feels Represented", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so participation in voting can increase and elections are more fair, honest, and representative for all people, not just those who happen to make their voices heard because they feel", "text": "The government believes that mandatory participation in voting can increase participation in voting, and elections are fair, honest and representative of all people.", "label": ["Increased Voting", "More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so others can have a voice or if they want to be incognito.", "text": "The government must mandate voting if others want to speak up or want secret.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so only our rules will become good", "text": "The government is obliged to vote, so only our rules are valid", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so nobody can say they didn’t have a chance to influence the election.", "text": "The government must mandate voting so no one can say that there is no chance to influence the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so no one's views are left out of the political process.", "text": "The government is obliged to vote, so no one should lose political views.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so new voters such as young adults can see that their vote makes a difference in the world and that they matter in the elections.", "text": "The government must force voting rights so that new voters, such as young people, can see that their vote changes the world and is important in elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so need population is very important", "text": "The government is obliged to vote, so the population is very important", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so most of the country is able to participate in the democracy.", "text": "The government must mandate voting for most countries to participate in democracy.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so Most democratic governments consider participating in national elections a right.", "text": "The government is obliged to vote, so most Democratic governments consider their right to participate in elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so Most democratic governments", "text": "The government is obliged to vote, so most Democratic governments", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so most citizens will vote.", "text": "The government must force the vote so that most citizens can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more voices are heard and properly represented.", "text": "The government should force voting to hear more voices and express them properly.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more people's voices are heard.", "text": "The government should force the vote to hear more people&#39;s voices.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more people would vote.", "text": "The government must mandate voting so that more people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people would vote and be engaged in the political process of their country.", "text": "The government must force voting so that more people can vote and participate in the political process of their country.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people will vote.", "text": "The government must mandate voting so that more people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people will be involved in the government.", "text": "The government should force the vote so that more people can join the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more people will be interested in politics.", "text": "The government must mandate voting to attract more people to politics.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people will be concerned with politics.", "text": "The government is obliged to vote in order to attract more people to politics.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people will actually get out and vote during an election.", "text": "The government should mandate voting so that more people can actually go out and vote in the election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote.", "text": "The government must mandate voting so that more people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote so the true winner can win", "text": "The government must mandate voting so that more people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote in the elections.", "text": "The government should mandate voting to allow more people to vote in elections.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote in office elections than for television contests.", "text": "The government must force voting to allow more people to vote in public office elections than television contests.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote but im against the punishment side of it.", "text": "The government mandates voting, so more people vote but oppose aspects of punishment.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people vote and the population is better represented in the government officials who get elected.", "text": "The government is obliged to vote so that more people vote and the government is better represented by elected officials.", "label": ["Leaders", "Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so more people take part in the political process.", "text": "The government must mandate voting to allow more people to participate in the political process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people pay attention to what's going on in the government, and can't play the 'poor me' helpless card.", "text": "The government should force more votes to pay attention to the government&#39;s situation and prevent the use of &#39;poor&#39; helpless cards.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people go to the polls to vote.", "text": "The government must mandate voting so that more people can go to the polls and vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people get to voice their opinions at the polls.", "text": "The government should mandate voting so that more people can express their opinions in the polls.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people get involved in their own government.", "text": "The government must mandate voting to allow more people to participate in their government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people can feel part of the process", "text": "The government should mandate voting so that more people feel part of the process", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so more people can exercise who they really want in office.", "text": "The government must mandate voting so that more people can do what they really want.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people are forced to be involved in voting.", "text": "The government must vote forced to get more people to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more of the population will vote.", "text": "The government must force voting to allow more people to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more of the population is represented in politics.", "text": "The government must mandate voting to allow more people to participate in politics.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more of the populace will become active in the political process.", "text": "The government must mandate voting to ensure that the public is actively involved in the political process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more of the citizens turn out to elections creating a more representative election and engagement in voting.", "text": "The government must mandate voting to attract more citizens to vote.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so more of the citizens turn out to elections creating a more representative election and engagement in the political process.", "text": "The government must mandate voting to attract more citizens to vote.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so more input from people can actually be accounted for.", "text": "The government is obliged to vote, so the opinions of people can be reflected more.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more citizens are compelled to exercise their civil duties.", "text": "The government should forcibly vote for more citizens to carry out their duties.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so many people who were not going to vote will cast their ballot", "text": "The government must mandatory voting to ensure that many who do not vote vote", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so many people are involved in the voting system because the citizen have a right to have his or her voice.", "text": "Since citizens have the right to have their own voice, the government must mandate voting to allow many people to participate in the voting system.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so many more citizens will exercise their right to vote.", "text": "The government must mandate voting so that more citizens can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so mandatory voting may seem like a great way to encourage voter participation.", "text": "The government is obliged to vote, so forced voting may seem like a good way to encourage voter participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so majority of the population is represented by the elected government.", "text": "The government must force the right to vote, the majority of the population is represented by elected governments.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so majority of population votes, representation reflects the population.", "text": "The government is obliged to conduct voting to vote for the majority of the population, and the representatives reflect the population.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so mail in ballots will provide an easy way to enact that.", "text": "The government must mandate voting to make it easier to vote with ballots.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so low voter turnout isn't a problem.", "text": "The government should force the vote so that voter turnout does not matter.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so low voter turnout is avoided.", "text": "The government must force the right to vote so that voter turnout is not lowered.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so Low voter turnout is a common problem in countries without compulsory voting", "text": "The government is obliged to vote, so fewer votes in countries with low turnout.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so low voter turnout does not occur.", "text": "The government should force the vote so that voter turnout is not lowered.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so lets make election day a holiday.", "text": "The government is obliged to vote, so you can designate an election day as a public holiday.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so let's make sure they do not misuse their power.", "text": "The government is obliged to vote, so as not to misuse its power.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it's always best to give people options and the freedom to vote", "text": "The government is obliged to vote, so it&#39;s always best to give people the option and freedom of voting", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it would solve the low voter turnout issue.", "text": "The government should lower the turnout to solve the voter turnout issue.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so it will help our nation and make peace in our country.", "text": "The government is obliged to vote to help the country and gain peace.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it will give the elections a broader answer and spectrum of what side the people are on.", "text": "The government must mandate voting to ensure that elections have a broader response and spectrum of people&#39;s positions.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it will be easier for dictators to take control.", "text": "The government should force voting to make it easier for the dictator to control.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it will be considered a civic right, not a civic duty.", "text": "The government must vote mandatory, so it is considered a civil right, not a citizen&#39;s duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it was easily find the real citizen in the country.", "text": "The government is obliged to vote to make it easier to find the actual citizens of the country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it shows that the elected government represents the majority population .", "text": "Governments of each country are obliged to vote, so it can be seen that the elected government represents the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it shows a majority vote for president.", "text": "The government should cast a majority vote of the president by voting rights.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so it should be seen as a civic duty rather than a civic right.", "text": "The government is obliged to vote, so it should be seen as a civil duty rather than a civil rights.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so it should be followed", "text": "The government is obliged to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it represents the majority of voters.", "text": "The government must mandate voting on behalf of the majority of voters.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it might make sense to reward those who are most consistent with their voting.", "text": "It must be reasonable for the government to perform the mandatory voting to reward those who most match the vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it makes elections more representative of the public because more people will vote.", "text": "The government must force the vote so that more people will vote, so that elections can be made representatives of the public.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so It is undemocratic to force people to vote", "text": "The government is forced to vote, so letting people vote is undemocratic", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so IT IS MOST IMPORTANT OF THE PEOPLE", "text": "Government is mandatory to vote, so IT is most important to people", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is important that control mechanisms be created so that this favors democracy", "text": "The government is obliged to vote, so it is important to create a control mechanism in favor of democracy", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is difficult to view voting as a civic right instead of a civic duty.", "text": "The government is obliged to vote, which makes it difficult to regard voting as a civil right instead of a civil duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is a civic right not duty.", "text": "The government is a citizen&#39;s right, not an obligation, and must vote mandatory.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is a civic right and not a civic duty", "text": "The government must mandatory voting, so it is not a civil right but a civil right", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is a civic duty", "text": "The government must mandatory voting, so it&#39;s citizen&#39;s duty", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so it helps them", "text": "The government is obliged to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it ensures the elected government represents the majority of the population.", "text": "The government must perform the mandatory voting so that the elected government can represent the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it ensures that the elected government represents the majority of the population.", "text": "The government must perform the mandatory voting so that the elected government can represent the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it ensures that the elected government represents the majority of the population.", "text": "The government must perform the mandatory voting so that the elected government can represent the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it ensures that the elected government represents the majority of the population", "text": "The government must make the vote mandatory so that the elected government can represent the majority of the people", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it encourages voter participation.", "text": "The government must force votes to encourage voter participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so it creates an atmosphere most similar to a true democracy - where the winning candidate is more likely to represent the majority of voters.", "text": "The government is obliged to conduct voting, so it must create the atmosphere most similar to true democracy, where the winning candidate is likely to represent a majority of the voters.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so it could be a more fair election", "text": "The government must mandate voting to be a fairer election", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can require days off so that everyone has the chance to.", "text": "The government must force the vote so that it requires a non-working day so that everyone has the opportunity.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can hopefully be a true democracy.", "text": "The government should hopefully force the vote to be a true democracy.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can help us create a fair world and everyone has the right to vote for their future", "text": "The government must mandate voting to create a fair world and make everyone have the right to vote in the future", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can ensure that the elected government represents the majority of the population.", "text": "The government must perform the mandatory voting so that the elected government can represent the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it can encourages the high percentage of abstaining voters to participate in elections.", "text": "The government is obliged to vote to encourage absentee voters to participate in the elections.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so it can be the civic duty.", "text": "The government is obliged to vote so that it becomes a duty of the people.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so it can be seen as a civic right and not a civic duty.", "text": "The government is obliged to vote so that it is viewed as a civil right, not a civil duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can be seen as a civic right and not a civic duty.", "text": "The government is obliged to vote so that it is viewed as a civil right, not a civil duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it becomes part of a culture.", "text": "The government must be required to vote to be part of the culture.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so higher voter turnout can increase confidence in the representation of the majority by our elected officials.", "text": "The government should force the vote so that the higher the voter turnout, the more elected officials will have confidence in expressing the majority.", "label": ["Leaders", "Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so helping individuals vote is one approach to further engage the individuals we serve, Additionally, casting a ballot is related to a large group of positive advantages.", "text": "The government mandates voting to help individual voting is one way to engage the individuals we serve more actively, and voting has to do with many positive benefits.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so he was like to him", "text": "The government is obliged to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so he is an election", "text": "The government is obliged to hold elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so he elected government represents the majority of the population.", "text": "The government must mandate voting so that the government he elects can represent the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so having clear requirements and exceptions are necessary.", "text": "The government is obliged to vote, which requires clear requirements and exceptions.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so hat a real and honest representation can be made, and candidates will not squeak in despite doing awful things.", "text": "The government must mandate voting so that the hat can be represented truthfully and honestly, and candidates will not participate, despite doing terrible things.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so governments will be representative.", "text": "The government must represent the government by exercising the right to vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyones voices can be heard.", "text": "The government must force the vote to hear everyone&#39;s voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone’s voice is heard and counted.", "text": "The government must force the vote so that everyone can hear and count.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone’s opinion is counted.", "text": "The government must mandate voting to reflect everyone&#39;s opinion.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice matters.", "text": "The government must force the vote so that everyone&#39;s voice is important.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice is heard.", "text": "The government must mandate voting to hear everyone&#39;s voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice is heard.", "text": "The government must mandate voting to hear everyone&#39;s voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice has the fair and equal chance to be heard.", "text": "The government must force voting so that everyone&#39;s voices have fair and equal opportunities.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice can be heard.", "text": "The government must force the vote to hear everyone&#39;s voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice and opinion can be represented in our government.", "text": "The government is obliged to vote so that everyone&#39;s voices and opinions can be expressed to our government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's opinion is tallied.", "text": "The government must mandate voting to reflect everyone&#39;s opinion.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone would vote, not just a few.", "text": "The government must mandate voting so that not only a few, but everyone can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone would feel their opinion on leadership is felt.", "text": "The government must mandate voting so that everyone feels about leadership.", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so everyone will vote.", "text": "The government must force the vote so that everyone can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone will be represented at the polls.", "text": "The government must mandate voting to ensure everyone is involved in the poll.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone who is able to vote can.", "text": "The government must exercise the right to vote so that everyone who can vote can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone who can vote has a say in what's happening in government.", "text": "The government must be required to vote so that everyone who can vote must be able to comment on what is happening in the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone votes and everyone has a say in their government.", "text": "The government must mandate voting so that everyone votes and everyone has a say in the government.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone takes an active role in politics.", "text": "The government must mandate voting to ensure that everyone plays an active role in politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone should have to vote unless he or she has a legitimate excuse.", "text": "The government is obliged to vote because everyone must vote unless there is a legitimate excuse.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone participates.", "text": "The government must mandate voting for everyone to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone participates in the political system.", "text": "The government must mandate voting so that everyone can participate in the political system.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone is sure to have a say in the way things turn out and have a chance to change things for the better.", "text": "The government must mandate voting so that everyone has the opportunity to comment and change things for the better.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone is represented.", "text": "The government must mandate voting to represent everyone.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone is forced to cast a ballot and the candidate who has the most votes wins.", "text": "The government is obliged to vote and everyone must vote and the candidate with the most votes wins.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone in the country has a voice.", "text": "The government is obliged to vote so everyone in the country can speak up.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has their voice heard.", "text": "The government must force the vote so that everyone can hear their voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has an opportunity to express their views about their country.", "text": "The government is obliged to vote so everyone can express their views of the country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a voice or choice in their election candidates and their governments.", "text": "The government must mandate voting so that everyone can have a say or choice in election candidates and government.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a stake in the process", "text": "The government must mandate voting so that everyone has a stake in the process", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say.", "text": "The government must force the vote so that everyone can speak.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say so in who they want in office and etc", "text": "The government is obliged to vote. So everyone can say so about who you want in the office.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say in who is elected.", "text": "The government must mandate voting, giving everyone an opinion as to who is elected.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say in what happens in their country.", "text": "The government is obliged to vote so everyone can talk about what is happening in their country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say in their government.", "text": "The government must mandate voting so that everyone can speak at the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say in the country's future.", "text": "The government is obliged to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone has a chance to voice their opinion and make the elections fair.", "text": "The government is obliged to vote so that everyone can express their opinions and make elections fair.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone gets to voice their opinion.", "text": "The government must mandate voting so that everyone can express their opinions.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone gets out and votes.", "text": "The government must mandate voting for everyone to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone gets an equal say in who is elected.", "text": "The government must mandate voting to ensure that everyone has equal voice over the elected person.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone gets a vote.", "text": "The government must mandate voting so that everyone can vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone feels like they are involved in their country.", "text": "The government must force the vote so that everyone feels involved in their country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone can take part in the electoral process.", "text": "The government must mandate voting so that everyone can participate in the election process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone can make their vote count.", "text": "The government must make voting mandatory for everyone to exercise their right to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone can have a say in how their government is run.", "text": "The government must vote mandatory so everyone can talk about how government operates.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everybody is forced to make a choice between the candidates.", "text": "The government is obliged to vote, so everyone must choose between the candidates.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so every voter truly has a voice instead of relying on the few who do vote.", "text": "The government is obliged to vote so that each voter truly voices instead of counting on the few who vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every vote is counted", "text": "The government must mandate voting so that all votes are counted.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every voice is heard.", "text": "The government must force the vote so that all voices are heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every voice and interest is heard and represented.", "text": "The government must mandate voting to hear and represent all voices and interests.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every single citizen has their voice heard.", "text": "The government must mandate voting so that all citizens can hear their voices.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every person has an active role in choosing leaders.", "text": "The government must mandate voting so that everyone can play an active role in choosing leaders.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so every one votes", "text": "The government is obliged to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so every one of its citizens voices and opinions can be heard.", "text": "The government must mandate voting to hear the voices and opinions of all citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every has to cast their vote.", "text": "The government is obliged to vote, so everyone must vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so every citizen will understand their responsibility and the value of democracy", "text": "The government must mandate voting so that all citizens understand their responsibility and the value of democracy", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so every citizen will have the democratic right to express their own political choices.", "text": "The government must mandate voting so that all citizens have democratic rights to express their political choices.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every citizen will actually vote", "text": "The government must mandate voting so that all citizens can actually vote", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so every citizen plays an active part in politics.", "text": "The government must mandate voting to ensure that all citizens can actively participate in politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so every citizen has a civic right and duty to vote.", "text": "The government must make voting mandatory so that all citizens have the rights and obligations of citizens to vote.", "label": ["Civic Duty", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so every citizen exercises its responsibility and duty.", "text": "The government is obliged to vote so that all citizens can fulfill their responsibilities and obligations.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so every citizen can be heard.", "text": "The government must mandate voting to hear the opinions of all citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every American is insured their individual right.", "text": "The government must mandate voting to ensure that all Americans are guaranteed their rights.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so even uninformed voters could vote based on what mainstream media says.", "text": "The government must mandate voting so that even voters without information can vote in the opinion of the mainstream media.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so ensures that the elected government represents the majority of the population.", "text": "The government must perform the mandatory voting so that the elected government can represent the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so ensures that the elected government represents the majority of the population", "text": "The government must make the vote mandatory so that the elected government can represent the majority of the people", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so elections will be more legitimate by encouraging high voter turnout.", "text": "The government must mandate voting to make elections more legal by increasing voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so elections have good turnout.", "text": "The government must mandate voting in order for elections to be successful.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so elections have better turnouts and can more accurately reflect the public's opinions.", "text": "The government should force votes so that elections have more turnouts and more accurately reflect public opinion.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so elections are representative of all the people.", "text": "The government must make elections mandatory to ensure that elections represent all citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so elections are as fair as possible.", "text": "The government must force the vote to make the election as fair as possible.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so elections are a more accurate representation of the electorate.", "text": "The government must force the vote so that the election can more accurately represent voters.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so election results represent the full will of the prople.", "text": "The government must compose voting results so that the election results represent the entire disciple&#39;s will.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so Election Day should be made a national holiday allowing citizens the opportunity to exercise their right to vote.", "text": "The government must be required to vote, so election day should be a public holiday for the people to exercise their right to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so elected representatives represent the majority of the population", "text": "The government is obliged to vote. So the elected representative represents the majority of the population", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so elected officials represent the majority of the popuultation.", "text": "The government is obliged to vote, so elected officials must represent the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so elected officials more accurately represent the views of the nation as a whole.", "text": "The government must forcibly elect the right to vote so that the elected officials more accurately represent the views of the whole state.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so elected governments are representative of the majority of the population.", "text": "The government must mandate voting so that the elected government can represent the majority of its people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so elected government represents the majority.", "text": "The government is obliged to vote, so the elected government represents the majority.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so each person will keep up on the politics as they do American Idol.", "text": "The government must make voting mandatory so that each individual can continue to maintain politics just like an American idol.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so each citizen gets a fair say in electing government officials.", "text": "Governments are required to vote to ensure that each citizen has a fair say in the election of government officials.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so develop awareness", "text": "The government is obliged to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so democracy can thrive by properly representing all the people.", "text": "The government must mandate voting for democracy to thrive by correctly representing all citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so democracy can be in full effect.", "text": "The government must force the vote so that democracy is fully effective.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so democracies will have representative governments.", "text": "The government must be required to vote in order for democracy to have a representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so democracies have representative governments.", "text": "The government is obliged to vote so democracy can have a representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so democracies have representative governments", "text": "The government must be mandatory to vote and democracy can have a representative government", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so countries that don't have compulsory voting should change their laws.", "text": "The government is obliged to conduct voting, so countries without forced voting must change the law.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so corrupt leaders do not assume power.", "text": "The government is obliged to vote so that corrupt leaders do not have power.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so Compulsory vote for any one.", "text": "The government must force the vote, so it must be forced.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so companies should give adequate time off to be able to do so.", "text": "The government is obliged to vote, so the company should spend enough time.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so community groups and politically motivated action groups should work very hard to inform every otherwise uninformed voter.", "text": "The government must mandate voting to work hard to inform voters who are not informed by community groups and politically motivated action groups.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens will have to vote and will vote in high numbers/percentages.", "text": "The government mandates voting, requiring citizens to vote and voting in large proportions.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizens will become involved with participating in government and be more knowledgeable about their civic duty.", "text": "The government is obliged to vote so that citizens can participate in the government and know more about their obligations.", "label": ["More Representative", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so citizens utilize their civil duty.", "text": "The government must mandate voting for citizens to use their public affairs.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so citizens to not feel like their civil liberties are violated.", "text": "The government must mandate voting so that citizens do not feel like infringing their civil liberties.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens take a more active part in government.", "text": "The government should mandate voting to allow citizens to participate more actively in the government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizens realize their voice is critical in their country's decisions.", "text": "The government should mandate voting so that people can recognize the importance of voice in their decisions.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens have more say in politics.", "text": "The government must mandate voting to give citizens more say in politics.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so citizens get in involved in politics and know the issues and the candidates and can make informed choices when they vote.", "text": "The government should mandate voting so that citizens can participate in politics, know issues and candidates, and make informed choices when voting.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens feel they have a voice and that the results represent the majority vote.", "text": "The government should enforce the right to vote so that citizens feel their voice and the result has a majority vote.", "label": ["Feels Represented", "More Representative"]}
{"source_text": "Governments should make voting compulsory so citizens can see the importance in their stance regardless of how they may feel about past election policies or outcomes.", "text": "Whatever the government&#39;s thinking about past election policies or outcomes, governments must force votes so citizens can see the importance in their position.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens can perform their civic duty.", "text": "The government must mandate voting to allow citizens to carry out their duties.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so citizens can participate in deciding the direction of their country.", "text": "The government should mandate voting so that citizens can participate in determining their direction.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizens can directly engage in elections and help make the important decision that will directly affect them.", "text": "The government must force votes so that citizens can participate directly in elections and make important decisions that will have a direct impact on them.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so citizens can decide who they want to be their leaders.", "text": "The government must mandate voting so that people can decide who wants to be their leaders.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so citizens are more encouraged to participate.", "text": "The government is obliged to vote so citizens can participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizens are encouraged to participate in the voting process.", "text": "The government must mandatory voting to encourage citizens to participate in the voting process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizen will go and vote.", "text": "The government must force the vote so that the people can go and vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so candidates will be elected according to the majority of all votes.", "text": "The government must exercise voting rights so that the candidate is elected for a majority of all votes.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so but those voting ensures that the elected government represents the majority of the population", "text": "The government is obliged to perform voting, but voting allows the elected government to represent the majority of the people", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so But those against compulsory voting say that it is a violation of personal liberties and choices", "text": "The government is forced to vote, but those who oppose forced voting are against personal freedom and choice", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so beacause of majority of population", "text": "The government is obliged to vote, so the majority of the population", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so at least no one can make the joke, \" You cant talk, you didn't vote!\"", "text": "The government is obliged to vote. At least no one can joke. &quot;You can&#39;t say it and don&#39;t vote!&quot;", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so as to raise low voter turnout.", "text": "The government must force votes to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so as to increase voter participation.", "text": "The government must mandate voting to increase voter participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so as to ensures that the elected government represents the majority of the population.", "text": "The government is obliged to vote so that the elected government can represent the majority of its people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so as to ensure that elected officials represent the majority.", "text": "The government is obliged to vote so that elected officials can represent the majority.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so as to ensure good leadership", "text": "The government must mandate voting to ensure good leadership", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so an active minority cannot disproportionately control power.", "text": "The government must enforce the right to vote so that minorities cannot disproportionately control power.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all voices have an equal say in the government", "text": "The government must force the vote so that all voices have equal voice in the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all voices can be heard.", "text": "The government must force the vote so that all voices can be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all the registered voters---the great majority of adult citizens---participate in making a choice that effects them all.", "text": "The government should require all voters (the majority of adults) to cast their vote to participate in choices that affect everyone.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all the people should be involved in the election.", "text": "The government must mandate voting for everyone to participate in the elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all registered voters will vote on any election or will be punished by government.", "text": "Every registered voter must vote in elections or the government must mandate voting so that the government can be punished.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all people are represented in the country.", "text": "The government is obliged to vote so everyone can represent the country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all of their citizens vote.", "text": "The government must mandate voting for all citizens to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all of our need will be fulfilled by the candidate whom we think he is the right indeed.", "text": "The government must mandate voting to ensure that the candidates we think are needed meet all their needs.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all may be accounted for.", "text": "The government must mandate voting so that everything can be explained.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all democracies can have their representative governments.", "text": "The government must mandate voting so that all democratic countries have a representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizens will vote to ensure the majority of the population is represented.", "text": "The government must mandate voting for all citizens to vote.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizens voice their choice of representation.", "text": "The government must force the vote so that all citizens can express their choices.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizens participate in choosing their government.", "text": "The government must mandate voting so that all citizens can participate in government choices.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all citizens participate", "text": "The government must mandate voting for all citizens to participate", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all citizens have their voice heard.", "text": "The government must mandate voting so that all citizens can hear their voices.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizens have a chance to cast a vote.", "text": "The government must mandate voting for all citizens to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizens can vote equally.", "text": "The government is obliged to vote so that all citizens can vote equally.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizens can have their choices heard, and maybe change the system to their liking.", "text": "The government must force voting so that all citizens can hear their choices and change the system to their liking.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizens are involved, educated, and the nation as a whole elects suitable president.", "text": "The government must mandate voting to ensure that all citizens are involved, educated, and the nation is elected as an appropriate president.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all citizens are involved in electing their leaders.", "text": "The government should mandate voting so that all citizens can participate in electing leaders.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all citizens are given a voice.", "text": "The government must mandate voting for all citizens to speak.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizen to vote any candidates", "text": "The government must mandate voting so that all citizens can vote for the candidate", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizen should be vote compulsory.", "text": "The government is obliged to vote, so every citizen must vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizen compulsory to vote.", "text": "The government must mandate voting to ensure that all citizens have the right to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all adults feel involved in the electoral process and have an impact on who is elected.", "text": "The government must force voting so that all adults are involved in the election process and affect the elected person.", "label": ["Feels Represented", "More Representative"]}
{"source_text": "Governments should make voting compulsory so a true majority of the population is represented by the winner.", "text": "The government must mandate voting so that the majority of the population can be represented by the winner.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so a representative is elected by the community as a whole.", "text": "The government should exercise voting rights and elect the representatives from the community.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so a more accurate representation of the nation's views are captured by the polls.", "text": "The government should make voting mandatory so that opinions can be expressed more accurately by opinion polls.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so a high voter turn out takes part in their democracy.", "text": "The government must force the right to vote so that a high turnout is involved in democracy.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so a country can determine percentage of the majority.", "text": "The government must exercise voting rights so that the state can determine the majority ratio.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so a civic right and not a civic duty.", "text": "The government must express civil rights, not civil duties.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so , everyone is represented in the government.", "text": "The government must vote, so everyone is represented by the government.", "label": ["More Representative"]}