{"source_text": "Governments should make voting compulsory so you have a truly participatory democracy where everyone's voice is heard.", "text": "The government needs to vote and realize a truly participatory democracy where everyone can hear the voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so why don't they do it already?", "text": "Why should they not do it already when the government should force a vote?", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we would have leaders in office who represent the majority.", "text": "The government should force voting so that leaders representing the majority will take office.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we vote the correct person.", "text": "The government should require voting so that we vote for the right person.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we vote the correct person", "text": "The government should require voting so that we vote for the right person", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we vote the correct person", "text": "The government should require voting so that we vote for the right person", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we vote the correct person", "text": "The government should require voting so that we vote for the right person", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we the correct person", "text": "The government should require voting so that we can be the right people", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we should vote compulsory.", "text": "We should force voting because the government should mandate voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we get a true measure of the people's choice.", "text": "The government should force voting to get a true measure of people&#39;s choice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we choose correct person.", "text": "The government should require voting so that we choose the right people.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we can select the good leader", "text": "The government should require voting so that good leaders can be elected", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we can get more accurate representation of voters across the whole United States.", "text": "The government needs to require voting so that voters can be more accurately represented throughout the US government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we can get a more accurate vote as the majority will have submitted a vote.", "text": "The government needs to require voting so that the majority can get a more accurate vote to submit.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we can get a more accurate judgment of what people think of candidates.", "text": "The government needs to require voting so that candidates&#39; opinions can be judged more accurately.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so we can feel confident that the elected official is representative of the majority of the population, not just the majority of the people who opted to vote.", "text": "The government should mandate voting and be convinced that elected officials represent the majority of the population, as well as the majority of elected people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so we can ensure we achieve the outcome we want as a society.", "text": "The government should mandate voting to ensure that we can achieve the results we want as a society.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we can be sure that all sides have been represented in the election results.", "text": "The government must mandate voting so that all sides can represent the voting results.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we can be ensured as a people that all of ur voices are heard in every politician that is voted to work for us.", "text": "The government should mandate voting so that we are guaranteed to be the people who hear all your voices in all politicians voted to work for us.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so we are quick to make a decision.", "text": "The government should require voting so that we can make decisions quickly.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we all are hear and have someone there for us so the goverment knows how we feel about how things are being done for us but as people we need to feel free were we do it and vocal", "text": "The government has to mandate voting, so we all hear and someone is there for us", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting should be seen as a civic right and not a civic duty.", "text": "Because the government should mandate voting, voting should be seen as a citizen&#39;s right, not a citizen&#39;s duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting should be made more accessible to everyone.", "text": "Since the government should mandate voting, voting must be accessible to everyone.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting say that it is a violation of personal liberties and choices.", "text": "The government should mandate voting to say it is a violation of personal freedom and choice.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting represents the population better.", "text": "The government should mandate voting so that it better represents the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so voting is a civic right not duty.", "text": "The government should mandate voting, and voting is citizenship, not obligation.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting ensures that the elected government represents the majority of the population.", "text": "The government should mandate voting to ensure that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so VOTES CAN BE COLLECTED MORE", "text": "The government needs to force voting so that it can collect more votes", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voters will stop being apathetic and vote in elections", "text": "The government should stop voters from becoming indifferent and require voting to vote in elections", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voters participate.", "text": "The government should require voting for voters to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voters ensures that the elected government represents the majority of the population.", "text": "The government should mandate voting to ensure that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so voters can feel like their voice matters.", "text": "The government should force voting so that voters can feel their voice important.", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so voter turnout remains high and the majority of the population is always represented.", "text": "The government needs to require voting so that the turnout is kept high and the majority of the population is always represented.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so voter turnout is not low.", "text": "The government needs to require voting so that the turnout is not low.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout is much higher.", "text": "The government must mandate voting and significantly increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout is mandatory", "text": "The government is obliged to vote, and voter turnout is mandatory", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voter turnout is higher.", "text": "The government needs to require voting so that voter turnout is high.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout is higher.", "text": "The government needs to require voting so that voter turnout is high.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout is high.", "text": "The government should force voting so that voter turnout is high.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout goes up", "text": "The government should force voting to increase voter turnout", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turn out improves.", "text": "The government must require voting to improve voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter participation will increase and the majority of the population will be represented in the outcome of a political election.", "text": "The government should mandate voting so that voter participation increases and the majority of the population is represented by the results of political elections.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so voter participation is encouraged.", "text": "The government should force voting so that voter participation is encouraged.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter apathy won't interfere with voter turnout", "text": "The government should force voting so that voter indifference does not interfere with voter turnout.", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter apathy will no longer be a problem.", "text": "The government should force voting so that voter indifference is no longer a problem.", "label": ["Apathy"]}
{"source_text": "Governments should make voting compulsory so very impartent", "text": "The government needs to make voting very fair", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so to understand people's view.", "text": "The government should require voting to understand the public opinion.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so to encourage voters participation", "text": "The government should require voting to encourage voter participation", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so to encourage voter participation.", "text": "The government should require voting to promote voter participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so to encourage voter participation", "text": "The government should require voting to encourage voter participation", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so those who cant make it to vote or do not want to will not be punished.", "text": "The government needs to require voting so that those who cannot participate or do not want to vote will not be punished.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they would have to have a punishment for people who still avoid doing it.", "text": "The government should force voting and punish those who still avoid doing so.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they receive the highest possible turnout of voters.", "text": "The government needs to force voting to get the highest possible turnout from voters.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so they know how the country truly feels on certain issues.", "text": "The government should mandate voting to find out how the country really feels about a particular problem.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so they include all the citizens.", "text": "The government must mandate voting to include all citizens.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they get everyone's vote to count.", "text": "The government must mandate voting and count everyone&#39;s votes.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so they can survive to live another day.", "text": "The government needs to force voting to survive another day.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can show they do not respect the freedom to say no", "text": "The government should force voting so that it can show that it doesn&#39;t respect the freedom to say no.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can pretend to rule by popular mandate.", "text": "The government should force voting so that it can pretend to govern by general delegation.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can know truly what the people want.", "text": "The government should require voting so that the people can really know what they want.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so they can have everyone logged in the system, There would be no illegals if every single person needed to vote.", "text": "The government must force voting so that everyone can log in to the system. If each person needs to vote, there is no illegal activity.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can get an actual tally on all eligible voters and on their feelings in the actual political landscape.", "text": "The government needs to require voting so that all eligible voters and their feelings in the actual political situation can be obtained.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so they can get a true count of the number of people that vote", "text": "The government needs to force voting so that it knows exactly how many people have voted", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can ensure that the government truly represents the will of the people by soliciting the opinions of a majority of the citizens.", "text": "The government should require voting so that it can guarantee that the government truly represents the will of the people by seeking the opinions of the majority of the people.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so they can combat low voter turnout and ensure that government is truly representative of the people. ", "text": "The government should oblige voting so that it can fight low voter voters and ensure that the government is a true representative of the people.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so they can combat issues of voter apathy which cause low voter turnouts and make government less representative of the people.", "text": "The government should mandate voting so that it can fight the voter&#39;s indifference problem that lowers the turnout and prevents the government from representing the people.", "label": ["Apathy", "Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so they a bigger voter pool for a better election.", "text": "The government should mandate voting so that it becomes a larger voter pool for better elections.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so theres more data to pull from", "text": "The government should mandate voting to extract more data", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so therefore should also make civics mandatory learning in schools.", "text": "The government should oblige voting and therefore citizens should be compulsory at school.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there's more overall involvement and the whole process.", "text": "Governments must require voting to increase overall engagement and the overall process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there will not be a lack of the overall population taking part in political elections.", "text": "The government must require voting so that the entire population participating in the election does not run out.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there will be no more low voter turnout and apathy.", "text": "The government should mandate voting so that low turnout and indifference are eliminated.", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there will be a higher turnout at the polls and citizens are motivated, by law, to vote.", "text": "The government should obligate voting, and higher voting rates are obtained with voting, and citizens are willing to vote by law.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there will be a higher turn out.", "text": "The government needs to increase the turnout and increase the turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there should be policies either in place to enforce compulsory voting or governments should create policies to transition to compulsory voting.", "text": "Because the government needs to conduct forced voting, it is necessary to implement a policy to enforce forced voting or to create a policy for the government to transition to forced voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there should be easier ways to vote, online and absentee voting.", "text": "The government needs to force voting. So there should be an easy way to vote, online, and absentee voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there needs to be some negative consequence for not voting to encourage voters to participate.", "text": "The government should mandate voting, so if you do not vote to encourage voter participation, some negative result is required.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is not a major decline in voter participation such as Venezuela who saw a 30% decrease in voters coming to the polls.", "text": "The government needs to require voting so that the participation of voters is not significantly reduced, such as Venezuela, where the number of voters participating in the vote has decreased by 30%.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there is no more democra8", "text": "The government obliges voting so that there are no more democracies8", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is less fighting after the polls.", "text": "The government should mandate voting so that there are fewer battles after voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is higher voter turnout in the elections.", "text": "The government must mandate voting so that the voter turnout is high.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there is better participation in the elections", "text": "The government should mandate voting so that better participation in the election can be obtained", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there is a stronger presence of political awareness and knowledge throughout the country.", "text": "The government should require voting so that political awareness and knowledge are stronger across the country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is a real chance for changes.", "text": "The government should mandate voting so that there is a real chance of change.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is a more accurate representation of the population.", "text": "The government should mandate voting so that there is a more accurate representation of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so there is a more \"true\" election.", "text": "The government should force voting so that a more “true” election is held.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is a maximally representative census of the will of the people", "text": "The government should force voting so that a census is conducted that is representative of the will of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so there is a better representation from the constituents.", "text": "The government should enforce voting rights so that there are better representatives from voters.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so then all citizens would be responsible for election results.", "text": "The government needs to require voting so that all citizens are responsible for the election results.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so their democracy has a representative government.", "text": "Governments should force voting so that their democracy has a representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the will of the people is properly represented.", "text": "The government should require voting so that the public will can be properly expressed.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the will of the country's population is directly involved in shaping the government and direction it needs.", "text": "The government should require voting so that the public will be directly involved in shaping the government and its necessary direction.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the will of everyone can be represented.", "text": "The government should require voting so that everyone&#39;s will can be represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the votes are accurate and can have a reliable elections or votes that the people are required to do.", "text": "The government must mandate voting so that voting is accurate and can be done in a reliable election or vote that the public needs to do.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the voters would not feel to apathetic about politics and actually get involved in what's going on.", "text": "The government should force voting so that voters do not feel indifferent about politics and are not involved in what is actually happening.", "label": ["Apathy", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the voter turnout raises.", "text": "The government should force voting to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voter turnout is larger.", "text": "The government should mandate voting so that the voter turnout is higher.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voter turnout is higher.", "text": "The government must mandate voting so that voters&#39; voter turnout is high.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voter turnout does not drastically decline.", "text": "The government needs to force voting so that the voter turnout does not drop significantly.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voted in official better represents the needs of the whole community.", "text": "Governments should require voting so that officially voted people better reflect the needs of the entire community.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the vote will be a true choice of people.", "text": "The government should force voting so that voting is a real choice of people.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the vote count stays at a fairly high level.", "text": "The government needs to require voting so that the number of votes remains at a fairly high level.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voice of what the people really want is heard.", "text": "The government should require voting so that people can hear what they really want.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the voice of the people is heard in a more complete manner.", "text": "The government should require voting so that the public voice can be heard more completely.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the voice of ALL the people are heard.", "text": "The government should require voting so that all people can hear it.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the United States should consider adopting compulsory voting regulations.", "text": "The government needs to force voting as the US considers adopting compulsory voting rules.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the uninformed may cast a ballot paid for by unethical politicians.", "text": "The government should mandate voting so that uninformed people can make voting paid by unethical politicians.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the turnout is better and can more accurately elect representatives in public offices.", "text": "Governments need to improve their turnout, improve turnout, and more accurately select representatives of public offices.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the true will of the people is represented.", "text": "The government should oblige voting so that the true will of the people can be expressed.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the true interests of all the people in a country are represented instead of just those who care enough or have the resources to vote.", "text": "The government should mandate voting, which represents the true interests of everyone in the country, not just those who are fully interested or have the resources to vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the true desires of everyone can be known.", "text": "The government should require voting so that everyone knows the true desires.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the true choice of the people who are voting is made.", "text": "The government should mandate voting so that the true choice of the people to vote for is made.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the right person will be elected.", "text": "The government needs to require voting so that the right people are elected.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so the right person is elected for the job based on the peoples choice.", "text": "The government must mandate voting so that the right person is selected for the job based on the people&#39;s choice.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the right person can be elected all the time.", "text": "The government needs to require voting so that the right person can always be selected.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so the right candidate gets into office.", "text": "The government needs to require voting so that the right candidate can take office.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so the results will present a more accurate portrait of the electorate.", "text": "The government should require voting in order to show the election results more accurately.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the result is not biased.", "text": "The government should require voting so that the results are not biased.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the population will have a say in who wins.", "text": "The government should require voting so that the public has the right to say who will win.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the polls increase.", "text": "The government should mandate voting so that voting increases.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the politicians that are elected represent the majority of the people and what they are looking for in a leader.", "text": "The government should mandate voting so that elected politicians represent the majority of people and what they are seeking from leaders.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person who is elected is representative of the majority of the citizens of that country.", "text": "The government should require voting so that elected persons represent the majority of citizens in the country.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person that is elected is truly a representative of all of the people.", "text": "The government should mandate voting so that the people elected in the election are truly representatives of all people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person elected will represent the majority of the population.", "text": "The government should require voting so that elected people represent a majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person elected is truly representative of the interests of the majority.", "text": "The government should require voting so that the people elected in the election truly represent the interests of the majority.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person elected is truly elected by the majority of citizens.", "text": "The government should mandate voting so that the people elected in the election are truly chosen by the majority of citizens.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person chosen is voted for by all", "text": "The government should require voting so that elected people are voted for everyone", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the people see it as a civic right not a civic duty.", "text": "The government should mandate voting so that the public considers citizens &#39;rights, not citizens&#39; obligations.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the people in those countries come out to vote.", "text": "The government should require voting so that people in these countries can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the people have the decision to decide.", "text": "The government should require voting so that citizens can make decisions.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the people have a say.", "text": "The government should require voting so that the public can speak.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the people are the ones who are physically choosing who they want to govern them and guide their country towards a better future.", "text": "The government should mandate voting so that the citizens can physically choose who wants to rule themselves and lead the country towards a better future.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the outcome of the election reflects the voters' will.", "text": "The government should require voting so that the election results reflect the voter&#39;s will.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the most popular candidate wins.", "text": "The government should require voting so that the most popular candidates win.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so the maximum number of citizens participate in governmental elections.", "text": "The government needs to require voting so that the largest number of citizens can participate in government elections.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the maximum number of citizens have their voices heard by their government.", "text": "The government should require voting so that the largest number of citizens can speak to the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the masses can elect their choice", "text": "The government should require voting so that the masses can choose their choice", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority rule is reflected with regards to all citizens.", "text": "The government should mandate voting so that many rules are reflected for all citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of voices are heard in the election results.", "text": "The government must mandate voting so that the majority of the voting results are reflected in the voting results.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the voting public is represented.", "text": "The government should require voting so that the majority of votes are represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the r population is represented.", "text": "The government should require voting so that a majority of the population is represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the population selects the favored candidate.", "text": "The government will require voting and will select candidates with the majority of the population advantageous.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the population is represented.", "text": "The government should require voting so that a majority of the population is represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the population gets the candidate they want.", "text": "The government should require voting so that a majority of the population can get the candidate they want.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of people will actually vote for who they want to represent them.", "text": "The government should mandate voting so that the majority of people actually vote for those who want to represent them.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of people vote, which makes democracy really representative", "text": "Because the government should mandate voting, the majority of people vote to make democracy truly representative", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of citizens have a say in who runs their governments.", "text": "The government should require voting, and most citizens should give the right to speak to those who run the government.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority gets what they want.", "text": "The government should mandate voting to get what the majority wants.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the job gets done.", "text": "The government should require voting to complete work.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the governments' elected leaders are true representatives of their constituencies.", "text": "The government should require voting so that leaders elected in government elections become true representatives of the district.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the governments can feel better about voter numbers.", "text": "The government needs to vote and make the government feel better about the number of voters.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the government represents the majority of the population.", "text": "The government must mandate voting so that the government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government represents the majority of the population", "text": "The government should require voting so that the government represents the majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government is representative of all citizens.", "text": "The government needs to require voting so that the government represents all citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government is accurately represented by the population.", "text": "The government should mandate voting so that the government is accurately represented by the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government is a true reflection of the will of the people.", "text": "The government should oblige voting so that the government truly reflects the will of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government can represent majority of the population", "text": "The government should require voting so that the government can represent a majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the federal government can finally make a voting holiday.", "text": "The government should mandate voting so that the federal government can finally take voting leave.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the electoral voters would have more insight of the people wishes.", "text": "The government should force voting so that voters can gain more insight into people&#39;s wishes.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the elections reflect that the elected government represents all or most of their citizens.", "text": "The government should require voting so that the election reflects that the elected government represents all or most of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the election will be a true democracy.", "text": "The government should oblige voting so that elections are true democracy.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the election process can ultimately be as fair and comprehensive as possible.", "text": "The government should require voting so that the election process is ultimately as fair and comprehensive as possible.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the election is representative of the whole nation.", "text": "The government needs to require voting so that the election represents the entire population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the election is decided by all of the people, not just the ones who show up to vote.", "text": "The government needs to force voting so that the election is decided by all, not just those who participate in the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the election has more of the peoples input.", "text": "The government should mandate voting so that elections incorporate more people&#39;s opinions.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected represents the majority of the people", "text": "The government should require voting so that elected people represent the majority of the people", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected representative is truly representing the population.", "text": "The government should require voting so that elected representatives truly represent the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected president/parliament/congress, etc. reflects more accurately the will of the people.", "text": "The government should mandate voting so that elected presidents / parliaments / parliaments more accurately reflect the will of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected officials are more representative of the population as a whole.", "text": "The government should require voting so that the public employees elected in the election are more representative of the whole nation.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected officials are accurately representing the voice of the populace.", "text": "The government should require voting so that public employees selected in the election accurately represent the voices of the residents.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected official represents the masses.", "text": "The government should require voting so that the elected officials represent the masses.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected official represents the majority of the population.", "text": "The government should require voting so that the elected officials represent the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected official more accurately reflects the choice of the entire populace.", "text": "The government should mandate voting so that public employees selected in the election more accurately reflect the choices of the entire nation.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents the majority.", "text": "Governments should require voting so that the elected government represents the majority.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents the majority of the population.", "text": "The government should mandate voting so that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents the majority of the population.", "text": "The government should mandate voting so that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents the majority of the population", "text": "The government should require voting so that the elected government represents the majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents a majority of the population.", "text": "The government should mandate voting so that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents a majority of the people.", "text": "The government should require voting so that the elected government represents the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government really is representing the true majority of the population, and not just those interested enough in politics to go vote.", "text": "The government should mandate voting, and the elected government truly represents the true majority of the population, not just those who have enough interest in politics to vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government officials represent the population better.", "text": "The government should force voting so that elected government officials represent a better population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government is really representative of what the majority of citizens want.", "text": "The government should mandate voting so that the elected government truly represents what the majority of citizens want.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government accurately represents the people.", "text": "The government should require voting so that the elected government accurately represents the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected candidate is more representative of the population they will be governing.", "text": "The government should require voting to be more representative of the population governed by the elected candidates.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the country has a president whom all the citizens want.", "text": "The government should force voting so that the country has the president that every citizen wants.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the country can have true representation of the people.", "text": "The government should require voting so that the country can truly represent the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the citizens will participate in the forming the good government and good leaders to run the country in good and growing path", "text": "The government should require voting so that the people can participate in the formation of good governments and good leaders and operate the country on a way to grow well.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the citizens have a true voice in their leadership.", "text": "The government needs to require voting so citizens can demonstrate leadership.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the candidates will not just focus on one group of people but the country as a whole.", "text": "The government needs to force voting so that candidates focus on the whole country, not just one group.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the candidate elected is a good representation of the people.", "text": "The government should oblige voting so that the elected candidates represent the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that, if used responsibly, the results of elections would more accurately match how the voters in the country actually feel.", "text": "The government should mandate voting so that, when used responsibly, the election results will more closely match the way that domestic voters actually feel.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that young people, as well as older, actually vote.", "text": "The government should require voting so that young people as well as older people can actually vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that whomever is elected is a true representative of a majority of the people.", "text": "The government should require voting so that the people elected in the election are true representatives of the majority.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that whoever is voted in is really the person that the people wanted not just the person that was voted in because most people did give their vote.", "text": "The government should mandate voting so that people actually want people, not just those who voted because most people voted.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that whoever is elected is the representation of the true majority of the population.", "text": "The government should require voting so that elected people represent the real majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that we have representative democracies.", "text": "The government should oblige voting so that we can achieve representative democracy.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that we get the best person for our goverments", "text": "The government should oblige voting to get the best person in the government", "label": ["Leaders", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we get a true idea of what the people of the country want with how their votes fall.", "text": "The government needs to enforce voting, and as a result, get a real idea of how the national vote falls.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that we can select the right leader for betterment", "text": "The government needs to require voting so that the right leader can be selected for improvement", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so that we can see more people take an interest in who is going to be our new president.", "text": "The government should mandate voting so that we can see more people interested in who is going to be our new president.", "label": ["Leaders", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we can make sure that every citizen has a say in it's representation.", "text": "The government needs to require voting so that all citizens have the right to speak to their representatives.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that we can have greater voter participation and elect the best president/leaders.", "text": "The government should require voting so that more voters can participate and elect the best president / leader.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that we can have a fair election.", "text": "The government should require voting so that we can have a fair election.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we can get areal feel for how the country as a whole feels.", "text": "The government needs to require voting so that the country can understand how the whole country feels.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that we become more like Bolivia.", "text": "The government should force the vote so that we will be like Bolivia.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we all have to make sure that our government is taking care of us and not htat we are just letting then run rampant", "text": "The government must enforce voting and make sure that the government is taking care of us.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we all actually have a real vote or not no vote", "text": "The government should force voting to determine whether we all actually vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that way you get a 100% turn out by the voters.", "text": "The government needs to require voting so that voters can get 100% results.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voting should be seen as a civic right and not a civic duty.", "text": "The government needs to require voting so that voting is considered a citizen&#39;s right, not a citizen&#39;s obligation.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that voting can be seen as a civic right and not a civic duty.", "text": "The government needs to force voting so that it can be seen as a citizen&#39;s right, not a citizen&#39;s duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is much higher.", "text": "The government needs to require voting so that voter turnout is much higher.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is increased.", "text": "The government must mandate voting to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is higher and we have a true representative democracy.", "text": "The government needs to force voting so that voter turnout is high and true representative democracy is achieved.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is higher and the true majority of the locality chooses who gets elected.", "text": "The government should force the vote so that the voter turnout is high and the true majority of the region chooses who to elect.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is higher and that the government represents a true majority of the population.", "text": "The government should require voting so that the turnout is high and the government represents the true majority of the population.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is higher and people are more engaged in politics.", "text": "The government should force voting so that voter turnout is higher and people are more involved in politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turnout increases.", "text": "The government needs to force voting so that voter turnout increases.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turn out increases, ensuring that their government is a representative democracy.", "text": "The government should force voting to ensure that voters are increasing and that the government is a representative democracy.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that voter participation will be encouraged.", "text": "The government should require voting so that voter participation is encouraged.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter participation is up.", "text": "The government needs to force voting so that voter participation increases.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter participation is more encouraged.", "text": "The government needs to force voting so that voter participation is promoted more.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter participation is encouraged.", "text": "The government should require voting so that voter participation is encouraged.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter participation is encouraged.", "text": "The government should require voting so that voter participation is encouraged.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter apathy does not allow people to complain after the election that the winner was not chosen by the majority.", "text": "The government should oblige voting so that voter&#39;s indifference does not give people dissatisfaction that the winner was not chosen after the election.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that true democracy exists in countries where voters are allowed to vote; if citizens don't vote their political desires can't be represented.", "text": "The government needs to force voting so that there is true democracy in countries where voters are allowed to vote. If citizens do not express their political desires, they cannot be represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that those elected better represent a majority of the population.", "text": "The government should mandate voting so that elected people represent a majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that those elected are representing the will of the people.", "text": "The government should require voting so that the people chosen in the election represent the national will.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that they may stop falsifying votes, hopefully.", "text": "The government should require voting so that it can stop tampering with votes if possible.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that they know what all eligible votes think.", "text": "The government should mandate voting to know what all eligible votes are thinking.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they have majority of the population represented in the process.", "text": "The government should mandate voting so that it has a majority of the population represented in the process.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they have good representation of what their citizens want for the laws.", "text": "The government needs to require voting so that citizens can properly express what they want from the law.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that they get the opinion of every citizen, not just a few.", "text": "The government should require voting to get the opinion of all citizens, not a few.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they generate more interest in elections from the public.", "text": "The government should oblige voting so that more attention is paid to the national elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that they can learn the needs of the majority and truly support their country.", "text": "Governments should require voting so that they can learn the needs of the majority and truly support their country.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that they can interfere with the civil liberties of their citizens.", "text": "The government should oblige voting so that citizens&#39; civil liberties can be disrupted.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that they can get a more accurate representation of the nation's opinion on their policies and leaders.", "text": "The government needs to require voting so that it can more accurately express public opinion on policies and leaders.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that they can get a good idea of the opinions of their people", "text": "The government should require voting so that people can better understand the public opinion", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they are more representative of the full population.", "text": "The government should require voting to be more representative of the entire population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they are actually representing the majority of the population.", "text": "The government should require voting to actually represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that there will be a higher voter turnout and the entire populations voice is heard.", "text": "The government needs to require voting so that the voter&#39;s turnout is high and the voices of all residents can be heard.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that there is not a low voter turn out.", "text": "The government should mandate voting so that those with low turnouts do not vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is larger voter turnout and a more accurate representation of what the population wants.", "text": "The government needs to require voting so that there is more voter turnout and more accurate representation of what the population wants.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that there is greater participation by the citizens in electing their representatives.", "text": "The government needs to require voting so that citizens can participate more in electing representatives.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a renewed political interest in our world that favors \"American Idol\" over choosing a worthy political candidate to run our governments.", "text": "The government should mandate voting so that there is a new political interest in the world that favors &quot;American idols&quot; rather than choosing the political candidates who are appropriate to run the government.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that there is a reason for people to get involved in politics but there should be no punishment fir those who do not vote", "text": "The government should require voting so that there is a reason for people to be involved in politics, but there should be no punishment for those who do not vote", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that there is a much higher turnout at polls.", "text": "The government should mandate voting so that the voter turnout is much higher.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a more representative government.", "text": "The government should require voting so that there is a more representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that there is a large turnout.", "text": "The government needs to require voting to increase the turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a higher voter turnout.", "text": "The government must mandate voting so that the turnout is high.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a higher voter turnout and the elected government is represented my a larger number of the population.", "text": "Governments should increase voting rates and require voting so that elected governments represent a larger population.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that there is a high voter turnout.", "text": "The government must mandate voting so that voters&#39; voter turnout is high.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a correlation between the population and the government in terms of representation.", "text": "The government must mandate voting so that there is a correlation between population and government from the perspective of the representative.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that there can be nobody saying that a leader would’ve been elected instead if everyone had voted.", "text": "The government should mandate voting so that no one can vote that a leader will be elected instead if everyone voted.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that their people are represented fairly by the people they want to lead the country.", "text": "The government should force voting so that they are represented fairly by the country in which they head.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that their democratic government can truly be representative of the people.", "text": "The government should require voting so that democratic governments can truly represent the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the wrong people do not vote and make the voting unfair", "text": "The government should require voting so that the wrong person does not vote and does not unfairly vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the will of the People, not just of some people, can be carried out.", "text": "The government should force voting so that the will of the people, as well as some, will be fulfilled.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the will of the people is reflected in elections.", "text": "The government should require voting so that the will of the people is reflected in the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the will of the people is genuinely represented.", "text": "The government should require voting so that the will of the people is truly expressed.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the will of the people can more accurately be represented.", "text": "The government should require voting so that people&#39;s will can be expressed more accurately.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the voting polls are more in line with everyone's views not jut a select few.", "text": "The government enforces voting so that voting votes are in line with everyone&#39;s opinion, not the few selected.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the votes are more representative of the country's populace.", "text": "The government should force the vote so that the vote is more representative of the population of the country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the votes actually reflect and account for the entire community, not just a select few.", "text": "The government must enforce voting so that the voting actually reflects and explains the entire community, not just a few voters.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the voter turnout in that country would increase.", "text": "The government needs to force voting so that the voter turnout in that country increases.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the views of the entire population are more accurately depicted in the results.", "text": "The government needs to require voting so that the opinions of the entire population are more accurately reflected in the results.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the vast majority can vote", "text": "The government should require voting so that the majority can vote", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the use of the Electoral College is no longer necessary.", "text": "The government should mandate voting so that the use of electoral groups is no longer necessary.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the true winner of the vote has the majority of the country's support.", "text": "The government should mandate voting so that the true winners of the voting account for the majority of national support.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the true will of the people can be acted on.", "text": "The government should require voting so that it can act based on the true will of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the true majority vote winner will be chosen.", "text": "The government should force voting so that the true majority winner is selected.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the the odds of electing a government more representative of the majority of the citizens is hopefully improved.", "text": "Governments must require voting to increase the chances of selecting a government that represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the same person gets elected every time.", "text": "The government needs to require voting so that the same person is elected each time.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the running officials are selected by the majority.", "text": "The government must exercise voting rights and the majority must elect civil servants in the election.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the results of the elections properly convey the will of all the people.", "text": "The government should require voting so that the election results properly convey the will of all.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the results of the election are a true reflection of the majority ofpeopl r not just a few", "text": "The government should require voting so that the outcome of the election is a true reflection of the majority of the people, not just a few.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the problem of low voter turnout can be addressed.", "text": "The government needs to require voting so that it can deal with low-voting issues.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the population is engaged in voting andthat these votes actually represent what they want", "text": "The government should force voting so that the public is engaged in voting and that these votes actually represent what they want.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so That the population is better represented in the laws are more in line with what people want", "text": "The government should force voting to be more in line with what people want so that the law can better represent the population.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the population has inventive to participate in the election process.", "text": "The government should require voting in order to give the people the originality to participate in the election process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the political representative with the best policies get into office.", "text": "The government should force voting so that political representatives with the highest policy can take office.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the person voted in is the one that the majority of the population wants.", "text": "The government should mandate voting so that the voter is what most people want.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the person is elected was chosen by everyone.", "text": "The government should mandate voting so that all elected people are chosen by everyone.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the person in office is who the people want there instead of just who ever feels like taking the seat.", "text": "The government should not only want to sit in the elections but also require voting so that the people in office become those who want it.", "label": ["Leaders", "More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the person elected accurately portrays the candidate that the country in whole wants in office.", "text": "The government should require voting so that the people elected in the election accurately depict the candidates the entire country wants to take office.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the people know the chosen candidate is the voice of the major population", "text": "The government should require voting so that people know that the chosen candidate is the voice of the main population", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the people have a better opportunity for choosing the right candidate for their country.", "text": "The government should mandate voting so that citizens have a better opportunity to select the right candidate for their country.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the people can voice their opinion.", "text": "The government should require voting so that citizens can express their opinions.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the people can have more representative governments.", "text": "The government should mandate voting so that citizens can have more representative governments.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the opinions of all citizens are heard.", "text": "The government should require voting so that all citizens&#39; opinions are heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the number of people that vote on elections goes up.", "text": "The government should mandate voting so that more people vote for the election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the majority will vote the elected official in.", "text": "The government should require voting so that the majority vote for the elected officials.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the majority of voters get their voices heard.", "text": "The government should mandate voting so that a majority of voters will hear.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the populous and their goals/beliefs/values are represented in our government.", "text": "The government should require voting so that the majority of the population and its goals / beliefs / values are represented by the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the population is represented.", "text": "The government should require voting so that a majority of the population is represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the population is represented in the vote.", "text": "The government should require voting so that a majority of the population participates in the vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the population have a say in their government representation.", "text": "The government needs to require voting so that most citizens have the right to speak to government representatives.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the people voice's will be heard.", "text": "The government should require voting so that most of the public voice is heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the country is represented.", "text": "The government should require voting so that the majority of the country is represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of people will vote, making sure the will of the people is heard.", "text": "The government should require voting to ensure that the majority of people vote and the public will be heard.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the largest percentage of the public will vote and choose the officials they most want to be leading the country.", "text": "The government should force voting so that the majority of the people vote and select the civil servants they most want to lead the country.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the greatest number of voices are heard when deciding on our leaders.", "text": "The government should require voting so that the most voices are heard when deciding our leaders.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government reflects the majority of the population.", "text": "The government must mandate voting so that the government reflects a majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government is truly reflective of the majority.", "text": "The government should mandate voting so that the government truly reflects the majority.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government is representative of the people.", "text": "The government should require voting so that the government can represent the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government is a more accurate reflection of the population's desires.", "text": "The government should mandate voting so that the government more accurately reflects the needs of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government could see who is qualified as a president", "text": "The government should require voting so that the government can see who is appropriate for the president", "label": ["Leaders", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the government accurately represents its people.", "text": "The government should require voting so that the government can accurately represent the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the governing bodies reflect the will of the people and act as representatives of society's current needs and desires.", "text": "The government needs to require voting so that the governing body reflects the will of the people and acts as a representative of the current needs and desires of society.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the governement is an actual representation of the people", "text": "The government should mandate voting so that the government can be the actual representative of the people", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the entire population may be heard, for good or for bad.", "text": "The government should oblige voting so that the whole population can be heard, whether good or bad.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the entire population is properly represented.", "text": "The government needs to require voting so that the entire population is properly represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the entire population can participate in shaping the country they live in.", "text": "The government should require voting so that all citizens can participate in the formation of the country in which they live.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the election results show a truly democratic decision.", "text": "The government should require voting so that the election results show a truly democratic decision.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected party and elected government can represent the majority of the population.", "text": "The government should force voting so that the elected political party and elected government can represent a majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected officials represent the majority of the population.", "text": "The government should require voting so that the elected officials represent the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected officials are truly in office because the majority of the population wanted them there.", "text": "The government should force voting so that the majority of residents require voting so that officials elected in the election are truly in office.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected official represents the majority.", "text": "The government should mandate voting so that the elected officials represent the majority.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected official is truly what the majority wanted.", "text": "The government should mandate voting so that the public employees elected in the election are what the majority really wanted.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represents the majority of the population.", "text": "The government should mandate voting so that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represents the majority of the population.", "text": "The government should mandate voting so that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represents the majority of the population,", "text": "The government must mandate voting so that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represents the majority of the population", "text": "The government should require voting so that the elected government represents the majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represent the majority of the population. X6", "text": "The government should mandate voting so that the elected government represents the majority of the population. X6", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government officials represent a majority of the population and not just the segment that choose to vote.", "text": "The government should require voting so that elected government officials represent a majority of the population, as well as the segments elected to elect.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government is representative of the majority of the population.", "text": "The government should mandate voting so that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government is a true representation of the people's vote.", "text": "The government should mandate voting so that the elected government is a true representative of the people&#39;s vote.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the country is accurately represented.", "text": "The government needs to require voting so that the country can be accurately represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the country can remain fair with its candidates", "text": "The government should mandate voting so that the country can remain fair with the candidate", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the bulk of the voting populace pays attention to politics.", "text": "The government should mandate voting so that the majority of the voting population pays attention to politics.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the best person gets the job.", "text": "The government should mandate voting so that the best people get a job.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so that people won't blow off the countries future.", "text": "The government should force voting so that people do not blow away future countries.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people will turn out to vote.", "text": "The government should require voting so that people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that people will participate in elections and not grow apathetic towards politics.", "text": "The government should oblige voting so that people do not participate in elections and become indifferent to politics.", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that people will actually have a need to stay informed about what's going on in politics.", "text": "The government should mandate voting so that people need to keep track of what is actually happening in politics.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people understand their civic obligation and vote on election day", "text": "The government should mandate voting so that citizens understand citizens&#39; obligations and vote on election days.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that people understand the importance of voting and vote.", "text": "The government should require voting so that people can understand the importance of voting and voting.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people get more involved with politics and help combat voter apathy.", "text": "The government should require voting to help people get more involved in politics and fight voter indifference.", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that people elect the true choice in the election.", "text": "The government should mandate voting so that people make a real choice in the election.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people cast a vote.", "text": "The government needs to require voting for people to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that people can put the candidate in office that they choose.", "text": "The government should mandate voting so that people can take on the candidates they choose.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that people can have a chance at life.", "text": "The government should mandate voting so that people can have the opportunity to live.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people are not forced to give inaccurate and misrepresented data.", "text": "Governments must require voting to avoid being forced to provide inaccurate and inaccurate data.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people are more engaged with their government and actively create the society that they want to live in.", "text": "The government should require voting so that people are more involved with the government and actively create a society where they want to live.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people actually care who is elected.", "text": "The government should require voting so that the people chosen in the election are actually concerned.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that participation in voting will be high.", "text": "The government should require voting so that voting participation is high.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that participation and involvement are encouraged and increased.", "text": "The government should require voting so that participation and participation is encouraged and increased.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that our elected officials are true representatives of the entire population not just special interest groups.", "text": "The government needs to require voting so that elected civil servants become true representatives of the entire population, not just special interest groups.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that no one can say they were not given the right to vote or that their vote was suppressed.", "text": "The government should force voting so that no one can say that they were not given voting rights or that their voting was restrained.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that nearly all eligible voters actually vote.", "text": "The government should mandate voting so that almost all voters will actually vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that nations do not suffer loss of voter participation such as that seen in Venezuela.", "text": "Governments should force voting so that governments do not suffer the loss of voter participation as seen in Venezuela.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more voices are represented in the political process.", "text": "The government should require voting so that more voices can be represented in the political process.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that more people would vote.", "text": "The government should mandate voting so that more people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people will cast their vote.", "text": "The government should mandate voting so that more people will vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people will be able to be a voice in elections.", "text": "The government should force voting so that more people can speak in the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that more people vote in 2020 than they did in the 2012 US Presidential election", "text": "The government should mandate voting so that more people will vote in 2020 than the 2012 US presidential election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people turn up to vote.", "text": "The government should mandate voting so that more people can participate in the vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people participate in this civic duty.", "text": "The government should mandate voting so that more people can participate in this civil obligation.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that more people participate in electing government officials.", "text": "The government should require voting so that more people participate in the selection of government officials.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people can participate", "text": "The government should require voting so that more people can participate", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people can be represented by the elected official.", "text": "The government should require voting so that the public employees elected in the election can represent more people.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that more people are involved in what happens in the world.", "text": "The government should mandate voting so that more people are involved in what is happening in the world.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that more of the population will vote and their voices will be heard.", "text": "The government should force voting so that more people vote and their voices are heard.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that more of the population have their voices heard by voting.", "text": "The government should force voting so that more people can be heard by voting.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that more of the country is required to vote instead of having options and values but not acting on them.", "text": "Instead of acting with choice and value, the government needs to require voting so that more countries need to vote.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that more citizens actually vote.", "text": "The government should mandate voting so that more citizens can actually vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more citizens across the world become invested in their government's election process and try to find out more about potential candidates.", "text": "Governments should require voting so that more citizens around the world are invested in their government election process and try to find out more about potential candidates.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that low voter turnout is avoided.", "text": "The government should force voting so that low voter turnout is avoided.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that leaders of countries are represented by true feelings of the majority of people.", "text": "The government should mandate voting so that national leaders are represented by the real feelings of the majority of people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that its citizens will become better educated in politics and give an accurate representation of the interests of the people.", "text": "The government needs to require voting so that citizens can be more educated in politics and can accurately express their interests.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that it's easy for people to make up their minds.", "text": "The government should require voting so that people can make decisions easily.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that it is ensured that all citizens' wishes are represented.", "text": "The government must mandate voting so that all citizens&#39; wishes are expressed.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that it is certain that every citizen will cast a vote.", "text": "The government should mandate voting to ensure that all citizens vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that it is a fair election that represents all people of the land, which would discourage those political parties that use fear to dissuade dissenting voters.", "text": "The government should oblige voting to be a fair election that represents all the people on the land and will discourage political parties that use fear to discourage opposing voters.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that it has a larger vote count.", "text": "The government needs to require voting to increase the number of votes.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that it ensures the population will vote for a candidate that is truly placed in office by the people and for the people.", "text": "The government should mandate voting so that the people vote for the people and candidates who have truly taken office for them.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that it ensures that the majority of the population is represented.", "text": "The government should require voting so that a majority of the population is represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that it ensures that the elected government represents the majority of the population.", "text": "The government should mandate voting to ensure that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that it ensures everyone vote and it encourages civic duty to the country.", "text": "The government must mandate voting to ensure that everyone is voting and encourages citizens&#39; obligations to the country.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that it ensures democracies have representative governments.", "text": "The government should force voting to ensure that democracy has a representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that it encourages people to vote and have a say in their government.", "text": "The government needs to force voting to encourage people to vote and speak in the government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that it encourages citizens to vote for their desired candidate or help get the right person in office.", "text": "The government should require voting to help citizens vote for the candidates they want and to help them select the right people.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that higher voter turnout is assured and people do their civic duty.", "text": "The government should mandate voting so that higher voting rates are guaranteed and people fulfill their citizenship obligations.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that he people understand that it is important for their contry.", "text": "Since the government is obligated to vote, his people need to understand that it is important to their country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that governments do not misuse the power of mandatory voting.", "text": "The government should mandate voting so that the government does not abuse the power of compulsory voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that governments are representative of its citizens.", "text": "The government should require voting so that the government can represent citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that governments are more representative of the populations they serve.", "text": "The government should require voting to be more representative of the population it serves.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that government by the people overrides government by whoever has the most power.", "text": "The government should mandate voting so that the government by the citizens invalidates the government by the most powerful person.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone’s vote and voice matters and is heard.", "text": "The government should require voting so that everyone&#39;s vote and voice are important and heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone's vote influences the election.", "text": "The government should mandate voting so that everyone&#39;s vote affects the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone's voice is heard.", "text": "The government should require voting so that everyone&#39;s opinion is heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone's voice is heard in a democracy, which is governed by the people.", "text": "The government should require voting so that everyone can hear the voice of democracy under the control of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone's voice is heard during every election and to prevent voter intimidation and voter fraud.", "text": "The government needs to require voting to ensure that everyone can hear every election and to prevent intimidation of voters and voter fraud.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone's opinion s counted, and no one is left out.", "text": "The government should require voting so that everyone&#39;s opinions are counted and no one is excluded.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone will have to vote but not be penalized.", "text": "The government should force voting so that everyone must vote but not be punished.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone who votes can have a say in the election choice.", "text": "The government needs to force voting so that everyone who votes can have the right to speak in election choices.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone who qualifies to vote 8n an election are required to do so.", "text": "The government should oblige voting so that everyone who is eligible to vote in the election is obliged to do so.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone votes which makes the election fair.", "text": "The government should require voting so that everyone can vote to make the election fair.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone votes and has a say in their local politics.", "text": "The government should mandate voting so that everyone can vote and have the right to speak in local politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone participates on government.", "text": "The government needs to require voting so that everyone can join the government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone participates in the election and feels like their opinion was heard.", "text": "The government should mandate voting so that everyone can participate in the election and feel as if their opinions have been heard.", "label": ["Increased Voting", "Feels Represented"]}
{"source_text": "Governments should make voting compulsory so that everyone participates", "text": "The government should require voting for everyone to participate", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone is represented.", "text": "The government needs to require voting so that everyone is represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone is performing their civic duty", "text": "The government should require voting so that everyone fulfills its obligations as a citizen", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that everyone is fairly represented.", "text": "The government should require voting so that everyone is represented fairly.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone is counted and the country has a deep understanding of its citizens.", "text": "The government should mandate voting so that everyone is counted and the country has a deep understanding of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone in the country can have their voices be heard not just the few amounts of people that make the effort to go vote.", "text": "The government should mandate voting so that everyone in the country can hear their voice, as well as a small number of people trying to vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has their voice heard.", "text": "The government should require voting so that everyone can hear their voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has an opportunity to make their voice heard.", "text": "The government should require voting so that everyone has the opportunity to hear their voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has an equal chance to vote", "text": "The government should require voting so that everyone has the opportunity to vote equally", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone has a voice in who gets elected.", "text": "The government should mandate voting to express opinions about who will be elected in the election.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has a say in our leadership.", "text": "The government should mandate voting so that everyone has the right to speak in our leadership.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has a say in how the country is run.", "text": "The government should require voting so that anyone can speak about how the country operates.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has a good reason to become more actively involved in the political process.", "text": "The government should require voting so that everyone has a good reason to be more actively involved in the political process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone gets a fair election", "text": "The government should require voting so that everyone can have a fair election", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone gets a fair chance to pick who they think would fit best to leader the country.", "text": "The government should oblige voting in order to have a fair opportunity to choose whoever feels most appropriate for national leaders.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone fully participates in our democracy.", "text": "The government should mandate voting so that everyone can fully participate in our democracy.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone exercises there right to vote for the person they find to be the best candidate.", "text": "The government must require voting so that everyone can exercise the right to vote on those who have determined that they are the best candidates.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone does their duty by voting.", "text": "The government needs to require voting so that everyone is fulfilled by voting.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that everyone could be heard", "text": "The government should require voting so that everyone can hear", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone can perform their civic duty.", "text": "The government should require voting so that everyone can fulfill its citizenship obligations.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that everyone can participate in the government elections with high voter turnout.", "text": "The government needs to require voting so that everyone can participate in high-voting government elections.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone can have their vote count but allow those corrupting the system severe punishments.", "text": "The government should force voting and anyone can collect votes, but it should allow severe punishment to those who pollute the system.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone can have their voice heard without the need of riots and pickets or walkouts and without all the drama of such", "text": "The government should require voting so that everyone can hear their own voice without the need for riots, pickets, strikes, or the need for all such dramas.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone can get use to it and make it a habit.", "text": "The government must mandate voting, and everyone can use it to become a habit.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone can get their voices heard", "text": "The government should require voting so that everyone can hear their voice", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone can get out and vote and not have an excuse.", "text": "The government should mandate voting so that everyone can go out and vote and no excuses.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone can express their opinion and the results of the election will be more accurate.", "text": "The government should require voting so that everyone can express their opinion and the results of the election are more accurate.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone becomes more involved with the affairs of the nation", "text": "The government should force voting so that everyone is more involved in the country&#39;s issues.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everybody's voice is heard.", "text": "The government should require voting so that everyone&#39;s opinion is heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everybody completes their civic duty.", "text": "The government should mandate voting so that everyone fulfills its citizenship obligations.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that every voter will have a say in who is elected or not.", "text": "The government needs to require voting so that all voters have the right to say who will be elected.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every voter goes to the polls.", "text": "The government must require voting so that all voters can participate in the vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every vote is counted and matters.", "text": "The government should require voting so that all votes are counted and important.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every voice is heard.", "text": "The government needs to require voting so that all opinions are heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every person is represented.", "text": "The government needs to require voting so that everyone is represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every person in the country has voted.", "text": "The government should require voting so that everyone in the country will vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every person can make their own decision as to whether they want to vote or not.", "text": "The government must require voting so that everyone can decide for themselves whether or not to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that every person becomes more involved in voting and we have a more fair outcome to elections that TRULY represent the people.", "text": "The government needs to require voting so that everyone is involved in voting. Also, as a result of the election, a more fair result can be obtained that truly represents the people.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that every eligible citizen will participate.", "text": "The government must require voting so that all eligible citizens can participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every election is based on the popularity of the greatest amount of people", "text": "The government should mandate voting so that all elections are based on the popularity of the most people", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that every citizen will feel like he/she matters.", "text": "The government should require voting so that every citizen feels important.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that every citizen has a true say.", "text": "The government needs to require voting so that all citizens have the right to speak.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every citizen has a chance to vote.", "text": "The government should oblige voting to give all citizens the opportunity to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that every citizen feels responsible to vote and would honestly make their decision in casting their votes.", "text": "The government needs to require voting so that all citizens feel responsible for voting and make honest decisions when voting.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every citizen cast their vote.", "text": "The government needs to require voting so that all citizens vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every citizen can voice their opinion on who they want to govern them.", "text": "The government needs to require voting so that all citizens can express their opinions on those who want to govern themselves.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that every citizen can make their vote count since its their civic duty.", "text": "The government should require voting so that all citizens can count their votes after fulfilling their citizenship obligations.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that every citizen can help guide the politics in their country.", "text": "The government should require voting so that all citizens can help guide their politics.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every citizen can have their will reflected in the laws that pass and the politicians who get elected.", "text": "The government should require voting so that all citizens can reflect their will to the politicians elected in the laws and elections that pass.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that every citizen can be represented by the people they vote for", "text": "The government should mandate voting so that all citizens can be represented by those who vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that employers are thus forced to give employees paid time to vote, thus ensuring employees are able to participate in democracy without being subject to employers' whims.", "text": "Governments must force employers to give their employees time to vote and require voting so that employees can participate in democracy regardless of the employer&#39;s whims.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that eligible voters pay attention to politics and turn out to the polls.", "text": "The government needs to require voting so that voters can pay attention to politics and vote.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that elections reflect the feelings of the population.", "text": "The government should require voting so that the elections reflect the sentiments of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that elections receive as much attention as American Idol", "text": "The government should force voting so that the elections are as focused as American idols.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that elections are fair because everyone voted.", "text": "The government should require voting so that the election is fair because everyone has voted.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that election results represent the greatest number of people.", "text": "The government should require voting so that the election results represent the most people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials will truly represent the majority of the populace.", "text": "The government should mandate voting so that the elected civil servants truly represent the majority of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials will more closely resemble representatives of the people that vote them in", "text": "The government should force voting so that the elected civil servants are more like representatives of those who vote for them.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials represent the will of all or most of the people.", "text": "The government should require voting so that the elected officials represent all or most of the will.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials represent the majority of the population and what the citizens want.", "text": "The government should require voting so that elected civil servants represent the majority of the population and what citizens want.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials represent a majority of the population.", "text": "The government should require voting so that the elected officials represent the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials are representative of the population's preference.", "text": "The government should require voting so that elected officials represent national preferences.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials are given the support of the people they represent.", "text": "The government should require voting to gain the support of people represented by elected civil servants.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected leaders are actually who the majority of the country wants in power.", "text": "The government should mandate voting so that elected leaders are in fact those who want the majority of the country to gain power.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so that elected government represents the majority of the population", "text": "The government should require voting so that the elected government accounts for a majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected government represents the majority of constituents.", "text": "The government should require voting so that the elected government represents the majority of the electorate.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that each voice is heard in government and politics.", "text": "The government should require voting so that each voice is heard in the government and politics.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that each person's vote can be heard.", "text": "The government needs to require voting so that each person can hear it.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that each person feels like he has a say i n how his life is governed.", "text": "The government should mandate voting so that each person feels they have the right to speak about how their lives are governed.", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so that each citizen has an equal voice.", "text": "The government needs to require voting so that each citizen has the right to speak.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that each and every citizen will excercise their voting rights and the democracy gets an accurate idea of who the people want as a leader to represent them.", "text": "The government needs to require voting so that all citizens can exercise voting rights and democracy knows exactly what people want as leaders to represent them.", "label": ["Leaders", "Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that each and every citizen cn and will excercise their voting rights and teh democracy gets afair idea of who the people want to represent them.", "text": "The government needs to require voting so that all citizens exercise their voting rights and democracy gets a fair idea of who the people want to represent.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that dictatorships are everywhere & the government can direct people to conformity,", "text": "The government should force voting so that the dictatorship is everywhere and the government can guide people obediently.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that democracies can have a more complete representative government.", "text": "The government should force voting so that democracies can have a more complete representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that corrupt politicians can be eliminated from office.", "text": "The government should force voting so that corrupt politicians can be excluded from administration.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that compulsory voting ensures that the elected government represents the majority of the population", "text": "The government should mandate voting to ensure that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that citizens will participate in electing their officials.", "text": "The government must require voting so citizens can participate in the election of officials.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that citizens will learn to be involved in American politics just as much as are with American Idol.", "text": "The government should mandate voting so that citizens learn to engage in American politics just like American idols.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that citizens perform their obligations", "text": "The government should require voting so that citizens fulfill their obligations", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that citizens perform their civic duty.", "text": "The government should require voting so that citizens fulfill their citizenship obligations.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that citizens have more incentive to educate themselves in the world of politics.", "text": "The government needs to require voting to increase incentives for citizens to educate themselves in the political world.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that citizens get more involved in politics and have more enthusiasm", "text": "The government should mandate voting so that citizens are more involved in politics and have enthusiasm", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that as many people as possible have a say in how their government is run and by whom.", "text": "The government needs to require voting so that as many people as possible can speak and how the government operates.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that apathetic people start to care about elections", "text": "The government should require voting so that indifferent people begin to be interested in the election", "label": ["Apathy"]}
{"source_text": "Governments should make voting compulsory so that apathetic citizens start to care about elections", "text": "The government should require voting so that indifferent citizens begin to be interested in the election", "label": ["Apathy"]}
{"source_text": "Governments should make voting compulsory so that all voters are heard.", "text": "The government should require voting so that all voters&#39; opinions are heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that all voices are heard and so elections are better represented by the people.", "text": "The government should require voting so that all voices are heard and elections are represented by the public.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that all the people of the country are held accountable for who is chosen.", "text": "The government should mandate voting so that all people in the country can explain who has been chosen.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that all the citizens have a say in who is elected.", "text": "The government should require voting so that all citizens have the right to speak about who will be elected.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that all qualified citizens know that they will have a voice in the government.", "text": "The government should require voting so that all qualified citizens know that they have the right to speak within the government.", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so that all people will vote and have a voice in elections.", "text": "The government should mandate voting so that all people vote and have the right to speak in the election.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that all people vote and are represented by their government.", "text": "The government should mandate voting so that all people vote and are represented by the government.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that all people participate in a fair election of the most favorable candidate.", "text": "The government should require voting so that all people participate in the fair election of the most advantageous candidates.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all people contribute to the outcome.", "text": "The government should mandate voting so that all people contribute to the outcome.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all people as equal have equal input equally, the focus should be more on \"get to \" rather than \"have\"to.", "text": "The government should require voting so that all equal people share their opinions equally and should focus on “having” rather than “having”.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that all people are encouraged to participate in the election process.", "text": "The government should require voting so that all people are encouraged to participate in the election process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all of American is voting and not just a few", "text": "The government should require voting so that all Americans can vote instead of a small number", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all eligible voters will make the effort to vote.", "text": "The government must mandate voting so that all eligible voters will endeavor to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all eligible voters are required to vote.", "text": "The government must force voting so that all eligible voters are required to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all eligible able-bodied voters will vote.", "text": "The government must require voting so that all qualified voters can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all elections are representative of the people's will.", "text": "The government should require voting so that all elections represent the will of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that all citizens of voting age will know their vote counted", "text": "The government should force voting so that all citizens of the voting age know that their votes will be counted", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so that all citizens have an opportunity to pick their elected leaders.", "text": "The government should mandate voting so that all citizens have the opportunity to elect elected leaders.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that all citizens get a voice in government, not just those who are able to make it to the polls.", "text": "The government needs to require voting so that all citizens can speak in the government, not just those who can participate in the vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that all citizens can have a say in political affairs.", "text": "The government should require voting so that all citizens have the right to speak on political issues.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that adults are proactive and take part in the decision-making that shapes their lives.", "text": "Governments must require voting so that adults can act actively and participate in decisions that shape their lives.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that a true popular vote elects the candidate.", "text": "The government needs to require voting so that candidates can be selected for true public voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that a true majority will be elected.", "text": "The government should force voting so that a true majority is elected.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that a true majority of voters are represented by the winner of the election.", "text": "The government should mandate voting so that the true majority of voting is represented by election winners.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that a majority of the population will vote and have representation on Election Day.", "text": "The government needs to require voting so that a majority of the population vote on the election day and have representation.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that a majority of the population actually elects the government.", "text": "The government should require voting so that a majority of the population actually elects the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that a decline in voter turnout, like the 30% drop in Venezuela, is avoided", "text": "The government needs to force voting so that lower voter turnouts like the 30% drop in Venezuela are avoided.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that a bigger turnout would show proper numbers to represent our actual votes.", "text": "The government needs to force voting so that a higher turnout indicates an appropriate number representing the actual vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so t represents elections for the country", "text": "The government should require voting to represent national elections", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so someone will get elected who represents the majority of the population.", "text": "The government should mandate voting so that someone representing the majority of the population is elected.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so some places, like Australia and Bolivia, already have.", "text": "The government should mandate voting, as some places like Australia and Bolivia already have.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so Some people find it discouraging that voting for American Idol seems to generate more enthusiasm than voting in national elections.", "text": "Because the government should mandate voting, some people feel that voting for American idols seems to generate more enthusiasm than voting in national elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so results are a better representation of the population as a whole.", "text": "The government should mandate voting so that the results are better representatives of the entire population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so PLEASE PEOPLE VOTING COMPULSORY", "text": "Require voting because the government should require voting", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so perhaps a more accurate public opinion could be gained.", "text": "The government should require voting so that more accurate public opinion can be obtained.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so people's liberties are respected.", "text": "The government should require voting so that the freedom of the people is respected.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people will see voting as a civic duty and government leaders will become more representative of the people.", "text": "The government mandates voting, sees voting as a citizen&#39;s duty, and makes government leaders represent the people.", "label": ["More Representative", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so people will exercise their civic responsibility.", "text": "The government should require voting so that citizens can exercise their responsibilities as citizens.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so people will be more involved in politics.", "text": "The government should mandate voting so that people are more involved in politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people will be forced to make a decision on who they want elected rather than taking a more passive approach and not vote at all.", "text": "The government should force voting, and people will be forced to decide who will participate in the election, rather than taking a more passive approach, not voting at all.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people take more interest in political elections and elected officials truly represent what the people choose.", "text": "The government must mandate voting, ensure that people are interested in political elections, and that public employees selected in the election are truly representative of their choice.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so people make the effort to participate.", "text": "The government should require voting so that people can make an effort to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people know that they have a voice and a choice, choosing to vote over being forced to is a completely different perspective.", "text": "The government should force voting and people need to know that they have their own opinions and options.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people have to at least vote the government does not manipulate so much", "text": "The government mandates voting, and people have to vote at least so that the government does not operate much", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people have the ability to think before they vote", "text": "The government should require voting so that people have the ability to think before voting", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people have a say in how the goverment is run.", "text": "The government should force voting so that people can speak about how the government operates.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so people get an opportunity as it is a civil right.", "text": "The government should force voting to get opportunities that are citizens&#39; rights.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people care about their decisions.", "text": "The government should require voting so that people are interested in their decisions.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can pay more attention to the candidates and pick whose right for the job.", "text": "The government should require voting so that people can pay more attention to candidates and choose their rights to the job.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can participate in the political process.", "text": "The government should require voting so that people can participate in the political process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people can participate in the election.", "text": "The government should require voting so that people can participate in the election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people can not say that their voice isn't heard or they don't have a say in government.", "text": "The government should require voting so that people cannot hear their voice or say that the government has no right to speak.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so people can feel that they have control over their choices and lives without being penalized.", "text": "The government should mandate voting so that people feel they can control their choices and lives without being punished.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can feel encouraged to have their voice heard.", "text": "The government should require voting so that people can be encouraged to hear.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can contribute to politics and fulfill their civic duty.", "text": "The government should require voting so that people can contribute to politics and fulfill their citizenship obligations.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so people can be in charge of who is in charge.", "text": "The government should require voting so that people can control who is responsible.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so people can be a part of choosing the course of government", "text": "The government should require voting so that people can participate in choosing government policies", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can attend and vote", "text": "The government should require voting so that people can attend and vote", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people become more aware of laws and how their government works and what their rights are as a citizen.", "text": "The government needs to require voting so that people are more aware of the laws and how the government works and what their citizenship rights are.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people are required to make a choice.", "text": "The government should require voting so that people need to make a choice.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people all have a voice, and our true feelings and thoughts are out there for all to see.", "text": "The government should require voting so that everyone has the right to speak, and our true feelings and thoughts are visible to everyone.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people actually feel as though their votes count and actually means something.", "text": "The government should mandate voting so that people count and feel that it actually means something.", "label": ["Feels Represented", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so participation in voting can increase and elections are more fair, honest, and representative for all people, not just those who happen to make their voices heard because they feel", "text": "The government should be able to increase participation in voting and require voting so that elections are more fair, honest and not only let them hear their voice, but also represent all people", "label": ["Increased Voting", "More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so others can have a voice or if they want to be incognito.", "text": "The government must force voting if others want to be able to speak or want to become a secret.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so only our rules will become good", "text": "The government should require voting so that only our rules are better", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so nobody can say they didn’t have a chance to influence the election.", "text": "The government should force voting so that no one can say that there was no opportunity to influence the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so no one's views are left out of the political process.", "text": "The government must enforce voting and ensure that no one&#39;s opinion is excluded from the political process.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so new voters such as young adults can see that their vote makes a difference in the world and that they matter in the elections.", "text": "The government needs to require voting so that new voters, such as young people, understand that their voting changes the world and is important in elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so need population is very important", "text": "Population needs are very important because the government needs to mandate voting", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so most of the country is able to participate in the democracy.", "text": "The government should require voting so that most of the countries can participate in democracy.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so Most democratic governments consider participating in national elections a right.", "text": "Because the government should force voting, most democratic governments consider it right to participate in national elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so Most democratic governments", "text": "Most democratic governments should be forced to vote", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so most citizens will vote.", "text": "The government should require voting so that most citizens vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more voices are heard and properly represented.", "text": "The government should require voting so that more voices can be heard and properly represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more people's voices are heard.", "text": "The government should require voting so that more people can hear it.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more people would vote.", "text": "The government should mandate voting so that more people will vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people would vote and be engaged in the political process of their country.", "text": "Governments should mandate voting so that more people can vote and participate in their own political processes.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people will vote.", "text": "The government should mandate voting so that more people will vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people will be involved in the government.", "text": "The government should require voting so that more people are involved in the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more people will be interested in politics.", "text": "The government should require voting so that more people are interested in politics.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people will be concerned with politics.", "text": "The government should require voting so that more people are interested in politics.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people will actually get out and vote during an election.", "text": "The government should force voting so that more people actually come out and vote during the election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote.", "text": "The government should mandate voting so that more people will vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote so the true winner can win", "text": "The government should mandate voting so that more people will vote so that the true winner can win", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote in the elections.", "text": "The government should mandate voting so that more people will vote in the election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote in office elections than for television contests.", "text": "The government should mandate voting so that more people will vote in elections than TV contests.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote but im against the punishment side of it.", "text": "The government should mandate voting so that more people vote but oppose the punishment aspect.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people vote and the population is better represented in the government officials who get elected.", "text": "The government should mandate voting so that more people will vote and more people will be represented among the government officials elected in the election.", "label": ["Leaders", "Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so more people take part in the political process.", "text": "The government should mandate voting so that more people can participate in the political process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people pay attention to what's going on in the government, and can't play the 'poor me' helpless card.", "text": "The government needs to force voting, pay attention to what more people are doing in the government and prevent them from playing helpless cards of “poor me”.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people go to the polls to vote.", "text": "The government should mandate voting so that more people go to vote for voting.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people get to voice their opinions at the polls.", "text": "The government should mandate voting so that more people can voice their opinions.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people get involved in their own government.", "text": "Governments should require voting so that more people are involved in their own government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people can feel part of the process", "text": "The government should mandate voting so that more people can feel part of the process", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so more people can exercise who they really want in office.", "text": "The government should mandate voting so that more people can exercise the people they actually want to take office.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people are forced to be involved in voting.", "text": "The government should mandate voting so that more people are forced to participate in the vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more of the population will vote.", "text": "The government should mandate voting so that more people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more of the population is represented in politics.", "text": "The government must mandate voting. Therefore, a larger population is participating in politics.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more of the populace will become active in the political process.", "text": "The government should enforce voting and ensure that more residents are active in the political process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more of the citizens turn out to elections creating a more representative election and engagement in voting.", "text": "The government should mandate voting so that more citizens can participate in the election, resulting in more representative election and voting involvement.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so more of the citizens turn out to elections creating a more representative election and engagement in the political process.", "text": "The government should mandate voting so that more citizens candidacy and lead to more representative election and political process involvement.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so more input from people can actually be accounted for.", "text": "The government should require voting so that it can actually explain more opinions from people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more citizens are compelled to exercise their civil duties.", "text": "The government should mandate voting so that more citizens are forced to use civil obligations.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so many people who were not going to vote will cast their ballot", "text": "The government should mandate voting, so many people who did not intend to vote will vote", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so many people are involved in the voting system because the citizen have a right to have his or her voice.", "text": "The government should require voting. Citizens have the right to speak their own voice, so many people are involved in the voting system.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so many more citizens will exercise their right to vote.", "text": "The government should require voting so that more citizens can exercise their voting rights.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so mandatory voting may seem like a great way to encourage voter participation.", "text": "The government should force voting, so that forced voting may seem like a great way to encourage voter participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so majority of the population is represented by the elected government.", "text": "The government should mandate voting so that a majority of the population is represented by the elected government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so majority of population votes, representation reflects the population.", "text": "The government should force voting so that the majority of the population vote, and the representative reflects the population.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so mail in ballots will provide an easy way to enact that.", "text": "The government must require voting so that they can easily vote by mailing ballots.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so low voter turnout isn't a problem.", "text": "The government should require voting so that low turnout is not an issue.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so low voter turnout is avoided.", "text": "The government should force voting so that low turnout is avoided.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so Low voter turnout is a common problem in countries without compulsory voting", "text": "Low turnout is a common problem in countries without forced voting because the government should mandate voting", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so low voter turnout does not occur.", "text": "The government needs to require voting so that the turnout is not low.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so lets make election day a holiday.", "text": "The government should mandate voting, so make election days a holiday.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so let's make sure they do not misuse their power.", "text": "The government should mandate voting, so don&#39;t abuse their power.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it's always best to give people options and the freedom to vote", "text": "The government should mandate voting and it is always best to give people choice and free voting", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it would solve the low voter turnout issue.", "text": "The government needs to require voting in order to solve the low turnout problem.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so it will help our nation and make peace in our country.", "text": "The government should require voting to help the country and make it peaceful.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it will give the elections a broader answer and spectrum of what side the people are on.", "text": "The government should mandate voting to give a wider response to the election and a spectrum of who the people are on.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it will be easier for dictators to take control.", "text": "The government should force voting to make it easier for dictators to take control.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it will be considered a civic right, not a civic duty.", "text": "The government needs to require voting so that it is considered a citizen&#39;s right, not a citizen&#39;s obligation.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it was easily find the real citizen in the country.", "text": "The government should mandate voting so that it can easily find real citizens in the country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it shows that the elected government represents the majority population .", "text": "The government has to force voting, indicating that the elected government represents a majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it shows a majority vote for president.", "text": "The government should force voting to show a majority vote against the president.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so it should be seen as a civic duty rather than a civic right.", "text": "The government should mandate voting and should be seen as a citizen&#39;s duty, not citizenship.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so it should be followed", "text": "The government is obliged to vote and should follow", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it represents the majority of voters.", "text": "The government should require voting so that the majority of voters have the right to vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it might make sense to reward those who are most consistent with their voting.", "text": "The government should mandate voting so that it makes sense to reward the most consistent people for voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it makes elections more representative of the public because more people will vote.", "text": "The government should mandate voting so that the election is more representative of the people, as more people vote.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so It is undemocratic to force people to vote", "text": "Because the government should force voting, forcing people to vote is undemocratic", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so IT IS MOST IMPORTANT OF THE PEOPLE", "text": "The government is most important to the public because it should mandate voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is important that control mechanisms be created so that this favors democracy", "text": "Since the government should mandate voting, it is important to create a management mechanism to favor democracy.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is difficult to view voting as a civic right instead of a civic duty.", "text": "Because the government should require voting, it is difficult to consider voting as a citizen&#39;s right, not as a citizen&#39;s duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is a civic right not duty.", "text": "The government should oblige voting so that citizenship is not an obligation.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is a civic right and not a civic duty", "text": "The government should require voting to be citizens &#39;rights, not citizens&#39; obligations", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is a civic duty", "text": "The government should require voting as if it were a citizen duty", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so it helps them", "text": "The government should support and support the government", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it ensures the elected government represents the majority of the population.", "text": "The government should mandate voting to ensure that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it ensures that the elected government represents the majority of the population.", "text": "The government should mandate voting to ensure that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it ensures that the elected government represents the majority of the population.", "text": "The government should mandate voting to ensure that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it ensures that the elected government represents the majority of the population", "text": "The government should mandate voting to ensure that the elected government represents the majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it encourages voter participation.", "text": "The government should require voting to encourage voter participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so it creates an atmosphere most similar to a true democracy - where the winning candidate is more likely to represent the majority of voters.", "text": "Governments should force voting to create an atmosphere that most closely resembles true democracy-winning candidates are more likely to represent the majority of voters.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so it could be a more fair election", "text": "The government should mandate voting to make the election more fair", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can require days off so that everyone has the chance to.", "text": "The government should mandate voting so that everyone can need holidays so that they can get the opportunity.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can hopefully be a true democracy.", "text": "The government should mandate voting in the hope that it will be a real democracy.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can help us create a fair world and everyone has the right to vote for their future", "text": "The government should mandate voting so that we can create a fair world and help everyone get the right to vote for their future", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can ensure that the elected government represents the majority of the population.", "text": "Governments should mandate voting so that elected governments can represent a majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it can encourages the high percentage of abstaining voters to participate in elections.", "text": "The government should require voting so that voters&#39; abstention rate is high and can encourage them to participate in elections.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so it can be the civic duty.", "text": "The government needs to require voting to be a citizen&#39;s duty.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so it can be seen as a civic right and not a civic duty.", "text": "The government needs to require voting so that it is considered a citizen&#39;s right, not a citizen&#39;s obligation.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can be seen as a civic right and not a civic duty.", "text": "The government needs to require voting so that it is considered a citizen&#39;s right, not a citizen&#39;s obligation.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it becomes part of a culture.", "text": "The government should require voting to become part of the culture.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so higher voter turnout can increase confidence in the representation of the majority by our elected officials.", "text": "The government can increase the voter turnout and increase the voter turnout to increase the confidence of elected civil servants in the majority representation.", "label": ["Leaders", "Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so helping individuals vote is one approach to further engage the individuals we serve, Additionally, casting a ballot is related to a large group of positive advantages.", "text": "The government must mandate voting. Therefore, supporting individual voting is one approach to attract more individuals to serve.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so he was like to him", "text": "The government should force the vote because he resembled him", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so he is an election", "text": "The government should mandate voting so that he can be elected", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so he elected government represents the majority of the population.", "text": "The government should mandate voting so that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so having clear requirements and exceptions are necessary.", "text": "The government needs to require voting, so there are clear requirements and exceptions.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so hat a real and honest representation can be made, and candidates will not squeak in despite doing awful things.", "text": "The government mandates voting to ensure that it is truly honest, and that candidates are not squeaked even if they do terrible things.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so governments will be representative.", "text": "The government should require voting so that the government can be represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyones voices can be heard.", "text": "The government should require voting so that everyone can hear their opinions.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone’s voice is heard and counted.", "text": "The government should require voting so that everyone can hear and count.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone’s opinion is counted.", "text": "The government should require voting so that everyone&#39;s opinions are counted.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice matters.", "text": "The government should require voting so that everyone&#39;s voice is important.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice is heard.", "text": "The government should require voting so that everyone&#39;s opinion is heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice is heard.", "text": "The government should require voting so that everyone&#39;s opinion is heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice has the fair and equal chance to be heard.", "text": "The government should require voting so that everyone&#39;s voice is heard fairly and equally.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice can be heard.", "text": "The government should require voting so that everyone can hear their opinions.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice and opinion can be represented in our government.", "text": "The government needs to vote and be able to express the opinions and opinions of everyone in the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's opinion is tallied.", "text": "The government should require voting so that everyone&#39;s opinions are compiled.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone would vote, not just a few.", "text": "The government should require voting so that everyone, not a few, vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone would feel their opinion on leadership is felt.", "text": "The government should require voting so that everyone can feel the opinion on leadership.", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so everyone will vote.", "text": "The government should require voting so everyone can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone will be represented at the polls.", "text": "The government should require voting so that everyone can participate in the vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone who is able to vote can.", "text": "The government should require voting so that anyone who can vote can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone who can vote has a say in what's happening in government.", "text": "The government must mandate voting and ensure that anyone who can vote can speak about what is happening in the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone votes and everyone has a say in their government.", "text": "The government needs to require voting so that everyone can vote and everyone has the right to speak in the government.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone takes an active role in politics.", "text": "The government should require voting so that everyone plays an active role in politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone should have to vote unless he or she has a legitimate excuse.", "text": "The government should require voting so that everyone must vote unless there is a valid excuse.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone participates.", "text": "The government needs to require voting so everyone can participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone participates in the political system.", "text": "The government should require voting so that everyone can participate in the political system.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone is sure to have a say in the way things turn out and have a chance to change things for the better.", "text": "The government must enforce voting and ensure that everyone has the right to speak about what will happen and have the opportunity to change things in a better direction.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone is represented.", "text": "The government should require voting so that everyone is represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone is forced to cast a ballot and the candidate who has the most votes wins.", "text": "The government is forced to vote, everyone is forced to vote, and the most voted candidates need to win.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone in the country has a voice.", "text": "The government should require voting so that everyone in the country has the right to speak.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has their voice heard.", "text": "The government should require voting so that everyone can hear their voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has an opportunity to express their views about their country.", "text": "The government should require voting so that everyone has the opportunity to express their opinion about their country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a voice or choice in their election candidates and their governments.", "text": "The government needs to require voting so that election candidates and the government have opinions and choices.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a stake in the process", "text": "The government should require voting so that everyone is involved in the process", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say.", "text": "The government should require voting so everyone can speak.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say so in who they want in office and etc", "text": "The government should mandate voting, so anyone can say so to anyone they want to take office", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say in who is elected.", "text": "The government should require voting so that everyone can speak about who will be elected in the election.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say in what happens in their country.", "text": "The government should require voting so that everyone has the right to speak about what happens in their country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say in their government.", "text": "Governments should require voting so that everyone has the right to speak in their government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say in the country's future.", "text": "The government should require voting so that everyone has the right to speak about the future of the country.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone has a chance to voice their opinion and make the elections fair.", "text": "The government should require voting so that everyone has the opportunity to express their opinion and make the election fair.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone gets to voice their opinion.", "text": "The government should require voting so that everyone can express their opinions.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone gets out and votes.", "text": "The government needs to require voting so everyone can vote and vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone gets an equal say in who is elected.", "text": "The government should mandate voting so that who has equal voice in who is elected.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone gets a vote.", "text": "The government needs to require voting so everyone can vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone feels like they are involved in their country.", "text": "The government should require voting so that everyone feels involved in their country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone can take part in the electoral process.", "text": "The government should require voting so that everyone can participate in the election process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone can make their vote count.", "text": "The government should require voting so everyone can vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone can have a say in how their government is run.", "text": "Governments should require voting so that everyone can have a voice on how their government operates.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everybody is forced to make a choice between the candidates.", "text": "The government should mandate voting so that everyone is forced to choose between candidates.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so every voter truly has a voice instead of relying on the few who do vote.", "text": "The government should mandate voting so that every voter has the right to speak rather than relying on a small number of people to vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every vote is counted", "text": "The government must mandate voting so that all votes are counted", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every voice is heard.", "text": "The government needs to require voting so that all opinions are heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every voice and interest is heard and represented.", "text": "The government should mandate voting so that all voices and interests are heard and expressed.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every single citizen has their voice heard.", "text": "The government should require voting so that all citizens can hear.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every person has an active role in choosing leaders.", "text": "The government should require voting so that everyone plays an active role in choosing leaders.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so every one votes", "text": "The government mandates voting and everyone should vote", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so every one of its citizens voices and opinions can be heard.", "text": "The government should require voting so that the public can hear the voices and opinions of all citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every has to cast their vote.", "text": "The government mandates voting and everyone needs to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so every citizen will understand their responsibility and the value of democracy", "text": "The government should require voting so that all citizens understand their responsibilities and democratic values", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so every citizen will have the democratic right to express their own political choices.", "text": "The government should require voting so that all citizens have the democratic right to express their political choices.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every citizen will actually vote", "text": "The government should require voting so that all citizens actually vote", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so every citizen plays an active part in politics.", "text": "The government needs to require voting so that all citizens are actively involved in politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so every citizen has a civic right and duty to vote.", "text": "The government must mandate voting so that all citizens have citizens&#39; voting rights and obligations.", "label": ["Civic Duty", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so every citizen exercises its responsibility and duty.", "text": "The government must require voting so that all citizens exercise their responsibilities and obligations.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so every citizen can be heard.", "text": "The government needs to require voting so that all citizens can hear.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every American is insured their individual right.", "text": "The government should require voting so that all Americans are guaranteed personal rights.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so even uninformed voters could vote based on what mainstream media says.", "text": "The government should require voting so that even voters without information can vote based on the opinions of mainstream media.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so ensures that the elected government represents the majority of the population.", "text": "The government mandates voting and ensures that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so ensures that the elected government represents the majority of the population", "text": "The government will require voting and ensure that the elected government accounts for the majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so elections will be more legitimate by encouraging high voter turnout.", "text": "The government should force voting so that elections become more legal by increasing voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so elections have good turnout.", "text": "The government must mandate voting so that the voter turnout is high.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so elections have better turnouts and can more accurately reflect the public's opinions.", "text": "The government needs to require voting so that the turnout in the election can increase and more accurately reflect the public opinion.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so elections are representative of all the people.", "text": "The government should require voting so that the election is representative of all citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so elections are as fair as possible.", "text": "The government should require voting so that elections are as fair as possible.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so elections are a more accurate representation of the electorate.", "text": "The government needs to require voting so that elections can more accurately represent voters.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so election results represent the full will of the prople.", "text": "The government should force voting so that the election results represent the supporters&#39; full will.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so Election Day should be made a national holiday allowing citizens the opportunity to exercise their right to vote.", "text": "Because the government needs to require voting, election days must be national holidays that give citizens the opportunity to exercise their voting rights.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so elected representatives represent the majority of the population", "text": "The government should require voting so that elected representatives represent a majority of the population", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so elected officials represent the majority of the popuultation.", "text": "The government should require voting so that the elected officials occupy the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so elected officials more accurately represent the views of the nation as a whole.", "text": "The government should mandate voting so that public employees elected in the election more accurately represent the views of the entire nation.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so elected governments are representative of the majority of the population.", "text": "The government should mandate voting so that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so elected government represents the majority.", "text": "Governments should require voting so that the elected government represents the majority.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so each person will keep up on the politics as they do American Idol.", "text": "Governments must require voting so that they can catch up with politics just like American idols.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so each citizen gets a fair say in electing government officials.", "text": "The government must mandate voting so that each citizen has a fair voice in selecting government officials.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so develop awareness", "text": "Government needs to vote and raise awareness", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so democracy can thrive by properly representing all the people.", "text": "The government should require voting so that democracy can thrive by properly representing all people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so democracy can be in full effect.", "text": "The government should require voting so that democracy is fully functional.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so democracies will have representative governments.", "text": "The government should require voting so that democracy has a representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so democracies have representative governments.", "text": "The government should require voting so that democracy has a representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so democracies have representative governments", "text": "The government should require voting so that democracy has a representative government", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so countries that don't have compulsory voting should change their laws.", "text": "The government should force voting rights so that countries without mandatory voting rights change the law.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so corrupt leaders do not assume power.", "text": "The government should force voting so that corrupt leaders do not have power.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so Compulsory vote for any one.", "text": "The government mandates voting, so you must vote for one of them.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so companies should give adequate time off to be able to do so.", "text": "The government should mandate voting, and companies should take enough leave to do so.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so community groups and politically motivated action groups should work very hard to inform every otherwise uninformed voter.", "text": "The government must mandate voting. As a result, community groups and politically motivated action groups need to work hard to notify all voters who are otherwise informed.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens will have to vote and will vote in high numbers/percentages.", "text": "Governments must mandate voting so that citizens must vote and vote in majority / rate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizens will become involved with participating in government and be more knowledgeable about their civic duty.", "text": "The government needs to require voting so that citizens are involved in government participation and can better understand citizens&#39; obligations.", "label": ["More Representative", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so citizens utilize their civil duty.", "text": "The government should require voting so that citizens can take advantage of their obligations as citizens.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so citizens to not feel like their civil liberties are violated.", "text": "The government should require voting so that citizens do not feel that civil liberties are being violated.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens take a more active part in government.", "text": "The government should require voting so that citizens can participate more actively in the government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizens realize their voice is critical in their country's decisions.", "text": "Governments should require voting so that the public recognizes their voice as important in their decisions.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens have more say in politics.", "text": "The government should require voting so citizens can speak more in politics.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so citizens get in involved in politics and know the issues and the candidates and can make informed choices when they vote.", "text": "Governments must require voting so that citizens can participate in politics, know the issues and candidates, and make informed choices when voting.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens feel they have a voice and that the results represent the majority vote.", "text": "The government should require voting so that citizens can speak and feel that the results are representative of the majority.", "label": ["Feels Represented", "More Representative"]}
{"source_text": "Governments should make voting compulsory so citizens can see the importance in their stance regardless of how they may feel about past election policies or outcomes.", "text": "The government must require voting so that citizens can recognize the importance of stance, regardless of how citizens feel about past election policies and outcomes.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens can perform their civic duty.", "text": "The government should require voting so that citizens can fulfill their obligations as citizens.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so citizens can participate in deciding the direction of their country.", "text": "The government needs to require voting so that citizens can participate in determining their direction.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizens can directly engage in elections and help make the important decision that will directly affect them.", "text": "Governments should require voting so citizens can participate directly in elections and make important decisions that have a direct impact.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so citizens can decide who they want to be their leaders.", "text": "The government should require voting so that citizens can decide who wants to be leaders.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so citizens are more encouraged to participate.", "text": "The government should require voting so that citizens are more encouraged to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizens are encouraged to participate in the voting process.", "text": "The government should require voting so that citizens are encouraged to participate in the voting process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizen will go and vote.", "text": "The government should require voting so that citizens can go and vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so candidates will be elected according to the majority of all votes.", "text": "The government must force voting so that candidates are elected according to a majority of all votes.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so but those voting ensures that the elected government represents the majority of the population", "text": "The government should mandate voting, but those votes ensure that the elected government represents the majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so But those against compulsory voting say that it is a violation of personal liberties and choices", "text": "The government should force voting, but those who oppose forced voting say it is a violation of personal freedom and choice", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so beacause of majority of population", "text": "The government should require voting for a majority of the population", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so at least no one can make the joke, \" You cant talk, you didn't vote!\"", "text": "The government should require voting so that no one can at least make the joke &quot;Nobody could speak or voted!&quot;", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so as to raise low voter turnout.", "text": "The government should force voting to increase the low turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so as to increase voter participation.", "text": "The government should force voting to increase voter participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so as to ensures that the elected government represents the majority of the population.", "text": "The government should mandate voting to ensure that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so as to ensure that elected officials represent the majority.", "text": "The government should mandate voting to ensure that the elected civil servants represent a majority.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so as to ensure good leadership", "text": "The government should force voting to ensure good leadership", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so an active minority cannot disproportionately control power.", "text": "The government should force voting so that active minorities cannot control power in an imbalance.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all voices have an equal say in the government", "text": "The government should require voting so that all voices have equal voice in the government", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all voices can be heard.", "text": "The government needs to require voting so that all voices can be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all the registered voters---the great majority of adult citizens---participate in making a choice that effects them all.", "text": "The government should make choices that affect all registered voters (most adult citizens) to exercise their voting rights.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all the people should be involved in the election.", "text": "The government needs to require voting so that all people are involved in the election.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all registered voters will vote on any election or will be punished by government.", "text": "The government must mandate voting so that all registered voters can vote for the election or be punished by the government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all people are represented in the country.", "text": "The government should require voting so that all people are represented in the country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all of their citizens vote.", "text": "The government needs to require voting so that all citizens vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all of our need will be fulfilled by the candidate whom we think he is the right indeed.", "text": "The government should mandate voting so that all of our needs are met by a candidate he thinks is really right.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all may be accounted for.", "text": "The government should require voting to explain everything.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all democracies can have their representative governments.", "text": "The government needs to require voting so that all democracies can have a representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizens will vote to ensure the majority of the population is represented.", "text": "The government needs to require voting so that all citizens vote to represent the majority of the population.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizens voice their choice of representation.", "text": "The government should require voting so that every citizen expresses the representative&#39;s choice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizens participate in choosing their government.", "text": "The government must mandate voting so that all citizens participate in government choices.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all citizens participate", "text": "The government should require voting so that all citizens can participate", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all citizens have their voice heard.", "text": "The government should require voting so that all citizens can hear.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizens have a chance to cast a vote.", "text": "The government should oblige voting to give all citizens the opportunity to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizens can vote equally.", "text": "The government should require voting so that all citizens can vote equally.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizens can have their choices heard, and maybe change the system to their liking.", "text": "The government will require voting so that all citizens will be able to hear their choices, and the system will need to be changed to their liking.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizens are involved, educated, and the nation as a whole elects suitable president.", "text": "The government should require voting so that all citizens are involved, educated, and the entire nation elects the right president.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all citizens are involved in electing their leaders.", "text": "The government must mandate voting so that all citizens are involved in selecting leaders.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all citizens are given a voice.", "text": "The government must require voting so that all citizens have the right to speak.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizen to vote any candidates", "text": "The government should require voting so that all citizens vote for candidates", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizen should be vote compulsory.", "text": "The government needs to force voting so that all citizens are forced to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizen compulsory to vote.", "text": "The government needs to force voting so that all citizens force voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all adults feel involved in the electoral process and have an impact on who is elected.", "text": "The government should mandate voting so that all adults feel involved in the election process and influence who is elected.", "label": ["Feels Represented", "More Representative"]}
{"source_text": "Governments should make voting compulsory so a true majority of the population is represented by the winner.", "text": "The government should mandate voting so that the true majority of the population is represented by the winners.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so a representative is elected by the community as a whole.", "text": "The government needs to force voting so that representatives are elected throughout the community.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so a more accurate representation of the nation's views are captured by the polls.", "text": "The government should require voting so that public opinion can be used to get a more accurate representation of the public opinion.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so a high voter turn out takes part in their democracy.", "text": "The government needs to require voting so that high-voting voters can participate in democracy.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so a country can determine percentage of the majority.", "text": "The government needs to require voting so that the country can determine the majority.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so a civic right and not a civic duty.", "text": "The government should make voting obligations citizens &#39;rights rather than citizens&#39; obligations.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so , everyone is represented in the government.", "text": "The government has to mandate voting, so everyone is participating in the government.", "label": ["More Representative"]}