{"source_text": "Governments should make voting compulsory so you have a truly participatory democracy where everyone's voice is heard.", "text": "Governments should make voting mandatory for you to have a truly participatory democracy where all voices are heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so why don't they do it already?", "text": "Governments should make voting mandatory, so why do not they do it already?", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we would have leaders in office who represent the majority.", "text": "Governments should make voting mandatory for serving leaders to be the majority.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we vote the correct person.", "text": "Governments should make voting mandatory in order to vote in the right person.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we vote the correct person", "text": "Governments should make voting mandatory in order to vote in the right person", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we vote the correct person", "text": "Governments should make voting mandatory in order to vote in the right person", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we vote the correct person", "text": "Governments should make voting mandatory in order to vote in the right person", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we the correct person", "text": "Governments should make voting mandatory for us to be the right person", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we should vote compulsory.", "text": "Governments should make voting mandatory, so we should vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we get a true measure of the people's choice.", "text": "Governments should make voting mandatory so that we can have a real measure of people&#39;s choice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we choose correct person.", "text": "Governments should make voting mandatory so that we choose the right person.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we can select the good leader", "text": "Governments should make voting mandatory so that we can choose the right leader", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we can get more accurate representation of voters across the whole United States.", "text": "Governments should make voting mandatory so that we can get more accurate representation of voters across the United States.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we can get a more accurate vote as the majority will have submitted a vote.", "text": "Governments should make voting mandatory so that we can get a more accurate vote because the majority will have a vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we can get a more accurate judgment of what people think of candidates.", "text": "Governments should make voting mandatory so that we can have a more accurate judgment of what people think of candidates.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so we can feel confident that the elected official is representative of the majority of the population, not just the majority of the people who opted to vote.", "text": "Governments should make voting mandatory so that we can be sure that the elected representative is representative of the majority of the population, not just the majority of those who have chosen to vote.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so we can ensure we achieve the outcome we want as a society.", "text": "Governments should make voting mandatory so that we can achieve the desired results as a society.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we can be sure that all sides have been represented in the election results.", "text": "Governments should make voting mandatory so that we can be sure that all parties have been represented in the election results.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we can be ensured as a people that all of ur voices are heard in every politician that is voted to work for us.", "text": "Governments should make voting mandatory so that we, as a people, can ensure that all voices are heard in all the politicians voting to work for us.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so we are quick to make a decision.", "text": "Governments should make voting mandatory so that we can make a quick decision.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we all are hear and have someone there for us so the goverment knows how we feel about how things are being done for us but as people we need to feel free were we do it and vocal", "text": "Governments should make voting mandatory so that we can all hear and hear, so that the government knows what we think about how things are going for us, but as people, we have to feel free if we did it", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting should be seen as a civic right and not a civic duty.", "text": "Governments should make voting mandatory, so voting should be considered a civil right and not a civic duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting should be made more accessible to everyone.", "text": "Governments should make voting mandatory and make voting more accessible to all.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting say that it is a violation of personal liberties and choices.", "text": "Governments should make voting mandatory. The vote therefore indicates that it is a violation of freedoms and personal choices.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting represents the population better.", "text": "Governments should make voting mandatory for the vote to better represent the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so voting is a civic right not duty.", "text": "Governments should make voting mandatory, so voting is a civic right and not a duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting ensures that the elected government represents the majority of the population.", "text": "Governments should make voting mandatory, so the vote ensures that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so VOTES CAN BE COLLECTED MORE", "text": "Governments should make voting mandatory so that votes can be collected more", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voters will stop being apathetic and vote in elections", "text": "Governments should make voting mandatory for voters to stop being apathetic and vote in elections", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voters participate.", "text": "Governments should make voting mandatory to allow voters to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voters ensures that the elected government represents the majority of the population.", "text": "Governments should make voting mandatory for voters to ensure that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so voters can feel like their voice matters.", "text": "Governments should make voting mandatory so voters can feel that their voice counts.", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so voter turnout remains high and the majority of the population is always represented.", "text": "Governments should make voting mandatory so that voter turnout remains high and the majority of the population is still represented.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so voter turnout is not low.", "text": "Governments should make voting mandatory so that voter turnout is not low.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout is much higher.", "text": "Governments should make voting mandatory so that the turnout is much higher.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout is mandatory", "text": "Governments should make voting mandatory, so voter turnout is mandatory", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voter turnout is higher.", "text": "Governments should make voting mandatory for the participation rate to be higher.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout is higher.", "text": "Governments should make voting mandatory for the participation rate to be higher.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout is high.", "text": "Governments should make voting mandatory for the participation rate to be high.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout goes up", "text": "Governments should make voting mandatory to increase voter turnout", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turn out improves.", "text": "Governments should make voting mandatory to improve turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter participation will increase and the majority of the population will be represented in the outcome of a political election.", "text": "Governments should make voting compulsory so that the number of voters increases and the majority of the population is represented in the result of political elections.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so voter participation is encouraged.", "text": "Governments should make voting mandatory to encourage voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter apathy won't interfere with voter turnout", "text": "Governments should make voting mandatory so voter apathy does not interfere with voter turnout", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter apathy will no longer be a problem.", "text": "Governments should make voting mandatory so that voter apathy is no longer a problem.", "label": ["Apathy"]}
{"source_text": "Governments should make voting compulsory so very impartent", "text": "Governments should make voting compulsory in a very impartial manner", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so to understand people's view.", "text": "Governments should make voting mandatory to understand the point of view of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so to encourage voters participation", "text": "Governments should make voting mandatory to encourage voter turnout", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so to encourage voter participation.", "text": "Governments should make voting mandatory to encourage voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so to encourage voter participation", "text": "Governments should make voting mandatory to encourage voter turnout", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so those who cant make it to vote or do not want to will not be punished.", "text": "Governments should make voting mandatory so that those who can not vote or do not want to be punished.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they would have to have a punishment for people who still avoid doing it.", "text": "Governments should make voting mandatory to punish those who avoid doing so.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they receive the highest possible turnout of voters.", "text": "Governments should make voting mandatory in order to achieve the highest participation rate possible.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so they know how the country truly feels on certain issues.", "text": "Governments should make voting mandatory so that they know what the country really feels about certain issues.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so they include all the citizens.", "text": "Governments should make voting mandatory to include all citizens.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they get everyone's vote to count.", "text": "Governments should make voting mandatory so that everyone&#39;s vote is taken into account.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so they can survive to live another day.", "text": "Governments should make voting mandatory in order to survive and live longer.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can show they do not respect the freedom to say no", "text": "Governments should make voting mandatory to be able to show that they do not respect the freedom to say no", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can pretend to rule by popular mandate.", "text": "Governments should make voting mandatory in order to claim to rule by popular mandate.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can know truly what the people want.", "text": "Governments should make voting mandatory so that they can really know what citizens want.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so they can have everyone logged in the system, There would be no illegals if every single person needed to vote.", "text": "Governments should make voting mandatory for everyone to be connected to the system. There would be no illegal if each person needed to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can get an actual tally on all eligible voters and on their feelings in the actual political landscape.", "text": "Governments should make voting mandatory in order to get a real count of all eligible voters and their feelings about the current political landscape.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so they can get a true count of the number of people that vote", "text": "Governments should make voting mandatory in order to get an accurate count of the number of voters", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can ensure that the government truly represents the will of the people by soliciting the opinions of a majority of the citizens.", "text": "Governments should make voting mandatory to ensure that the government truly represents the will of the people by soliciting the views of the majority of citizens.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so they can combat low voter turnout and ensure that government is truly representative of the people. ", "text": "Governments should make voting mandatory in order to combat low turnout and ensure that the government is truly representative of the people.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so they can combat issues of voter apathy which cause low voter turnouts and make government less representative of the people.", "text": "Governments should make voting mandatory to fight voter apathy, low turnout and less representative government.", "label": ["Apathy", "Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so they a bigger voter pool for a better election.", "text": "Governments should make voting mandatory in order to get more voters for a better election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so theres more data to pull from", "text": "Governments should make voting mandatory in order to have more data", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so therefore should also make civics mandatory learning in schools.", "text": "Governments should make voting compulsory and therefore also make civics compulsory in schools.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there's more overall involvement and the whole process.", "text": "Governments should make voting mandatory, so there is more overall participation and the whole process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there will not be a lack of the overall population taking part in political elections.", "text": "Governments should make voting compulsory so as not to miss the general population participating in political elections.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there will be no more low voter turnout and apathy.", "text": "Governments should make voting mandatory so that there is no longer a low turnout and apathy.", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there will be a higher turnout at the polls and citizens are motivated, by law, to vote.", "text": "Governments should make voting mandatory to increase voter turnout and encourage citizens to vote according to the law.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there will be a higher turn out.", "text": "Governments should make voting mandatory so that the number of participants is higher.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there should be policies either in place to enforce compulsory voting or governments should create policies to transition to compulsory voting.", "text": "Governments should make voting mandatory, so there should be policies in place to enforce mandatory voting, or to create policies to facilitate the transition to mandatory voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there should be easier ways to vote, online and absentee voting.", "text": "Governments should make voting mandatory, so there should be easier ways to vote, online and postal voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there needs to be some negative consequence for not voting to encourage voters to participate.", "text": "Governments should make voting mandatory, so there should be no negative consequences for not voting and encouraging voters to participate.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is not a major decline in voter participation such as Venezuela who saw a 30% decrease in voters coming to the polls.", "text": "Governments should make voting mandatory in order to avoid a significant drop in voter turnout, as in Venezuela, where the number of registered voters has decreased by 30%.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there is no more democra8", "text": "Governments should make voting compulsory so that there is no more democracy 8", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is less fighting after the polls.", "text": "Governments should make voting mandatory to avoid post-election clashes.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is higher voter turnout in the elections.", "text": "Governments should make voting mandatory to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there is better participation in the elections", "text": "Governments should make voting compulsory for better participation in elections", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there is a stronger presence of political awareness and knowledge throughout the country.", "text": "Governments should make voting mandatory to raise awareness and political knowledge across the country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is a real chance for changes.", "text": "Governments should make voting mandatory, so there is a real chance for change.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is a more accurate representation of the population.", "text": "Governments should make voting mandatory for more accurate representation of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so there is a more \"true\" election.", "text": "Governments should make voting mandatory so that elections are more &quot;real&quot;.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is a maximally representative census of the will of the people", "text": "Governments should make voting mandatory in order to have a census as representative as possible of the will of the people", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so there is a better representation from the constituents.", "text": "Governments should make voting mandatory so that voters are better represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so then all citizens would be responsible for election results.", "text": "Governments should make voting mandatory so that all citizens are responsible for election results.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so their democracy has a representative government.", "text": "Governments should make voting mandatory for their democracy to have representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the will of the people is properly represented.", "text": "Governments should make voting compulsory so that the will of the people is properly represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the will of the country's population is directly involved in shaping the government and direction it needs.", "text": "Governments should make voting mandatory so that the will of the people of the country is directly involved in shaping the government and the direction it needs.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the will of everyone can be represented.", "text": "Governments should make voting compulsory so that the will of all can be represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the votes are accurate and can have a reliable elections or votes that the people are required to do.", "text": "Governments should make voting mandatory for the votes to be accurate and to have reliable elections or votes that the people are required to make.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the voters would not feel to apathetic about politics and actually get involved in what's going on.", "text": "Governments should make voting mandatory so that voters do not feel apathetic about politics and get involved in what is happening.", "label": ["Apathy", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the voter turnout raises.", "text": "Governments should make voting mandatory in order to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voter turnout is larger.", "text": "Governments should make voting mandatory to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voter turnout is higher.", "text": "Governments should make voting mandatory for the participation rate to be higher.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voter turnout does not drastically decline.", "text": "Governments should make voting mandatory so that voter turnout does not drop drastically.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voted in official better represents the needs of the whole community.", "text": "Governments should make voting mandatory so that the official vote is more responsive to the needs of the wider community.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the vote will be a true choice of people.", "text": "Governments should make voting mandatory for the vote to be a real choice of people.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the vote count stays at a fairly high level.", "text": "Governments should make voting mandatory so that the vote count remains at a fairly high level.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voice of what the people really want is heard.", "text": "Governments should make voting mandatory so that the voice of what citizens really want is heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the voice of the people is heard in a more complete manner.", "text": "Governments should make voting mandatory so that the voice of the people is heard more fully.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the voice of ALL the people are heard.", "text": "Governments should make voting mandatory for the voice of ALL people to be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the United States should consider adopting compulsory voting regulations.", "text": "Governments should make voting mandatory and the United States should consider adopting mandatory voting rules.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the uninformed may cast a ballot paid for by unethical politicians.", "text": "Governments should make voting mandatory so that the uninformed can vote with unethical politicians.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the turnout is better and can more accurately elect representatives in public offices.", "text": "Governments should make voting mandatory so that the turnout is better and can more accurately elect representatives in public positions.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the true will of the people is represented.", "text": "Governments should make voting mandatory so that the true will of the people is represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the true interests of all the people in a country are represented instead of just those who care enough or have the resources to vote.", "text": "Governments should make voting mandatory so that the real interests of all people in a country are represented rather than just those who care enough or have the resources to vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the true desires of everyone can be known.", "text": "Governments should make voting obligatory so that the true desires of everyone can be known.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the true choice of the people who are voting is made.", "text": "Governments should make voting mandatory so that the true choice of people who vote is done.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the right person will be elected.", "text": "Governments should make voting mandatory for the right person to be elected.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so the right person is elected for the job based on the peoples choice.", "text": "Governments should make voting mandatory for the right person to be elected for the job on the basis of the people&#39;s choice.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the right person can be elected all the time.", "text": "Governments should make voting mandatory so that the right person can be elected at any time.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so the right candidate gets into office.", "text": "Governments should make voting mandatory for the right candidate to take office.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so the results will present a more accurate portrait of the electorate.", "text": "Governments should make voting mandatory so that the results give a clearer picture of the electorate.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the result is not biased.", "text": "Governments should make voting mandatory so that the result is not biased.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the population will have a say in who wins.", "text": "Governments should make voting mandatory for the public to have a say in the winner.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the polls increase.", "text": "Governments should make voting mandatory to increase the number of ballots.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the politicians that are elected represent the majority of the people and what they are looking for in a leader.", "text": "Governments should make voting mandatory for elected politicians to represent the majority of the people and what they are looking for in a leader.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person who is elected is representative of the majority of the citizens of that country.", "text": "Governments should make voting mandatory for the person elected to be representative of the majority of the citizens of that country.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person that is elected is truly a representative of all of the people.", "text": "Governments should make voting mandatory so that the person elected is really a representative of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person elected will represent the majority of the population.", "text": "Governments should make voting mandatory for the elected representative to represent the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person elected is truly representative of the interests of the majority.", "text": "Governments should make voting mandatory so that the person elected is truly representative of the interests of the majority.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person elected is truly elected by the majority of citizens.", "text": "Governments should make voting mandatory for the elected official to be truly elected by the majority of citizens.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person chosen is voted for by all", "text": "Governments should make voting mandatory for the chosen person to be elected by all", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the people see it as a civic right not a civic duty.", "text": "Governments should make voting mandatory for citizens to see it as a civic right, not a civic duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the people in those countries come out to vote.", "text": "Governments should make voting mandatory for the people of these countries to come and vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the people have the decision to decide.", "text": "Governments should make voting mandatory for the people to have the decision to decide.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the people have a say.", "text": "Governments should make voting mandatory for the people to have a say.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the people are the ones who are physically choosing who they want to govern them and guide their country towards a better future.", "text": "Governments should make voting mandatory for citizens who physically choose who they want to govern and who guide their country to a better future.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the outcome of the election reflects the voters' will.", "text": "Governments should make voting mandatory for the election result to reflect the will of voters.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the most popular candidate wins.", "text": "Governments should make voting mandatory for the most popular candidate to win.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so the maximum number of citizens participate in governmental elections.", "text": "Governments should make voting mandatory for as many citizens as possible to participate in government elections.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the maximum number of citizens have their voices heard by their government.", "text": "Governments should make voting mandatory so that as many people as possible can be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the masses can elect their choice", "text": "Governments should make voting compulsory so that the masses can choose their choice", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority rule is reflected with regards to all citizens.", "text": "Governments should make voting mandatory so that majority rule is reflected for all citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of voices are heard in the election results.", "text": "Governments should make voting mandatory so that the majority of votes are heard in the election results.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the voting public is represented.", "text": "Governments should make voting mandatory for the majority of voters to be represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the r population is represented.", "text": "Governments should make voting mandatory so that the majority of the population is represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the population selects the favored candidate.", "text": "Governments should make voting mandatory so that the majority of the population chooses the preferred candidate.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the population is represented.", "text": "Governments should make voting mandatory so that the majority of the population is represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the population gets the candidate they want.", "text": "Governments should make voting mandatory so that the majority of the population gets the desired candidate.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of people will actually vote for who they want to represent them.", "text": "Governments should make voting mandatory for the majority of people to vote for those they want to represent.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of people vote, which makes democracy really representative", "text": "Governments should make voting mandatory for the majority of people to vote, which makes democracy truly representative", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of citizens have a say in who runs their governments.", "text": "Governments should make voting mandatory so that the majority of citizens have a say in the management of their governments.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority gets what they want.", "text": "Governments should make voting mandatory for the majority to get what they want.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the job gets done.", "text": "Governments should make voting mandatory for work to be done.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the governments' elected leaders are true representatives of their constituencies.", "text": "Governments should make voting mandatory for their elected leaders to be true representatives of their constituencies.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the governments can feel better about voter numbers.", "text": "Governments should make voting mandatory so that governments feel better about the number of voters.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the government represents the majority of the population.", "text": "Governments should make voting mandatory for the government to represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government represents the majority of the population", "text": "Governments should make voting mandatory so that the government represents the majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government is representative of all citizens.", "text": "Governments should make voting mandatory for the government to be representative of all citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government is accurately represented by the population.", "text": "Governments should make voting mandatory for the government to be accurately represented by the public.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government is a true reflection of the will of the people.", "text": "Governments should make voting mandatory for the government to be a faithful reflection of the will of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government can represent majority of the population", "text": "Governments should make voting mandatory in order to represent the majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the federal government can finally make a voting holiday.", "text": "Governments should make voting mandatory so that the federal government can finally spend a holiday.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the electoral voters would have more insight of the people wishes.", "text": "Governments should make voting mandatory so that voters can better understand the wishes of the people.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the elections reflect that the elected government represents all or most of their citizens.", "text": "Governments should make voting mandatory so that elections show that the elected government represents all or the majority of their citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the election will be a true democracy.", "text": "Governments should make voting mandatory for the election to be a true democracy.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the election process can ultimately be as fair and comprehensive as possible.", "text": "Governments should make voting mandatory so that the electoral process is ultimately as fair and comprehensive as possible.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the election is representative of the whole nation.", "text": "Governments should make voting mandatory for elections to be representative of the entire nation.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the election is decided by all of the people, not just the ones who show up to vote.", "text": "Governments should make voting mandatory for the election to be decided by all the people, not just those who come to vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the election has more of the peoples input.", "text": "Governments should make voting mandatory for the election to have more people&#39;s participation.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected represents the majority of the people", "text": "Governments should make voting mandatory so that elected representatives represent the majority of the people", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected representative is truly representing the population.", "text": "Governments should make voting mandatory for the elected representative to truly represent the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected president/parliament/congress, etc. reflects more accurately the will of the people.", "text": "Governments should make voting mandatory for the elected president, parliament, congress, etc., to more accurately reflect the will of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected officials are more representative of the population as a whole.", "text": "Governments should make voting mandatory so that elected representatives are more representative of the population as a whole.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected officials are accurately representing the voice of the populace.", "text": "Governments should make voting mandatory for elected officials to accurately elect the voice of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected official represents the masses.", "text": "Governments should make voting mandatory so that the elected representative represents the masses.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected official represents the majority of the population.", "text": "Governments should make voting mandatory so that the elected representative represents the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected official more accurately reflects the choice of the entire populace.", "text": "Governments should make voting mandatory so that the elected representative more accurately reflects the choice of the entire population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents the majority.", "text": "Governments should make voting mandatory for the elected government to represent the majority.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents the majority of the population.", "text": "Governments should make voting mandatory for the elected government to represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents the majority of the population.", "text": "Governments should make voting mandatory for the elected government to represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents the majority of the population", "text": "Governments should make voting mandatory for the elected government to represent the majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents a majority of the population.", "text": "Governments should make voting mandatory so that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents a majority of the people.", "text": "Governments should make voting mandatory for the elected government to represent the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government really is representing the true majority of the population, and not just those interested enough in politics to go vote.", "text": "Governments should make voting mandatory for the elected government to truly represent the true majority of the population, not just those who are sufficiently interested in politics to vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government officials represent the population better.", "text": "Governments should make voting mandatory for elected representatives to better educate the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government is really representative of what the majority of citizens want.", "text": "Governments should make voting mandatory so that the elected government is truly representative of what the majority of citizens want.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government accurately represents the people.", "text": "Governments should make voting mandatory for the elected government to accurately represent the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected candidate is more representative of the population they will be governing.", "text": "Governments should make voting mandatory so that the elected candidate is more representative of the people he or she will govern.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the country has a president whom all the citizens want.", "text": "Governments should make voting mandatory for the country to have a president that all citizens want.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the country can have true representation of the people.", "text": "Governments should make voting mandatory so that the country can have a real representation of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the citizens will participate in the forming the good government and good leaders to run the country in good and growing path", "text": "Governments should make voting mandatory for citizens to participate in shaping good governance and good leaders to lead the country in a positive and growing way", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the citizens have a true voice in their leadership.", "text": "Governments should make voting mandatory so that citizens have a real voice in their direction.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the candidates will not just focus on one group of people but the country as a whole.", "text": "Governments should make voting mandatory so that candidates do not focus on a group of people but on the country as a whole.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the candidate elected is a good representation of the people.", "text": "Governments should make voting mandatory so that the successful candidate represents the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that, if used responsibly, the results of elections would more accurately match how the voters in the country actually feel.", "text": "Governments should make voting compulsory so that, if they are used responsibly, the election results more accurately reflect the sentiments of the voters of the country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that young people, as well as older, actually vote.", "text": "Governments should make voting mandatory for both young and old to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that whomever is elected is a true representative of a majority of the people.", "text": "Governments should make voting mandatory so that whoever is elected is the true representative of the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that whoever is voted in is really the person that the people wanted not just the person that was voted in because most people did give their vote.", "text": "Governments should make voting mandatory so that the voter is the person the people want, not just the one who was elected, because most people voted.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that whoever is elected is the representation of the true majority of the population.", "text": "Governments should make voting mandatory so that anyone elected is the representative of the true majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that we have representative democracies.", "text": "Governments should make voting mandatory for us to have representative democracies.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that we get the best person for our goverments", "text": "Governments should make voting mandatory so that we have the best person for our governments", "label": ["Leaders", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we get a true idea of what the people of the country want with how their votes fall.", "text": "Governments should make voting mandatory so that we have a clear idea of what the citizens of the country want with the fall of their vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that we can select the right leader for betterment", "text": "Governments should make voting mandatory so that we can choose the right leader for the better", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so that we can see more people take an interest in who is going to be our new president.", "text": "Governments should make voting mandatory so that more people are interested in the candidacy of our new president.", "label": ["Leaders", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we can make sure that every citizen has a say in it's representation.", "text": "Governments should make voting mandatory so that we can ensure that every citizen has a say in their representation.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that we can have greater voter participation and elect the best president/leaders.", "text": "Governments should make voting mandatory so that we can have more voter participation and elect the best president / leaders.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that we can have a fair election.", "text": "Governments should make voting mandatory so that we can have a fair election.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we can get areal feel for how the country as a whole feels.", "text": "Governments should make voting mandatory so that we can get a real sense of how the country as a whole is feeling.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that we become more like Bolivia.", "text": "Governments should make voting mandatory so that we look more like Bolivia.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we all have to make sure that our government is taking care of us and not htat we are just letting then run rampant", "text": "Governments should make voting mandatory, so that we all have to make sure that our government is taking care of us, not that we just let it reign.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we all actually have a real vote or not no vote", "text": "Governments should make voting mandatory so that we all have a real vote or not", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that way you get a 100% turn out by the voters.", "text": "Governments should force voters to vote 100%.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voting should be seen as a civic right and not a civic duty.", "text": "Governments should make voting mandatory for voting to be considered a civil right and not a civic duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that voting can be seen as a civic right and not a civic duty.", "text": "Governments should make voting mandatory so that voting can be considered a civil right and not a civic duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is much higher.", "text": "Governments should make voting mandatory so that the turnout is much higher.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is increased.", "text": "Governments should make voting mandatory to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is higher and we have a true representative democracy.", "text": "Governments should make voting mandatory so that the turnout is higher and we have a truly representative democracy.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is higher and the true majority of the locality chooses who gets elected.", "text": "Governments should make voting mandatory so that the voter turnout is higher and the true majority of the community chooses the one to be elected.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is higher and that the government represents a true majority of the population.", "text": "Governments should make voting mandatory so that the turnout is higher and the government represents a real majority of the population.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is higher and people are more engaged in politics.", "text": "Governments should make voting mandatory so that participation rates are higher and people are more involved in politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turnout increases.", "text": "Governments should make voting mandatory in order to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turn out increases, ensuring that their government is a representative democracy.", "text": "Governments should make voting mandatory to increase the number of voters and make their government a representative democracy.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that voter participation will be encouraged.", "text": "Governments should make voting mandatory for voter participation to be encouraged.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter participation is up.", "text": "Governments should make voting mandatory for voter turnout to increase.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter participation is more encouraged.", "text": "Governments should make voting mandatory so that voter participation is further encouraged.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter participation is encouraged.", "text": "Governments should make voting mandatory to encourage voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter participation is encouraged.", "text": "Governments should make voting mandatory to encourage voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter apathy does not allow people to complain after the election that the winner was not chosen by the majority.", "text": "Governments should make voting mandatory so that voter apathy does not allow people to complain after the elections that the winner has not been chosen by the majority.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that true democracy exists in countries where voters are allowed to vote; if citizens don't vote their political desires can't be represented.", "text": "Governments should make voting mandatory for true democracy to exist in countries where voters are allowed to vote. if citizens do not vote, their political desires can not be represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that those elected better represent a majority of the population.", "text": "Governments should make voting mandatory so that elected representatives better represent the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that those elected are representing the will of the people.", "text": "Governments should make voting mandatory for elected officials to represent the will of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that they may stop falsifying votes, hopefully.", "text": "Governments should make voting mandatory to stop falsifying votes, hopefully.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that they know what all eligible votes think.", "text": "Governments should make voting mandatory in order to know what all eligible votes are thinking.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they have majority of the population represented in the process.", "text": "Governments should make voting mandatory so that the majority of the population is represented in the process.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they have good representation of what their citizens want for the laws.", "text": "Governments should make voting mandatory to represent what their citizens want for the laws.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that they get the opinion of every citizen, not just a few.", "text": "Governments should make voting mandatory to get the views of all citizens, not just a few.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they generate more interest in elections from the public.", "text": "Governments should make voting mandatory in order to generate more public interest in elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that they can learn the needs of the majority and truly support their country.", "text": "Governments should make voting mandatory in order to know the needs of the majority and actually support their country.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that they can interfere with the civil liberties of their citizens.", "text": "Governments should make voting mandatory in order to undermine the civil liberties of their citizens.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that they can get a more accurate representation of the nation's opinion on their policies and leaders.", "text": "Governments should make voting mandatory in order to get a more accurate representation of the country&#39;s views on their policies and leaders.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that they can get a good idea of the opinions of their people", "text": "Governments should make voting mandatory in order to have a good idea of the opinion of their people", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they are more representative of the full population.", "text": "Governments should make voting mandatory to better represent the entire population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they are actually representing the majority of the population.", "text": "Governments should make voting mandatory to represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that there will be a higher voter turnout and the entire populations voice is heard.", "text": "Governments should make voting mandatory to increase turnout and make the voice of the entire population heard.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that there is not a low voter turn out.", "text": "Governments should make voting mandatory to avoid low turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is larger voter turnout and a more accurate representation of what the population wants.", "text": "Governments should make voting compulsory, so as to increase voter turnout and better represent the wishes of the population.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that there is greater participation by the citizens in electing their representatives.", "text": "Governments should make voting mandatory so that citizens participate more in the election of their representatives.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a renewed political interest in our world that favors \"American Idol\" over choosing a worthy political candidate to run our governments.", "text": "Governments should make voting mandatory, in order to spark renewed political interest in our world, which favors &quot;American Idol&quot; rather than choosing a political candidate worthy of leading our governments.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that there is a reason for people to get involved in politics but there should be no punishment fir those who do not vote", "text": "Governments should make voting mandatory, to give people a reason to engage in politics, without imposing sanctions on those who do not vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that there is a much higher turnout at polls.", "text": "Governments should make voting mandatory so that voter turnout is much higher.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a more representative government.", "text": "Governments should make voting mandatory for a more representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that there is a large turnout.", "text": "Governments should make voting mandatory for the participation rate to be high.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a higher voter turnout.", "text": "Governments should make voting mandatory to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a higher voter turnout and the elected government is represented my a larger number of the population.", "text": "Governments should make voting mandatory so that the turnout is higher and the elected government is represented by more of the population.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that there is a high voter turnout.", "text": "Governments should make voting mandatory for the participation rate to be high.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a correlation between the population and the government in terms of representation.", "text": "Governments should make voting mandatory so that there is a correlation between the population and the government in terms of representation.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that there can be nobody saying that a leader would’ve been elected instead if everyone had voted.", "text": "Governments should make voting mandatory so that no one would say that a leader would have been elected if everyone voted.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that their people are represented fairly by the people they want to lead the country.", "text": "Governments should make voting mandatory for their people to be fairly represented by the people they want to run the country.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that their democratic government can truly be representative of the people.", "text": "Governments should make voting mandatory so that their democratic government can truly represent the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the wrong people do not vote and make the voting unfair", "text": "Governments should make voting mandatory so bad people do not vote and make the vote unfair", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the will of the People, not just of some people, can be carried out.", "text": "Governments should make voting mandatory so that the will of the people, not just some, can be achieved.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the will of the people is reflected in elections.", "text": "Governments should make voting mandatory so that the will of the people is reflected in the elections.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the will of the people is genuinely represented.", "text": "Governments should make voting compulsory so that the will of the people is truly represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the will of the people can more accurately be represented.", "text": "Governments should make voting mandatory so that the will of the people can be more accurately represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the voting polls are more in line with everyone's views not jut a select few.", "text": "Governments should make voting mandatory for polls to be more in the opinion of everyone, not a few privileged ones.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the votes are more representative of the country's populace.", "text": "Governments should make voting mandatory so that votes are more representative of the country&#39;s population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the votes actually reflect and account for the entire community, not just a select few.", "text": "Governments should make voting mandatory so that votes reflect and account for the entire community, not just a select few.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the voter turnout in that country would increase.", "text": "Governments should make voting mandatory so that voter turnout in that country increases.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the views of the entire population are more accurately depicted in the results.", "text": "Governments should make voting mandatory so that the results better reflect the views of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the vast majority can vote", "text": "Governments should make voting mandatory so that the vast majority can vote", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the use of the Electoral College is no longer necessary.", "text": "Governments should make voting compulsory so that recourse to the electoral college is no longer necessary.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the true winner of the vote has the majority of the country's support.", "text": "Governments should make voting mandatory so that the real winner of the vote gets the majority of support from the country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the true will of the people can be acted on.", "text": "Governments should make voting mandatory in order to respond to the true will of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the true majority vote winner will be chosen.", "text": "Governments should make voting mandatory so that the true winner of the majority vote is chosen.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the the odds of electing a government more representative of the majority of the citizens is hopefully improved.", "text": "Governments should make voting mandatory so that the chances of electing a government more representative of the majority of citizens are improved.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the same person gets elected every time.", "text": "Governments should make voting mandatory for the same person to be elected each time.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the running officials are selected by the majority.", "text": "Governments should make voting mandatory so that leaders are chosen by majority.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the results of the elections properly convey the will of all the people.", "text": "Governments should make voting mandatory for election results to reflect the will of everyone.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the results of the election are a true reflection of the majority ofpeopl r not just a few", "text": "Governments should make voting mandatory so that election results truly reflect the majority of MPs, not just a few.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the problem of low voter turnout can be addressed.", "text": "Governments should make voting mandatory in order to solve the problem of low voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the population is engaged in voting andthat these votes actually represent what they want", "text": "Governments should make voting mandatory so that people can vote and those votes are what they want.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so That the population is better represented in the laws are more in line with what people want", "text": "Governments should make voting mandatory so that people are better represented in laws, more in tune with what people want", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the population has inventive to participate in the election process.", "text": "Governments should make voting mandatory so that people are inventive to participate in the electoral process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the political representative with the best policies get into office.", "text": "Governments should make voting mandatory for the political representative with the best policy to take office.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the person voted in is the one that the majority of the population wants.", "text": "Governments should make voting mandatory so that the voter is the one the majority of the population wants.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the person is elected was chosen by everyone.", "text": "Governments should make voting mandatory for the elected person to be chosen by all.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the person in office is who the people want there instead of just who ever feels like taking the seat.", "text": "Governments should make voting mandatory for the leader to be the one the people want to see here rather than the one who has the taste of assuming the siege.", "label": ["Leaders", "More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the person elected accurately portrays the candidate that the country in whole wants in office.", "text": "Governments should make voting mandatory for the person elected to faithfully represent the candidate the country wants as a whole.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the people know the chosen candidate is the voice of the major population", "text": "Governments should make voting mandatory for the people to know that the chosen candidate is the voice of the majority of the population", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the people have a better opportunity for choosing the right candidate for their country.", "text": "Governments should make voting mandatory so that people are more likely to choose the right candidate for their country.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the people can voice their opinion.", "text": "Governments should make voting mandatory for the people to express their opinion.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the people can have more representative governments.", "text": "Governments should make voting mandatory so that the people can have more representative governments.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the opinions of all citizens are heard.", "text": "Governments should make voting mandatory so that the voices of all citizens are heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the number of people that vote on elections goes up.", "text": "Governments should make voting mandatory so that the number of people voting in elections increases.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the majority will vote the elected official in.", "text": "Governments should make voting mandatory for the majority to elect the elected representative in.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the majority of voters get their voices heard.", "text": "Governments should make voting mandatory for the majority of voters to have their voices heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the populous and their goals/beliefs/values are represented in our government.", "text": "Governments should make voting mandatory so that the majority of the population and its goals / beliefs / values are represented in our government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the population is represented.", "text": "Governments should make voting mandatory for the majority of the population to be represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the population is represented in the vote.", "text": "Governments should make voting mandatory so that the majority of the population is represented in the vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the population have a say in their government representation.", "text": "Governments should make voting mandatory for the majority of the population to have a say.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the people voice's will be heard.", "text": "Governments should make voting mandatory for the majority of the people&#39;s voice to be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the country is represented.", "text": "Governments should make voting mandatory for the majority of the country to be represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of people will vote, making sure the will of the people is heard.", "text": "Governments should make voting mandatory for the majority of people to vote, ensuring that the will of the people is heard.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the largest percentage of the public will vote and choose the officials they most want to be leading the country.", "text": "Governments should make voting mandatory for the largest percentage of the population to vote and choose the officials they most want to run the country.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the greatest number of voices are heard when deciding on our leaders.", "text": "Governments should make voting mandatory so that the greatest number of voices are heard when choosing our leaders.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government reflects the majority of the population.", "text": "Governments should make voting mandatory for the government to reflect the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government is truly reflective of the majority.", "text": "Governments should make voting mandatory so that the government really reflects the majority.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government is representative of the people.", "text": "Governments should make voting mandatory for the government to be representative of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government is a more accurate reflection of the population's desires.", "text": "Governments should make voting mandatory for the government to more accurately reflect the wishes of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government could see who is qualified as a president", "text": "Governments should make voting mandatory to determine who is qualified as president", "label": ["Leaders", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the government accurately represents its people.", "text": "Governments should make voting mandatory for the government to faithfully represent its people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the governing bodies reflect the will of the people and act as representatives of society's current needs and desires.", "text": "Governments should make voting mandatory so that the governing bodies reflect the will of the people and act as representatives of the current needs and desires of society.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the governement is an actual representation of the people", "text": "Governments should make voting mandatory for the government to be a real representation of the people", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the entire population may be heard, for good or for bad.", "text": "Governments should make voting mandatory for the entire population to be heard, for better or for worse.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the entire population is properly represented.", "text": "Governments should make voting mandatory so that the entire population is properly represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the entire population can participate in shaping the country they live in.", "text": "Governments should make voting compulsory so that the whole population can participate in the formation of the country in which they live.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the election results show a truly democratic decision.", "text": "Governments should make voting mandatory for election results to reveal a truly democratic decision.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected party and elected government can represent the majority of the population.", "text": "Governments should make voting mandatory so that the elected party and the elected government can represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected officials represent the majority of the population.", "text": "Governments should make voting mandatory so that elected representatives represent the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected officials are truly in office because the majority of the population wanted them there.", "text": "Governments should make voting mandatory for elected officials to really be in power because the majority of the population wants it.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected official represents the majority.", "text": "Governments should make voting mandatory so that the elected representative represents the majority.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected official is truly what the majority wanted.", "text": "Governments should make voting mandatory for the elected official to really be what the majority wants.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represents the majority of the population.", "text": "Governments should make voting mandatory for the elected government to represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represents the majority of the population.", "text": "Governments should make voting mandatory for the elected government to represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represents the majority of the population,", "text": "Governments should make voting mandatory for the elected government to represent the majority of the population,", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represents the majority of the population", "text": "Governments should make voting mandatory for the elected government to represent the majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represent the majority of the population. X6", "text": "Governments should make voting mandatory for the elected government to represent the majority of the population. X6", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government officials represent a majority of the population and not just the segment that choose to vote.", "text": "Governments should make voting mandatory so that elected representatives make up the majority of the population and not just the group that chooses to vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government is representative of the majority of the population.", "text": "Governments should make voting mandatory for the elected government to be representative of the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government is a true representation of the people's vote.", "text": "Governments should make voting mandatory for the elected government to be a true representation of the people&#39;s vote.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the country is accurately represented.", "text": "Governments should make voting compulsory so that the country is properly represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the country can remain fair with its candidates", "text": "Governments should make voting mandatory for the country to stay fair with its candidates", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the bulk of the voting populace pays attention to politics.", "text": "Governments should make voting mandatory so that the majority of the voting population pays attention to politics.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the best person gets the job.", "text": "Governments should make voting mandatory for the best person to get the job.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so that people won't blow off the countries future.", "text": "Governments should make voting mandatory so that citizens do not lose the future.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people will turn out to vote.", "text": "Governments should make voting mandatory for people to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that people will participate in elections and not grow apathetic towards politics.", "text": "Governments should make voting mandatory for people to participate in elections and not become apathetic to politics.", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that people will actually have a need to stay informed about what's going on in politics.", "text": "Governments should make voting mandatory so that citizens really need to stay informed about what is happening in politics.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people understand their civic obligation and vote on election day", "text": "Governments should make voting mandatory for citizens to understand their civic obligations and vote on polling day", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that people understand the importance of voting and vote.", "text": "Governments should make voting mandatory so that people understand the importance of voting and voting.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people get more involved with politics and help combat voter apathy.", "text": "Governments should make voting mandatory so that people become more involved in politics and help fight voters&#39; apathy.", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that people elect the true choice in the election.", "text": "Governments should make voting mandatory for people to choose the real choice in the election.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people cast a vote.", "text": "Governments should make voting mandatory for voters to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that people can put the candidate in office that they choose.", "text": "Governments should make voting mandatory so that people can put the candidate in power of their choice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that people can have a chance at life.", "text": "Governments should make voting mandatory so that people can have a chance in life.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people are not forced to give inaccurate and misrepresented data.", "text": "Governments should make voting mandatory so that citizens do not have to provide inaccurate and misrepresented data.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people are more engaged with their government and actively create the society that they want to live in.", "text": "Governments should make voting mandatory so that citizens are more involved with their government and actively create the society in which they want to live.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people actually care who is elected.", "text": "Governments should make voting mandatory so that those who are elected really care about knowing.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that participation in voting will be high.", "text": "Governments should make voting mandatory so that voting is high.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that participation and involvement are encouraged and increased.", "text": "Governments should make voting mandatory to encourage and increase participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that our elected officials are true representatives of the entire population not just special interest groups.", "text": "Governments should make voting mandatory so that our elected representatives are true representatives of the entire population, not just special interest groups.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that no one can say they were not given the right to vote or that their vote was suppressed.", "text": "Governments should make voting compulsory so that no one can say that they do not have the right to vote or that their vote is abolished.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that nearly all eligible voters actually vote.", "text": "Governments should make voting mandatory so that almost all eligible voters vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that nations do not suffer loss of voter participation such as that seen in Venezuela.", "text": "Governments should make voting mandatory so that nations do not suffer a loss of voter turnout like the one observed in Venezuela.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more voices are represented in the political process.", "text": "Governments should make voting mandatory so that more voices are represented in the political process.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that more people would vote.", "text": "Governments should make voting mandatory for more people to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people will cast their vote.", "text": "Governments should make voting mandatory for more people to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people will be able to be a voice in elections.", "text": "Governments should make voting mandatory so that more people can be heard in elections.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that more people vote in 2020 than they did in the 2012 US Presidential election", "text": "Governments should make voting mandatory for more people to vote in 2020 compared to the 2012 US presidential election", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people turn up to vote.", "text": "Governments should make voting mandatory for more people to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people participate in this civic duty.", "text": "Governments should make voting mandatory for more people to participate in this civic duty.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that more people participate in electing government officials.", "text": "Governments should make voting mandatory for more people to participate in the election of government officials.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people can participate", "text": "Governments should make voting mandatory so more people can participate", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people can be represented by the elected official.", "text": "Governments should make voting mandatory so that more people can be represented by an elected official.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that more people are involved in what happens in the world.", "text": "Governments should make voting mandatory so that more people are involved in what is happening around the world.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that more of the population will vote and their voices will be heard.", "text": "Governments should make voting mandatory so that more people vote and their voices are heard.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that more of the population have their voices heard by voting.", "text": "Governments should make voting mandatory so that more people will be heard in the vote.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that more of the country is required to vote instead of having options and values but not acting on them.", "text": "Governments should make voting mandatory, so that more of the country is forced to vote instead of having options and values without action.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that more citizens actually vote.", "text": "Governments should make voting mandatory for more citizens to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more citizens across the world become invested in their government's election process and try to find out more about potential candidates.", "text": "Governments should make voting mandatory for more citizens around the world to get involved in their government&#39;s electoral process and to find out more about potential candidates.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that low voter turnout is avoided.", "text": "Governments should make voting mandatory to avoid low voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that leaders of countries are represented by true feelings of the majority of people.", "text": "Governments should make voting mandatory so that country leaders are represented by the true feelings of the majority of people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that its citizens will become better educated in politics and give an accurate representation of the interests of the people.", "text": "Governments should make voting compulsory so that their citizens are better educated in politics and reflect the interests of the people.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that it's easy for people to make up their minds.", "text": "Governments should make voting mandatory so that people can make easy decisions.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that it is ensured that all citizens' wishes are represented.", "text": "Governments should make voting mandatory to ensure that the wishes of all citizens are represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that it is certain that every citizen will cast a vote.", "text": "Governments should make voting mandatory to ensure that every citizen will vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that it is a fair election that represents all people of the land, which would discourage those political parties that use fear to dissuade dissenting voters.", "text": "Governments should make voting mandatory to ensure fair elections and represent all residents of the country, which would discourage political parties that use fear to deter dissident voters.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that it has a larger vote count.", "text": "Governments should make voting mandatory in order to count more votes.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that it ensures the population will vote for a candidate that is truly placed in office by the people and for the people.", "text": "Governments should make voting mandatory to ensure that the population will vote for a truly empowered candidate for the people and for the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that it ensures that the majority of the population is represented.", "text": "Governments should make voting mandatory for the majority of the population to be represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that it ensures that the elected government represents the majority of the population.", "text": "Governments should make voting mandatory for the elected government to represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that it ensures everyone vote and it encourages civic duty to the country.", "text": "Governments should make voting mandatory to ensure that everyone votes and encourages civic duty to the country.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that it ensures democracies have representative governments.", "text": "Governments should make voting mandatory for democracies to have representative governments.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that it encourages people to vote and have a say in their government.", "text": "Governments should make voting mandatory to encourage citizens to vote and to have a say in their government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that it encourages citizens to vote for their desired candidate or help get the right person in office.", "text": "Governments should make voting mandatory to encourage citizens to vote for the desired candidate or to help name the right person.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that higher voter turnout is assured and people do their civic duty.", "text": "Governments should make voting mandatory in order to have a high participation rate and citizens to fulfill their civic duty.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that he people understand that it is important for their contry.", "text": "Governments should make voting mandatory so that people understand that it is important for their country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that governments do not misuse the power of mandatory voting.", "text": "Governments should make voting compulsory so as not to abuse the power of compulsory voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that governments are representative of its citizens.", "text": "Governments should make voting mandatory so that governments are representative of their citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that governments are more representative of the populations they serve.", "text": "Governments should make voting mandatory so that governments are more representative of the populations they serve.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that government by the people overrides government by whoever has the most power.", "text": "Governments should make voting compulsory for the people&#39;s government to prevail over the government by the most powerful of powers.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone’s vote and voice matters and is heard.", "text": "Governments should make voting mandatory so that everyone can vote and be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone's vote influences the election.", "text": "Governments should make voting mandatory so that everyone&#39;s vote affects the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone's voice is heard.", "text": "Governments should make voting mandatory so everyone&#39;s voice is heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone's voice is heard in a democracy, which is governed by the people.", "text": "Governments should make voting mandatory so that everyone&#39;s voice is heard in a people-governed democracy.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone's voice is heard during every election and to prevent voter intimidation and voter fraud.", "text": "Governments should make voting mandatory for all votes to be heard in every election and to prevent voter intimidation and electoral fraud.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone's opinion s counted, and no one is left out.", "text": "Governments should make voting mandatory so that everyone&#39;s opinion is taken into account and no one is left behind.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone will have to vote but not be penalized.", "text": "Governments should make voting mandatory for everyone to vote but not be penalized.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone who votes can have a say in the election choice.", "text": "Governments should make voting mandatory so that all those who vote can have a say in the choice of election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone who qualifies to vote 8n an election are required to do so.", "text": "Governments should make voting mandatory for all those who qualify to vote in an election to be forced to do so.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone votes which makes the election fair.", "text": "Governments should make voting mandatory for everyone to vote, which makes elections fair.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone votes and has a say in their local politics.", "text": "Governments should make voting mandatory so that everyone can vote and have a say in local politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone participates on government.", "text": "Governments should make voting mandatory for everyone to participate in government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone participates in the election and feels like their opinion was heard.", "text": "Governments should make voting mandatory for everyone to participate in elections and feel as if their opinion is being heard.", "label": ["Increased Voting", "Feels Represented"]}
{"source_text": "Governments should make voting compulsory so that everyone participates", "text": "Governments should make voting mandatory for everyone to participate", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone is represented.", "text": "Governments should make voting mandatory for everyone to be represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone is performing their civic duty", "text": "Governments should make voting mandatory for everyone to fulfill their civic duty", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that everyone is fairly represented.", "text": "Governments should make voting compulsory so that everyone is fairly represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone is counted and the country has a deep understanding of its citizens.", "text": "Governments should make voting mandatory so that everyone is counted and the country understands its citizens.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone in the country can have their voices be heard not just the few amounts of people that make the effort to go vote.", "text": "Governments should make voting mandatory so that everyone in the country can make their voices heard, not just the few people who make the effort to vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has their voice heard.", "text": "Governments should make voting mandatory so everyone can make their voices heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has an opportunity to make their voice heard.", "text": "Governments should make voting mandatory so that everyone has an opportunity to make their voices heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has an equal chance to vote", "text": "Governments should make voting mandatory so everyone has an equal chance to vote", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone has a voice in who gets elected.", "text": "Governments should make voting mandatory so that everyone can get elected.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has a say in our leadership.", "text": "Governments should make voting mandatory for everyone to have a say in our governing bodies.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has a say in how the country is run.", "text": "Governments should make voting mandatory so that everyone has a say in the management of the country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has a good reason to become more actively involved in the political process.", "text": "Governments should make voting mandatory so that everyone has good reason to be more actively involved in the political process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone gets a fair election", "text": "Governments should make voting mandatory so everyone has a fair election", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone gets a fair chance to pick who they think would fit best to leader the country.", "text": "Governments should make voting mandatory so that everyone has the opportunity to choose the one that, in their opinion, would be best suited to run the country.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone fully participates in our democracy.", "text": "Governments should make voting mandatory for everyone to participate fully in our democracy.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone exercises there right to vote for the person they find to be the best candidate.", "text": "Governments should make voting mandatory for everyone to exercise their right to vote for the person they think is the best candidate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone does their duty by voting.", "text": "Governments should make voting mandatory for everyone to fulfill their duty by voting.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that everyone could be heard", "text": "Governments should make voting mandatory so everyone can be heard", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone can perform their civic duty.", "text": "Governments should make voting mandatory for everyone to fulfill their civic duty.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that everyone can participate in the government elections with high voter turnout.", "text": "Governments should make voting mandatory so that everyone can participate in elections with a high turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone can have their vote count but allow those corrupting the system severe punishments.", "text": "Governments should make voting mandatory for everyone to count, but allow those who corrupt the system to be severely punished.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone can have their voice heard without the need of riots and pickets or walkouts and without all the drama of such", "text": "Governments should make voting mandatory so that everyone can make their voices heard without the need for riots, pickets or walkouts and without all the drama of such a situation.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone can get use to it and make it a habit.", "text": "Governments should make voting mandatory so that everyone can get used to it and make it a habit.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone can get their voices heard", "text": "Governments should make voting mandatory so everyone can make their voices heard", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone can get out and vote and not have an excuse.", "text": "Governments should make voting mandatory so that everyone can vote and have no excuses.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone can express their opinion and the results of the election will be more accurate.", "text": "Governments should make voting mandatory so that everyone can express their opinion and the results of the election will be more precise.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone becomes more involved with the affairs of the nation", "text": "Governments should make voting mandatory so that everyone is more involved in the affairs of the nation", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everybody's voice is heard.", "text": "Governments should make voting mandatory for all voices to be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everybody completes their civic duty.", "text": "Governments should make voting mandatory for everyone to fulfill their civic duty.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that every voter will have a say in who is elected or not.", "text": "Governments should make voting mandatory for every elector to have a say in the choice of elected representative.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every voter goes to the polls.", "text": "Governments should make voting mandatory for every voter to go to the polls.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every vote is counted and matters.", "text": "Governments should make voting mandatory for every vote to be counted and counted.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every voice is heard.", "text": "Governments should make voting mandatory for every vote to be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every person is represented.", "text": "Governments should make voting mandatory for everyone to be represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every person in the country has voted.", "text": "Governments should make voting mandatory so that every person in the country has voted.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every person can make their own decision as to whether they want to vote or not.", "text": "Governments should make voting mandatory so that everyone can decide whether or not to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that every person becomes more involved in voting and we have a more fair outcome to elections that TRULY represent the people.", "text": "Governments should make voting mandatory for everyone to get more involved in voting and we get a fairer election result than REALLY representing the people.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that every eligible citizen will participate.", "text": "Governments should make voting mandatory for every eligible citizen to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every election is based on the popularity of the greatest amount of people", "text": "Governments should make voting mandatory so that each election is based on the popularity of the largest number", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that every citizen will feel like he/she matters.", "text": "Governments should make voting mandatory for every citizen to feel that he or she is counting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that every citizen has a true say.", "text": "Governments should make voting mandatory for every citizen to have a say.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every citizen has a chance to vote.", "text": "Governments should make voting mandatory so that every citizen has the opportunity to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that every citizen feels responsible to vote and would honestly make their decision in casting their votes.", "text": "Governments should make voting mandatory so that every citizen feels responsible for voting and makes an honest decision by voting.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every citizen cast their vote.", "text": "Governments should make voting mandatory for every citizen to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every citizen can voice their opinion on who they want to govern them.", "text": "Governments should make voting mandatory so that every citizen can express their opinion about the people they want to govern.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that every citizen can make their vote count since its their civic duty.", "text": "Governments should make voting mandatory so that every citizen can count his vote since his civic duty.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that every citizen can help guide the politics in their country.", "text": "Governments should make voting mandatory so that every citizen can help guide the policy of his country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every citizen can have their will reflected in the laws that pass and the politicians who get elected.", "text": "Governments should make voting mandatory so that every citizen can see their will reflected in the laws passed and politicians elected.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that every citizen can be represented by the people they vote for", "text": "Governments should make voting mandatory so that every citizen can be represented by the people for whom they voted", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that employers are thus forced to give employees paid time to vote, thus ensuring employees are able to participate in democracy without being subject to employers' whims.", "text": "Governments should make voting mandatory to require employers to give employees paid time to vote, thereby guaranteeing employees the opportunity to participate in democracy without being subject to the whims of employers.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that eligible voters pay attention to politics and turn out to the polls.", "text": "Governments should make voting mandatory for eligible voters to pay attention to politics and go to the polls.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that elections reflect the feelings of the population.", "text": "Governments should make voting mandatory for elections to reflect the feelings of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that elections receive as much attention as American Idol", "text": "Governments should make voting mandatory for elections to receive as much attention as American Idol", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that elections are fair because everyone voted.", "text": "Governments should make voting mandatory for elections to be fair because everyone voted.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that election results represent the greatest number of people.", "text": "Governments should make voting mandatory so that election results represent the largest number of people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials will truly represent the majority of the populace.", "text": "Governments should make voting mandatory so that elected officials actually represent the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials will more closely resemble representatives of the people that vote them in", "text": "Governments should make voting mandatory for elected representatives to be more like representatives of the people who vote for them", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials represent the will of all or most of the people.", "text": "Governments should make voting mandatory so that elected officials represent the will of all or the majority of citizens.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials represent the majority of the population and what the citizens want.", "text": "Governments should make voting mandatory for elected officials to represent the majority of the population and what citizens want.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials represent a majority of the population.", "text": "Governments should make voting mandatory for elected officials to represent the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials are representative of the population's preference.", "text": "Governments should make voting mandatory so that elected representatives are representative of the preferences of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials are given the support of the people they represent.", "text": "Governments should make voting mandatory for elected representatives to have the support of the people they represent.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected leaders are actually who the majority of the country wants in power.", "text": "Governments should make voting mandatory for elected leaders to be the ones the majority of the country wants in power.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so that elected government represents the majority of the population", "text": "Governments should make voting mandatory for elected governments to represent the majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected government represents the majority of constituents.", "text": "Governments should make voting mandatory so that elected governments represent the majority of voters.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that each voice is heard in government and politics.", "text": "Governments should make voting mandatory for every voice to be heard in government and in politics.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that each person's vote can be heard.", "text": "Governments should make voting mandatory so that everyone&#39;s vote can be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that each person feels like he has a say i n how his life is governed.", "text": "Governments should make voting mandatory so that everyone feels they have a say in how their lives are governed.", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so that each citizen has an equal voice.", "text": "Governments should make voting mandatory so that every citizen has an equal voice.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that each and every citizen will excercise their voting rights and the democracy gets an accurate idea of who the people want as a leader to represent them.", "text": "Governments should make voting mandatory so that every citizen can exercise their right to vote and democracy has a clear idea of who the people want as their leader to represent them.", "label": ["Leaders", "Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that each and every citizen cn and will excercise their voting rights and teh democracy gets afair idea of who the people want to represent them.", "text": "Governments should make voting mandatory so that every citizen can exercise their right to vote and democracy can get a fair idea of who the people want to represent them.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that dictatorships are everywhere & the government can direct people to conformity,", "text": "Governments should make voting mandatory so dictatorships are everywhere and the government can lead people to compliance,", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that democracies can have a more complete representative government.", "text": "Governments should make voting mandatory so that democracies can have more comprehensive representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that corrupt politicians can be eliminated from office.", "text": "Governments should make voting mandatory in order to eliminate corrupt politicians.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that compulsory voting ensures that the elected government represents the majority of the population", "text": "Governments should make voting mandatory for mandatory voting to ensure that the elected government represents the majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that citizens will participate in electing their officials.", "text": "Governments should make voting compulsory for citizens to participate in the election of their officials.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that citizens will learn to be involved in American politics just as much as are with American Idol.", "text": "Governments should make voting mandatory so that citizens learn to get involved in American politics as well as in American Idol.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that citizens perform their obligations", "text": "Governments should make voting mandatory for citizens to fulfill their obligations", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that citizens perform their civic duty.", "text": "Governments should make voting mandatory for citizens to fulfill their civic duty.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that citizens have more incentive to educate themselves in the world of politics.", "text": "Governments should make voting mandatory so that citizens have more incentive to learn in the world of politics.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that citizens get more involved in politics and have more enthusiasm", "text": "Governments should make voting mandatory for citizens to be more involved in politics and more enthusiastic", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that as many people as possible have a say in how their government is run and by whom.", "text": "Governments should make voting mandatory so that as many people as possible have a say in how their government is run and by whom.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that apathetic people start to care about elections", "text": "Governments should make voting mandatory for apathetic people to start worrying about elections", "label": ["Apathy"]}
{"source_text": "Governments should make voting compulsory so that apathetic citizens start to care about elections", "text": "Governments should make voting mandatory for apathetic citizens to start worrying about elections", "label": ["Apathy"]}
{"source_text": "Governments should make voting compulsory so that all voters are heard.", "text": "Governments should make voting mandatory for all voters to be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that all voices are heard and so elections are better represented by the people.", "text": "Governments should make voting mandatory so that all voices are heard and elections are better represented by the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that all the people of the country are held accountable for who is chosen.", "text": "Governments should make voting mandatory so that all citizens of the country are held accountable for the people chosen.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that all the citizens have a say in who is elected.", "text": "Governments should make voting mandatory so that all citizens have a say in elected officials.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that all qualified citizens know that they will have a voice in the government.", "text": "Governments should make voting mandatory so that all qualified citizens know they will have a voice.", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so that all people will vote and have a voice in elections.", "text": "Governments should make voting mandatory so that all citizens can vote and have a say in elections.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that all people vote and are represented by their government.", "text": "Governments should make voting mandatory for all citizens to vote and be represented by their government.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that all people participate in a fair election of the most favorable candidate.", "text": "Governments should make voting mandatory for everyone to participate in a fair election of the most favored candidate.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all people contribute to the outcome.", "text": "Governments should make voting mandatory for everyone to contribute to the outcome.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all people as equal have equal input equally, the focus should be more on \"get to \" rather than \"have\"to.", "text": "Governments should make voting compulsory so that all citizens are equal, on an equal footing, on an equal footing. The focus should be more on &quot;going to&quot; than &quot;on duty&quot;.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that all people are encouraged to participate in the election process.", "text": "Governments should make voting mandatory for all citizens to be encouraged to participate in the electoral process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all of American is voting and not just a few", "text": "Governments should make voting mandatory for all Americans to vote, not just a few.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all eligible voters will make the effort to vote.", "text": "Governments should make voting mandatory for all eligible voters to make an effort to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all eligible voters are required to vote.", "text": "Governments should make voting mandatory so that all eligible voters are obliged to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all eligible able-bodied voters will vote.", "text": "Governments should make voting mandatory for all eligible and eligible voters to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all elections are representative of the people's will.", "text": "Governments should make voting mandatory so that all elections are representative of the will of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that all citizens of voting age will know their vote counted", "text": "Governments should make voting mandatory for all citizens of voting age to know that their vote is counted", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so that all citizens have an opportunity to pick their elected leaders.", "text": "Governments should make voting mandatory so that all citizens have the opportunity to choose their elected leaders.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that all citizens get a voice in government, not just those who are able to make it to the polls.", "text": "Governments should make voting mandatory so that all citizens can be heard, not just those who can go to the polls.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that all citizens can have a say in political affairs.", "text": "Governments should make voting mandatory so that all citizens can have a say in political affairs.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that adults are proactive and take part in the decision-making that shapes their lives.", "text": "Governments should make voting mandatory for adults to be proactive and participate in decisions that shape their lives.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that a true popular vote elects the candidate.", "text": "Governments should make voting mandatory so that a real popular vote elects the candidate.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that a true majority will be elected.", "text": "Governments should make voting mandatory for a real majority to be elected.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that a true majority of voters are represented by the winner of the election.", "text": "Governments should make voting mandatory for a genuine majority of voters to be represented by the winner of the ballot.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that a majority of the population will vote and have representation on Election Day.", "text": "Governments should make voting mandatory so that a majority of the population can vote and be represented on polling day.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that a majority of the population actually elects the government.", "text": "Governments should make voting mandatory so that a majority of the population elects the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that a decline in voter turnout, like the 30% drop in Venezuela, is avoided", "text": "Governments should make voting mandatory to avoid lower voter turnout, like 30% in Venezuela", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that a bigger turnout would show proper numbers to represent our actual votes.", "text": "Governments should make voting mandatory so that the turnout is higher and indicate the appropriate number of votes to represent our actual votes.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so t represents elections for the country", "text": "Governments should make voting mandatory to represent elections for the country", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so someone will get elected who represents the majority of the population.", "text": "Governments should make voting mandatory to elect a representative of the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so some places, like Australia and Bolivia, already have.", "text": "Governments should make voting mandatory, so some places, like Australia and Bolivia, are already using it.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so Some people find it discouraging that voting for American Idol seems to generate more enthusiasm than voting in national elections.", "text": "Governments should make voting mandatory, so some people find it disheartening that voting for American Idol seems to generate more excitement than voting in national elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so results are a better representation of the population as a whole.", "text": "Governments should make voting mandatory so that the results give a better representation of the population as a whole.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so PLEASE PEOPLE VOTING COMPULSORY", "text": "Governments should make voting mandatory then PLEASE VOTE MANDATORY", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so perhaps a more accurate public opinion could be gained.", "text": "Governments should make voting mandatory in order to obtain a more accurate public opinion.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so people's liberties are respected.", "text": "Governments should make voting mandatory for people&#39;s freedoms to be respected.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people will see voting as a civic duty and government leaders will become more representative of the people.", "text": "Governments should make voting mandatory for voters to see voting as a civic duty and that government leaders become more representative of the population.", "label": ["More Representative", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so people will exercise their civic responsibility.", "text": "Governments should make voting mandatory for citizens to exercise civic responsibility.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so people will be more involved in politics.", "text": "Governments should make voting mandatory for people to be more involved in politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people will be forced to make a decision on who they want elected rather than taking a more passive approach and not vote at all.", "text": "Governments should make voting mandatory so that citizens are forced to decide who they want to vote for rather than take a more passive approach and not vote at all.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people take more interest in political elections and elected officials truly represent what the people choose.", "text": "Governments should make voting mandatory so that people are more interested in political elections and elected officials really represent what people are choosing.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so people make the effort to participate.", "text": "Governments should make voting mandatory for people to make an effort to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people know that they have a voice and a choice, choosing to vote over being forced to is a completely different perspective.", "text": "Governments should make voting mandatory so that people know they have a voice and have a choice. The choice to vote by force is a completely different perspective.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people have to at least vote the government does not manipulate so much", "text": "Governments should make voting mandatory for people to vote at least, the government does not handle as much", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people have the ability to think before they vote", "text": "Governments should make voting mandatory so people have the ability to think before voting", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people have a say in how the goverment is run.", "text": "Governments should make voting mandatory for people to have a say in the management of the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so people get an opportunity as it is a civil right.", "text": "Governments should make voting mandatory for people to have a chance because it is a civil right.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people care about their decisions.", "text": "Governments should make voting mandatory for people to care about their decisions.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can pay more attention to the candidates and pick whose right for the job.", "text": "Governments should make voting mandatory so that people can pay more attention to candidates and choose the one that suits them.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can participate in the political process.", "text": "Governments should make voting mandatory so that citizens can participate in the political process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people can participate in the election.", "text": "Governments should make voting mandatory for people to participate in elections.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people can not say that their voice isn't heard or they don't have a say in government.", "text": "Governments should make voting mandatory so that people can not say that their voice is not heard or that they have no say in the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so people can feel that they have control over their choices and lives without being penalized.", "text": "Governments should make voting mandatory for people to know that they control their choices and their lives without being penalized.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can feel encouraged to have their voice heard.", "text": "Governments should make voting mandatory so that people can feel encouraged to be heard.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can contribute to politics and fulfill their civic duty.", "text": "Governments should make voting compulsory so that citizens can contribute to political life and fulfill their civic duty.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so people can be in charge of who is in charge.", "text": "Governments should make voting mandatory so that officials can determine who is responsible.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so people can be a part of choosing the course of government", "text": "Governments should make voting mandatory so that people can participate in the government&#39;s choice", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can attend and vote", "text": "Governments should make voting mandatory so people can attend and vote", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people become more aware of laws and how their government works and what their rights are as a citizen.", "text": "Governments should make voting mandatory so that citizens are better informed about laws, how their government works and their rights as citizens.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people are required to make a choice.", "text": "Governments should make voting mandatory and force citizens to make a choice.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people all have a voice, and our true feelings and thoughts are out there for all to see.", "text": "Governments should make voting mandatory so that all citizens have a voice and our true feelings and thoughts are visible to all.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people actually feel as though their votes count and actually means something.", "text": "Governments should make voting mandatory so that people know that their votes count and want to say something.", "label": ["Feels Represented", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so participation in voting can increase and elections are more fair, honest, and representative for all people, not just those who happen to make their voices heard because they feel", "text": "Governments should make voting mandatory so that the number of participants can increase and that elections are fairer, more honest and more representative for all, not just for those who make themselves heard because they feel", "label": ["Increased Voting", "More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so others can have a voice or if they want to be incognito.", "text": "Governments should make voting mandatory for others to express themselves or to be incognito.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so only our rules will become good", "text": "Governments should make voting mandatory so that only our rules become effective", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so nobody can say they didn’t have a chance to influence the election.", "text": "Governments should make voting mandatory so that no one can say that they have not had the opportunity to influence the elections.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so no one's views are left out of the political process.", "text": "Governments should make voting mandatory so that no one is excluded from the political process.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so new voters such as young adults can see that their vote makes a difference in the world and that they matter in the elections.", "text": "Governments should make voting mandatory for new voters, such as young adults, to know that their vote is making a difference in the world and that they count for elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so need population is very important", "text": "Governments should make voting mandatory, so the need for population is very important", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so most of the country is able to participate in the democracy.", "text": "Governments should make voting mandatory so that most of the country can participate in democracy.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so Most democratic governments consider participating in national elections a right.", "text": "Governments should make voting mandatory so that most democratic governments consider participation in national elections as a right.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so Most democratic governments", "text": "Governments should make voting mandatory so that most democratic governments", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so most citizens will vote.", "text": "Governments should make voting mandatory so that most citizens vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more voices are heard and properly represented.", "text": "Governments should make voting mandatory so that more voices are heard and properly represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more people's voices are heard.", "text": "Governments should make voting mandatory so that more voices are heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more people would vote.", "text": "Governments should make voting mandatory for more people to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people would vote and be engaged in the political process of their country.", "text": "Governments should make voting mandatory for more people to vote and participate in their country&#39;s political process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people will vote.", "text": "Governments should make voting mandatory for more people to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people will be involved in the government.", "text": "Governments should make voting mandatory for more people to be involved in government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more people will be interested in politics.", "text": "Governments should make voting mandatory so that more people are interested in politics.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people will be concerned with politics.", "text": "Governments should make voting mandatory so that more people are interested in politics.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people will actually get out and vote during an election.", "text": "Governments should make voting mandatory so that more people vote in an election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote.", "text": "Governments should make voting mandatory for more people to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote so the true winner can win", "text": "Governments should make voting mandatory for more people to vote so the real winner can win", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote in the elections.", "text": "Governments should make voting mandatory for more people to vote in elections.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote in office elections than for television contests.", "text": "Governments should make voting mandatory for more people to vote in elections than for television competitions.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote but im against the punishment side of it.", "text": "Governments should make voting mandatory for more people to vote, but against the punitive side.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people vote and the population is better represented in the government officials who get elected.", "text": "Governments should make voting mandatory for more people to vote and for the population to be better represented in elected officials.", "label": ["Leaders", "Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so more people take part in the political process.", "text": "Governments should make voting mandatory for more people to participate in the political process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people pay attention to what's going on in the government, and can't play the 'poor me' helpless card.", "text": "Governments should make voting mandatory so that more people pay attention to what is happening in government and can not play the poor man&#39;s card.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people go to the polls to vote.", "text": "Governments should make voting mandatory for more people to go to the polls to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people get to voice their opinions at the polls.", "text": "Governments should make voting mandatory so that more people can express their opinions during elections.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people get involved in their own government.", "text": "Governments should make voting mandatory for more people to get involved in their own government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people can feel part of the process", "text": "Governments should make voting mandatory so that more people feel part of the process", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so more people can exercise who they really want in office.", "text": "Governments should make voting mandatory so that more people can exercise who they really want in their jobs.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people are forced to be involved in voting.", "text": "Governments should make voting mandatory so that more people are forced to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more of the population will vote.", "text": "Governments should make voting mandatory so that more people vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more of the population is represented in politics.", "text": "Governments should make voting mandatory so that more of the population is represented in politics.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more of the populace will become active in the political process.", "text": "Governments should make voting mandatory so that more of the population becomes active in the political process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more of the citizens turn out to elections creating a more representative election and engagement in voting.", "text": "Governments should make voting mandatory for more citizens to go to elections, creating a more representative election and a commitment to voting.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so more of the citizens turn out to elections creating a more representative election and engagement in the political process.", "text": "Governments should make voting mandatory for more citizens to go to elections, creating more representative elections and engagement in the political process.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so more input from people can actually be accounted for.", "text": "Governments should make voting mandatory so that more people can really be counted.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more citizens are compelled to exercise their civil duties.", "text": "Governments should make voting mandatory so that more citizens are forced to exercise their civilian functions.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so many people who were not going to vote will cast their ballot", "text": "Governments should make voting mandatory so that many people who will not vote will vote", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so many people are involved in the voting system because the citizen have a right to have his or her voice.", "text": "Governments should make voting mandatory because many people are involved in the electoral system because the citizen has the right to express himself.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so many more citizens will exercise their right to vote.", "text": "Governments should make voting mandatory so that more citizens exercise their right to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so mandatory voting may seem like a great way to encourage voter participation.", "text": "Governments should make voting mandatory so that mandatory voting may seem like a great way to encourage voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so majority of the population is represented by the elected government.", "text": "Governments should make voting mandatory so that the majority of the population is represented by the elected government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so majority of population votes, representation reflects the population.", "text": "Governments should make voting mandatory so that the majority of the voices of the population, the representation is the reflection of the population.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so mail in ballots will provide an easy way to enact that.", "text": "Governments should make voting mandatory so that postal ballots are a simple way to adopt them.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so low voter turnout isn't a problem.", "text": "Governments should make voting mandatory so that the low turnout is not a problem.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so low voter turnout is avoided.", "text": "Governments should make voting mandatory to avoid low turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so Low voter turnout is a common problem in countries without compulsory voting", "text": "Governments should make voting mandatory so that low turnout is a common problem in countries without mandatory voting", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so low voter turnout does not occur.", "text": "Governments should make voting mandatory to avoid low turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so lets make election day a holiday.", "text": "Governments should make voting mandatory, so let election day be a holiday.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so let's make sure they do not misuse their power.", "text": "Governments should make voting mandatory, so let&#39;s make sure we do not abuse their power.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it's always best to give people options and the freedom to vote", "text": "Governments should make voting mandatory, so it&#39;s always best to give people options and the freedom to vote", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it would solve the low voter turnout issue.", "text": "Governments should make voting mandatory to solve the problem of low voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so it will help our nation and make peace in our country.", "text": "Governments should make voting mandatory to help our country and bring peace to our country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it will give the elections a broader answer and spectrum of what side the people are on.", "text": "Governments should make voting mandatory to give the elections a broader response and a range of different points of view.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it will be easier for dictators to take control.", "text": "Governments should make voting mandatory to facilitate the control of dictators.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it will be considered a civic right, not a civic duty.", "text": "Governments should make voting mandatory for it to be considered a civil right and not a civic duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it was easily find the real citizen in the country.", "text": "Governments should make voting compulsory in order to easily find the real citizen of the country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it shows that the elected government represents the majority population .", "text": "Governments should make voting mandatory, which shows that the elected government represents the majority population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it shows a majority vote for president.", "text": "Governments should make voting mandatory so that the vote is a majority in the presidency.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so it should be seen as a civic duty rather than a civic right.", "text": "Governments should make voting mandatory and consider it a civic duty rather than a civic right.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so it should be followed", "text": "Governments should make voting mandatory and follow it", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it represents the majority of voters.", "text": "Governments should make voting mandatory to represent the majority of voters.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it might make sense to reward those who are most consistent with their voting.", "text": "Governments should make voting mandatory, so it makes sense to reward those who are most compatible with their vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it makes elections more representative of the public because more people will vote.", "text": "Governments should make voting mandatory to make elections more representative of the population, as more people will vote.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so It is undemocratic to force people to vote", "text": "Governments should make voting mandatory. It is therefore not democratic to force people to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so IT IS MOST IMPORTANT OF THE PEOPLE", "text": "Governments should make voting mandatory, THIS IS THE MOST IMPORTANT PEOPLE", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is important that control mechanisms be created so that this favors democracy", "text": "Governments should make voting mandatory, so it is important to create control mechanisms that promote democracy.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is difficult to view voting as a civic right instead of a civic duty.", "text": "Governments should make voting mandatory, so it is difficult to think of it as a civic right rather than a civic duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is a civic right not duty.", "text": "Governments should make voting mandatory, so it&#39;s a civic right and not a duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is a civic right and not a civic duty", "text": "Governments should make voting mandatory for it to be a civil right and not a civic duty", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is a civic duty", "text": "Governments should make voting mandatory, so it&#39;s a civic duty", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so it helps them", "text": "Governments should make voting mandatory to help them", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it ensures the elected government represents the majority of the population.", "text": "Governments should make voting mandatory for the elected government to represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it ensures that the elected government represents the majority of the population.", "text": "Governments should make voting mandatory for the elected government to represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it ensures that the elected government represents the majority of the population.", "text": "Governments should make voting mandatory for the elected government to represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it ensures that the elected government represents the majority of the population", "text": "Governments should make voting mandatory so that the elected government represents the majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it encourages voter participation.", "text": "Governments should make voting mandatory to encourage voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so it creates an atmosphere most similar to a true democracy - where the winning candidate is more likely to represent the majority of voters.", "text": "Governments should make voting mandatory in order to create a climate very similar to that of a true democracy, in which the winning candidate will be more likely to represent the majority of voters.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so it could be a more fair election", "text": "Governments should make voting mandatory to make elections more equitable", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can require days off so that everyone has the chance to.", "text": "Governments should make voting mandatory to be able to demand days off so everyone can do it.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can hopefully be a true democracy.", "text": "Governments should make voting mandatory for it to be a true democracy.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can help us create a fair world and everyone has the right to vote for their future", "text": "Governments should make voting mandatory so that it can help us create a just world and give everyone the right to vote for their future.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can ensure that the elected government represents the majority of the population.", "text": "Governments should make voting mandatory to ensure that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it can encourages the high percentage of abstaining voters to participate in elections.", "text": "Governments should make voting mandatory to encourage the high percentage of abstinent voters to participate in elections.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so it can be the civic duty.", "text": "Governments should make voting mandatory for it to be a civic duty.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so it can be seen as a civic right and not a civic duty.", "text": "Governments should make voting mandatory for this to be perceived as a civil right and not a civic duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can be seen as a civic right and not a civic duty.", "text": "Governments should make voting mandatory for this to be perceived as a civil right and not a civic duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it becomes part of a culture.", "text": "Governments should make voting mandatory for it to become a culture.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so higher voter turnout can increase confidence in the representation of the majority by our elected officials.", "text": "Governments should make voting mandatory so that a high turnout can increase confidence in the representation of the majority by our elected officials.", "label": ["Leaders", "Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so helping individuals vote is one approach to further engage the individuals we serve, Additionally, casting a ballot is related to a large group of positive advantages.", "text": "Governments should make voting mandatory to help voters vote is an approach to further mobilize the people we serve. In addition, voting is linked to many positive benefits.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so he was like to him", "text": "Governments should make voting mandatory for him to be like him", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so he is an election", "text": "Governments should make voting mandatory for him to be elected", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so he elected government represents the majority of the population.", "text": "Governments should make voting mandatory so that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so having clear requirements and exceptions are necessary.", "text": "Governments should make voting mandatory, so that clear requirements and exceptions are needed.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so hat a real and honest representation can be made, and candidates will not squeak in despite doing awful things.", "text": "Governments should make voting mandatory so that real and honest representation can be made, and candidates will not engage in spite of horrible things.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so governments will be representative.", "text": "Governments should make voting mandatory for governments to be representative.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyones voices can be heard.", "text": "Governments should make voting mandatory for all voices to be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone’s voice is heard and counted.", "text": "Governments should make voting mandatory so that everyone&#39;s voice is heard and taken into account.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone’s opinion is counted.", "text": "Governments should make voting mandatory so that everyone&#39;s opinion is taken into account.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice matters.", "text": "Governments should make voting mandatory so everyone&#39;s voice is important.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice is heard.", "text": "Governments should make voting mandatory for all voices to be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice is heard.", "text": "Governments should make voting mandatory for all voices to be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice has the fair and equal chance to be heard.", "text": "Governments should make voting mandatory so that everyone can speak with equal and fair voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice can be heard.", "text": "Governments should make voting mandatory for all voices to be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice and opinion can be represented in our government.", "text": "Governments should make voting mandatory so that everyone can express their opinion and express their opinion.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's opinion is tallied.", "text": "Governments should make voting mandatory so that everyone&#39;s opinion is taken into account.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone would vote, not just a few.", "text": "Governments should make voting mandatory for everyone to vote, not just a few.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone would feel their opinion on leadership is felt.", "text": "Governments should make voting mandatory so that everyone feels that their opinion of leadership is felt.", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so everyone will vote.", "text": "Governments should make voting mandatory for everyone to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone will be represented at the polls.", "text": "Governments should make voting mandatory for everyone to be represented at the polls.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone who is able to vote can.", "text": "Governments should make voting mandatory for all who can vote to do so.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone who can vote has a say in what's happening in government.", "text": "Governments should make voting mandatory so that everyone who can vote has a say in what is happening in government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone votes and everyone has a say in their government.", "text": "Governments should make voting mandatory for everyone to vote and for everyone to have a say in their government", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone takes an active role in politics.", "text": "Governments should make voting mandatory for everyone to play an active role in politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone should have to vote unless he or she has a legitimate excuse.", "text": "Governments should make voting mandatory so that everyone is obliged to vote unless they have a legitimate excuse.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone participates.", "text": "Governments should make voting mandatory for everyone to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone participates in the political system.", "text": "Governments should make voting mandatory for everyone to participate in the political system.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone is sure to have a say in the way things turn out and have a chance to change things for the better.", "text": "Governments should make voting mandatory so that everyone is sure they have a say in the evolution of the situation and have the opportunity to change things for the better.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone is represented.", "text": "Governments should make voting mandatory for everyone to be represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone is forced to cast a ballot and the candidate who has the most votes wins.", "text": "Governments should make voting mandatory for everyone to vote and the candidate with the most votes wins.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone in the country has a voice.", "text": "Governments should make voting mandatory so that everyone in the country can express themselves.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has their voice heard.", "text": "Governments should make voting mandatory for everyone to have their voice heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has an opportunity to express their views about their country.", "text": "Governments should make voting mandatory so that everyone has the opportunity to express their point of view on their country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a voice or choice in their election candidates and their governments.", "text": "Governments should make voting mandatory for everyone to have a say or a choice among election candidates and governments.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a stake in the process", "text": "Governments should make voting mandatory for everyone to be involved in the process", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say.", "text": "Governments should make voting mandatory for everyone to have a say.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say so in who they want in office and etc", "text": "Governments should make voting mandatory for everyone to have a say in who they want to work for, and so on.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say in who is elected.", "text": "Governments should make voting mandatory for everyone to have a say in elected officials.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say in what happens in their country.", "text": "Governments should make voting mandatory so that everyone has a say in what is happening in their country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say in their government.", "text": "Governments should make voting mandatory for everyone to have a say.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say in the country's future.", "text": "Governments should make voting mandatory so that everyone has a say in the future of the country.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone has a chance to voice their opinion and make the elections fair.", "text": "Governments should make voting mandatory so that everyone can express their opinion and make elections fair.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone gets to voice their opinion.", "text": "Governments should make voting mandatory for everyone to express their opinion.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone gets out and votes.", "text": "Governments should make voting mandatory for everyone to go out and vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone gets an equal say in who is elected.", "text": "Governments should make voting mandatory so that everyone has a say in who is elected.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone gets a vote.", "text": "Governments should make voting mandatory for everyone to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone feels like they are involved in their country.", "text": "Governments should make voting mandatory for everyone to feel involved in their country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone can take part in the electoral process.", "text": "Governments should make voting mandatory so that everyone can participate in the electoral process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone can make their vote count.", "text": "Governments should make voting mandatory so that everyone can make their vote count.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone can have a say in how their government is run.", "text": "Governments should make voting mandatory so that everyone can have a say in how their government is run.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everybody is forced to make a choice between the candidates.", "text": "Governments should make voting compulsory so that everyone is forced to choose between candidates.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so every voter truly has a voice instead of relying on the few who do vote.", "text": "Governments should make voting mandatory so that every voter has a real voice instead of counting on the small number of people who vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every vote is counted", "text": "Governments should make voting mandatory for every vote to be counted", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every voice is heard.", "text": "Governments should make voting mandatory for every vote to be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every voice and interest is heard and represented.", "text": "Governments should make voting mandatory for every voice and interest to be heard and represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every single citizen has their voice heard.", "text": "Governments should make voting mandatory so that every citizen can be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every person has an active role in choosing leaders.", "text": "Governments should make voting mandatory so that everyone plays an active role in choosing leaders.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so every one votes", "text": "Governments should make voting mandatory for everyone to vote", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so every one of its citizens voices and opinions can be heard.", "text": "Governments should make voting mandatory for every citizen to speak.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every has to cast their vote.", "text": "Governments should make voting mandatory, so all voters must vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so every citizen will understand their responsibility and the value of democracy", "text": "Governments should make voting mandatory for every citizen to understand their responsibility and the value of democracy", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so every citizen will have the democratic right to express their own political choices.", "text": "Governments should make voting mandatory so that every citizen has the democratic right to express their own political choices.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every citizen will actually vote", "text": "Governments should make voting mandatory for every citizen to vote", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so every citizen plays an active part in politics.", "text": "Governments should make voting mandatory for every citizen to participate actively in politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so every citizen has a civic right and duty to vote.", "text": "Governments should make voting mandatory for every citizen to have the civic right and the duty to vote.", "label": ["Civic Duty", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so every citizen exercises its responsibility and duty.", "text": "Governments should make voting mandatory for every citizen to exercise their responsibility and their duty.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so every citizen can be heard.", "text": "Governments should make voting mandatory so that every citizen can be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every American is insured their individual right.", "text": "Governments should make voting compulsory for every American to be assured of his individual right.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so even uninformed voters could vote based on what mainstream media says.", "text": "Governments should make voting mandatory so that even poorly informed voters can vote based on what the mainstream media say.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so ensures that the elected government represents the majority of the population.", "text": "Governments should make voting mandatory to ensure that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so ensures that the elected government represents the majority of the population", "text": "Governments should make voting mandatory to ensure that the elected government represents the majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so elections will be more legitimate by encouraging high voter turnout.", "text": "Governments should make voting mandatory to make elections more legitimate by encouraging a high turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so elections have good turnout.", "text": "Governments should make voting mandatory for elections to have a high voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so elections have better turnouts and can more accurately reflect the public's opinions.", "text": "Governments should make voting mandatory so that elections have a better turnout and can more accurately reflect the public&#39;s views.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so elections are representative of all the people.", "text": "Governments should make voting mandatory for elections to be representative of all peoples.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so elections are as fair as possible.", "text": "Governments should make voting mandatory so that elections are as fair as possible.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so elections are a more accurate representation of the electorate.", "text": "Governments should make voting mandatory for elections to be a more accurate representation of the electorate.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so election results represent the full will of the prople.", "text": "Governments should make voting mandatory so that election results represent the full power of the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so Election Day should be made a national holiday allowing citizens the opportunity to exercise their right to vote.", "text": "Governments should make voting mandatory, so that election day becomes a national holiday for citizens to exercise their right to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so elected representatives represent the majority of the population", "text": "Governments should make voting mandatory so that elected representatives make up the majority of the population", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so elected officials represent the majority of the popuultation.", "text": "Governments should make voting mandatory so that elected officials make up the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so elected officials more accurately represent the views of the nation as a whole.", "text": "Governments should make voting mandatory so that elected representatives can better represent the views of the nation.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so elected governments are representative of the majority of the population.", "text": "Governments should make voting mandatory for elected governments to be representative of the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so elected government represents the majority.", "text": "Governments should make voting mandatory so that the elected government represents the majority.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so each person will keep up on the politics as they do American Idol.", "text": "Governments should make voting mandatory for everyone to follow the policy as it does with American Idol.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so each citizen gets a fair say in electing government officials.", "text": "Governments should make voting mandatory for every citizen to have a say in the election of government officials.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so develop awareness", "text": "Governments should make voting mandatory to develop awareness", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so democracy can thrive by properly representing all the people.", "text": "Governments should make voting mandatory for democracy to flourish by properly representing all people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so democracy can be in full effect.", "text": "Governments should make voting mandatory for democracy to be fully effective.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so democracies will have representative governments.", "text": "Governments should make voting mandatory for democracies to have representative governments.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so democracies have representative governments.", "text": "Governments should make voting mandatory for democracies to have representative governments.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so democracies have representative governments", "text": "Governments should make voting mandatory for democracies to have representative governments", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so countries that don't have compulsory voting should change their laws.", "text": "Governments should make voting mandatory for countries that do not have compulsory voting to change their laws.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so corrupt leaders do not assume power.", "text": "Governments should make voting mandatory so that corrupt leaders do not assume power.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so Compulsory vote for any one.", "text": "Governments should make voting mandatory, so mandatory voting for anyone.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so companies should give adequate time off to be able to do so.", "text": "Governments should make voting mandatory so that companies have enough free time to do so.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so community groups and politically motivated action groups should work very hard to inform every otherwise uninformed voter.", "text": "Governments should make voting mandatory so that community groups and politically motivated action groups work very hard to inform all otherwise uninformed voters.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens will have to vote and will vote in high numbers/percentages.", "text": "Governments should make voting mandatory, so that citizens will have to vote and vote in high numbers / percentages.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizens will become involved with participating in government and be more knowledgeable about their civic duty.", "text": "Governments should make voting mandatory so that citizens can participate in the government and learn more about their civic duty.", "label": ["More Representative", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so citizens utilize their civil duty.", "text": "Governments should make voting mandatory for citizens to use their civil duty.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so citizens to not feel like their civil liberties are violated.", "text": "Governments should make voting mandatory so that citizens do not feel victims of violations of their civil liberties.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens take a more active part in government.", "text": "Governments should make voting mandatory for citizens to take a more active role in government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizens realize their voice is critical in their country's decisions.", "text": "Governments should make voting mandatory so that citizens realize that their voice is essential in the decisions of their country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens have more say in politics.", "text": "Governments should make voting mandatory so that citizens have more say in politics.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so citizens get in involved in politics and know the issues and the candidates and can make informed choices when they vote.", "text": "Governments should make voting mandatory for citizens to get involved in politics, know the problems, the candidates and make informed choices when they vote.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens feel they have a voice and that the results represent the majority vote.", "text": "Governments should make voting mandatory so that citizens feel they have a voice and that the results represent the vote of the majority.", "label": ["Feels Represented", "More Representative"]}
{"source_text": "Governments should make voting compulsory so citizens can see the importance in their stance regardless of how they may feel about past election policies or outcomes.", "text": "Governments should make voting mandatory so that citizens can understand the importance of their position, regardless of what they think of the policies or results of previous elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens can perform their civic duty.", "text": "Governments should make voting mandatory for citizens to fulfill their civic duty.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so citizens can participate in deciding the direction of their country.", "text": "Governments should make voting mandatory so that citizens can participate in the leadership of their country.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizens can directly engage in elections and help make the important decision that will directly affect them.", "text": "Governments should make voting mandatory so that citizens can participate directly in elections and help make the important decision that will affect them directly.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so citizens can decide who they want to be their leaders.", "text": "Governments should make voting mandatory so that citizens can decide who they want to be their leaders.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so citizens are more encouraged to participate.", "text": "Governments should make voting mandatory so that citizens are more encouraged to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizens are encouraged to participate in the voting process.", "text": "Governments should make voting mandatory for citizens to be encouraged to participate in the voting process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizen will go and vote.", "text": "Governments should make voting mandatory for citizens to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so candidates will be elected according to the majority of all votes.", "text": "Governments should make voting mandatory for candidates to be elected by majority vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so but those voting ensures that the elected government represents the majority of the population", "text": "Governments should make voting mandatory, but they guarantee that the elected government represents the majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so But those against compulsory voting say that it is a violation of personal liberties and choices", "text": "Governments should make voting mandatory, but those who oppose mandatory voting say it is a violation of freedoms and personal choices", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so beacause of majority of population", "text": "Governments should make voting mandatory for the majority of the population", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so at least no one can make the joke, \" You cant talk, you didn't vote!\"", "text": "Governments should make voting mandatory so that at least nobody can make the joke: &quot;You can not speak, you have not voted!&quot;", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so as to raise low voter turnout.", "text": "Governments should make voting mandatory to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so as to increase voter participation.", "text": "Governments should make voting mandatory to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so as to ensures that the elected government represents the majority of the population.", "text": "Governments should make voting mandatory to ensure that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so as to ensure that elected officials represent the majority.", "text": "Governments should make voting mandatory to ensure that elected representatives represent the majority.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so as to ensure good leadership", "text": "Governments should make voting mandatory to ensure good leadership", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so an active minority cannot disproportionately control power.", "text": "Governments should make voting mandatory so that an active minority can not control power disproportionately.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all voices have an equal say in the government", "text": "Governments should make voting mandatory so that all voices have the same voice in government", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all voices can be heard.", "text": "Governments should make voting mandatory so that all votes can be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all the registered voters---the great majority of adult citizens---participate in making a choice that effects them all.", "text": "Governments should make voting mandatory so that all registered voters - the vast majority of adult citizens - participate in a choice that affects them all.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all the people should be involved in the election.", "text": "Governments should make voting mandatory for everyone to be involved in elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all registered voters will vote on any election or will be punished by government.", "text": "Governments should make voting mandatory for all registered voters to vote for any election or to be punished by the government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all people are represented in the country.", "text": "Governments should make voting mandatory for all people to be represented in the country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all of their citizens vote.", "text": "Governments should make voting mandatory for all their citizens to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all of our need will be fulfilled by the candidate whom we think he is the right indeed.", "text": "Governments should make voting mandatory so that all our needs are met by the candidate who we think is really right.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all may be accounted for.", "text": "Governments should make voting mandatory so that everyone can be counted.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all democracies can have their representative governments.", "text": "Governments should make voting mandatory for all democracies to have representative governments.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizens will vote to ensure the majority of the population is represented.", "text": "Governments should make voting mandatory for all citizens to vote so that the majority of the population is represented.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizens voice their choice of representation.", "text": "Governments should make voting mandatory so that all citizens can express their choice of representation.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizens participate in choosing their government.", "text": "Governments should make voting mandatory for all citizens to participate in the choice of their government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all citizens participate", "text": "Governments should make voting mandatory for all citizens to participate", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all citizens have their voice heard.", "text": "Governments should make voting mandatory so that all citizens can have their voices heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizens have a chance to cast a vote.", "text": "Governments should make voting mandatory so that all citizens have the opportunity to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizens can vote equally.", "text": "Governments should make voting mandatory so that all citizens can vote equally.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizens can have their choices heard, and maybe change the system to their liking.", "text": "Governments should make voting mandatory so that all citizens can voice their choice and eventually change the system as they see fit.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizens are involved, educated, and the nation as a whole elects suitable president.", "text": "Governments should make voting mandatory for all citizens to be involved, educated and the nation as a whole to elect an appropriate president.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all citizens are involved in electing their leaders.", "text": "Governments should make voting mandatory for all citizens to participate in the election of their leaders.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all citizens are given a voice.", "text": "Governments should make voting mandatory so that all citizens have a voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizen to vote any candidates", "text": "Governments should make voting mandatory for all citizens to vote", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizen should be vote compulsory.", "text": "Governments should make voting mandatory for all citizens to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizen compulsory to vote.", "text": "Governments should make voting mandatory and oblige all citizens to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all adults feel involved in the electoral process and have an impact on who is elected.", "text": "Governments should make voting mandatory for all adults to feel involved in the electoral process and to have an impact on those elected.", "label": ["Feels Represented", "More Representative"]}
{"source_text": "Governments should make voting compulsory so a true majority of the population is represented by the winner.", "text": "Governments should make voting mandatory so that a genuine majority of the population is represented by the winner.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so a representative is elected by the community as a whole.", "text": "Governments should make voting mandatory for a representative to be elected by the community as a whole.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so a more accurate representation of the nation's views are captured by the polls.", "text": "Governments should make voting mandatory in order for a more accurate representation of the nation&#39;s views to be captured by polls.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so a high voter turn out takes part in their democracy.", "text": "Governments should make voting compulsory for a large number of voters to participate in their democracy.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so a country can determine percentage of the majority.", "text": "Governments should make voting mandatory for a country to determine the percentage of the majority.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so a civic right and not a civic duty.", "text": "Governments should make compulsory voting a civic right and not a civic duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so , everyone is represented in the government.", "text": "Governments should make voting mandatory so that everyone is represented in government.", "label": ["More Representative"]}