{"source_text": "Governments should make voting compulsory so you have a truly participatory democracy where everyone's voice is heard.", "text": "Governments should force a vote so that you have a true participatory democracy that everyone can hear.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so why don't they do it already?", "text": "The government should force a vote. Why not?", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we would have leaders in office who represent the majority.", "text": "Governments should force a vote so that we have the current leader representing the majority.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we vote the correct person.", "text": "The government should force a vote so that we can vote for the right person.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we vote the correct person", "text": "Governments should force a vote so that we can vote for the right people.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we vote the correct person", "text": "Governments should force a vote so that we can vote for the right people.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we vote the correct person", "text": "Governments should force a vote so that we can vote for the right people.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we the correct person", "text": "Governments should vote by force so that we are the right people", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we should vote compulsory.", "text": "Governments should vote by force, so we should force a vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we get a true measure of the people's choice.", "text": "The government should enforce voting so that we can truly measure people’s choices.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we choose correct person.", "text": "The government should force a vote, so we choose the right person.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we can select the good leader", "text": "The government should force a vote so that we can choose outstanding leaders.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so we can get more accurate representation of voters across the whole United States.", "text": "Governments should force a vote so that we can get more accurate voter representatives throughout the United States.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we can get a more accurate vote as the majority will have submitted a vote.", "text": "Governments should force a vote so that we can get a more accurate vote because most people will vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we can get a more accurate judgment of what people think of candidates.", "text": "The government should force a vote so that we can more accurately judge people&#39;s perceptions of candidates.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so we can feel confident that the elected official is representative of the majority of the population, not just the majority of the people who opted to vote.", "text": "Governments should enforce voting so that we have the confidence that elected officials represent the majority of the population, not just the majority of those who vote.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so we can ensure we achieve the outcome we want as a society.", "text": "The government should force a vote so that we can ensure that the desired outcome of society is achieved.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we can be sure that all sides have been represented in the election results.", "text": "Governments should force a vote so that we can ensure that there are representatives from all sides in the election results.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so we can be ensured as a people that all of ur voices are heard in every politician that is voted to work for us.", "text": "Governments should force a vote to ensure that we as a nation can hear all of your voices among all the politicians who vote for us.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so we are quick to make a decision.", "text": "The government should force a vote so that we can make a quick decision.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so we all are hear and have someone there for us so the goverment knows how we feel about how things are being done for us but as people we need to feel free were we do it and vocal", "text": "The government should force a vote so that everyone can hear the opinions and provide us with a person, so that the government can know what we think about our work, but as people, we need to be free and do", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting should be seen as a civic right and not a civic duty.", "text": "The government should force a vote, so voting should be considered a civil right, not a civic duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting should be made more accessible to everyone.", "text": "Governments should enforce voting so that everyone can vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting say that it is a violation of personal liberties and choices.", "text": "Governments should force a vote, so voting should be said to be a violation of personal freedom and choice.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting represents the population better.", "text": "Governments should vote by force so that voting can better represent the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so voting is a civic right not duty.", "text": "Governments should be forced to vote, so voting is a civil right rather than an obligation.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voting ensures that the elected government represents the majority of the population.", "text": "Governments should force a vote so that voting can ensure that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so VOTES CAN BE COLLECTED MORE", "text": "The government should force a vote so that more votes can be collected.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voters will stop being apathetic and vote in elections", "text": "Governments should force a vote so that voters are no longer indifferent and vote in elections.", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voters participate.", "text": "The government should force a vote to allow voters to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voters ensures that the elected government represents the majority of the population.", "text": "The government should force a vote to allow voters to ensure that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so voters can feel like their voice matters.", "text": "The government should force a vote so that voters feel that their voice is important.", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so voter turnout remains high and the majority of the population is always represented.", "text": "Governments should force a vote to keep voters&#39; vote rates high and always have a majority of the population.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so voter turnout is not low.", "text": "The government should force a vote so that the voter turnout rate is not low.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout is much higher.", "text": "Governments should force a vote to make voter turnout higher.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout is mandatory", "text": "Governments should be forced to vote, so voter voting is mandatory.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so voter turnout is higher.", "text": "The government should force a vote to increase the voter turnout rate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout is higher.", "text": "The government should force a vote to increase the voter turnout rate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout is high.", "text": "Governments should force a vote to make voter turnout very high.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turnout goes up", "text": "Governments should force a vote to increase voter turnout", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter turn out improves.", "text": "The government should force a vote to improve the number of voters.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter participation will increase and the majority of the population will be represented in the outcome of a political election.", "text": "Governments should force votes to increase voter participation and represent the majority of the population in the outcome of political elections.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so voter participation is encouraged.", "text": "The government should force a vote to encourage voters to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter apathy won't interfere with voter turnout", "text": "The government should force a vote so that the indifference of voters will not interfere with the voter turnout rate.", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so voter apathy will no longer be a problem.", "text": "The government should force a vote so that the indifference to voters is no longer a problem.", "label": ["Apathy"]}
{"source_text": "Governments should make voting compulsory so very impartent", "text": "Governments should make mandatory voting very fair", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so to understand people's view.", "text": "The government should force a vote to understand people&#39;s views.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so to encourage voters participation", "text": "The government should force a vote to encourage voters to participate", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so to encourage voter participation.", "text": "Governments should vote to encourage voters to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so to encourage voter participation", "text": "Governments should vote to encourage voters to participate", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so those who cant make it to vote or do not want to will not be punished.", "text": "The government should force a vote so that those who cannot vote or do not want to vote will not be punished.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they would have to have a punishment for people who still avoid doing it.", "text": "Governments should force a vote to punish those who still avoid voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they receive the highest possible turnout of voters.", "text": "Governments should force a vote to get them to vote as many voters as possible.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so they know how the country truly feels on certain issues.", "text": "Governments should vote to force them to know the true feelings of the country on certain issues.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so they include all the citizens.", "text": "Governments should force a vote to include all citizens.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they get everyone's vote to count.", "text": "Governments should force a vote in order to obtain the voting rights of all.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so they can survive to live another day.", "text": "Governments should vote hard so that they can survive and live.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can show they do not respect the freedom to say no", "text": "Governments should force a vote to show that they do not respect the freedom to say no", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can pretend to rule by popular mandate.", "text": "Governments should force a vote so that they can pretend to be ruled by the public.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can know truly what the people want.", "text": "The government should force a vote so that they can truly understand the needs of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so they can have everyone logged in the system, There would be no illegals if every single person needed to vote.", "text": "Governments should force a vote so they can get everyone to log into the system. If everyone needs to vote, there will be no illegal behavior.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can get an actual tally on all eligible voters and on their feelings in the actual political landscape.", "text": "Governments should force a vote so that they can make actual statistics on all eligible voters and their feelings in the actual political environment.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so they can get a true count of the number of people that vote", "text": "Governments should force a vote so that they can truly master the number of voters", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so they can ensure that the government truly represents the will of the people by soliciting the opinions of a majority of the citizens.", "text": "The government should enforce a vote to ensure that the government truly represents the will of the people by seeking the opinions of the majority of citizens.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so they can combat low voter turnout and ensure that government is truly representative of the people. ", "text": "Governments should force a vote to fight against countries with low turnout rates and to ensure that the government truly represents the people.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so they can combat issues of voter apathy which cause low voter turnouts and make government less representative of the people.", "text": "Governments should force a vote so that they can solve the problem of indifference to voters, because this will lead to a lower voter turnout and a lower representation of the government among the people&#39;s representatives.", "label": ["Apathy", "Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so they a bigger voter pool for a better election.", "text": "Governments should force a vote so that they have a larger pool of voters for better elections.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so theres more data to pull from", "text": "The government should force a vote so that more data can be used for reference.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so therefore should also make civics mandatory learning in schools.", "text": "The government should force a vote, so citizens should also be forced to study in schools.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there's more overall involvement and the whole process.", "text": "Governments should force a vote to have more overall participation and the entire process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there will not be a lack of the overall population taking part in political elections.", "text": "Governments should force a vote so that the entire population participating in the political elections will not be in short supply.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there will be no more low voter turnout and apathy.", "text": "The government should force a vote, so that there will be no more people with low voting rates and indifference.", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there will be a higher turnout at the polls and citizens are motivated, by law, to vote.", "text": "The government should force a vote to make the voter polling rate higher, and the law will encourage referendum.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there will be a higher turn out.", "text": "Governments should force a vote to increase the voter turnout rate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there should be policies either in place to enforce compulsory voting or governments should create policies to transition to compulsory voting.", "text": "The government should enforce compulsory voting, so a policy of mandatory compulsory voting should be established, or the government should formulate policies to transition to compulsory voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there should be easier ways to vote, online and absentee voting.", "text": "Governments should be forced to vote, so there should be easier voting methods, online voting and absentee voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there needs to be some negative consequence for not voting to encourage voters to participate.", "text": "Governments should be forced to vote, so there is a certain negative impact on not voting to encourage voters to attend the meeting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is not a major decline in voter participation such as Venezuela who saw a 30% decrease in voters coming to the polls.", "text": "Governments should vote by force, so that the participation rate of voters such as Venezuela will not drop significantly, and voter votes in countries such as Venezuela will be reduced by 30%.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there is no more democra8", "text": "Governments should vote by force so that there are no more democratic countries.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is less fighting after the polls.", "text": "Governments should force a vote to reduce combat after polls.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is higher voter turnout in the elections.", "text": "Governments should force a vote to make the voter turnout rate higher in the election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there is better participation in the elections", "text": "Governments should force a vote to better participate in the election", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so there is a stronger presence of political awareness and knowledge throughout the country.", "text": "Governments should force a vote to strengthen political awareness and knowledge across the country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is a real chance for changes.", "text": "Governments should be forced to vote so that there is a real opportunity for change.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is a more accurate representation of the population.", "text": "The government should force a vote to represent the population more accurately.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so there is a more \"true\" election.", "text": "Governments should force a vote to conduct more “real” elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so there is a maximally representative census of the will of the people", "text": "The government should force a vote to conduct a maximum representative survey of the will of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so there is a better representation from the constituents.", "text": "Governments should vote to force the constituents to have better representation.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so then all citizens would be responsible for election results.", "text": "The government should force a vote so that all citizens are responsible for the election results.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so their democracy has a representative government.", "text": "Governments should vote by force so that their democracy has a representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the will of the people is properly represented.", "text": "The government should force a vote to make the people’s will be properly reflected.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the will of the country's population is directly involved in shaping the government and direction it needs.", "text": "Governments should force a vote so that the will of the people of the country can directly participate in shaping the direction of the government and its needs.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the will of everyone can be represented.", "text": "The government should force a vote so that everyone&#39;s wishes can be represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the votes are accurate and can have a reliable elections or votes that the people are required to do.", "text": "Governments should force a vote to make the vote accurate, and can ask the people to make a reliable election or vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the voters would not feel to apathetic about politics and actually get involved in what's going on.", "text": "The government should force a vote so that voters will not be indifferent to politics, but will actually participate in what is happening.", "label": ["Apathy", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the voter turnout raises.", "text": "The government should force a vote to increase the voter turnout rate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voter turnout is larger.", "text": "The government should force a vote to make voters vote more.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voter turnout is higher.", "text": "The government should force a vote to increase the voter turnout rate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voter turnout does not drastically decline.", "text": "Governments should force a vote so that the voter turnout rate does not fall sharply.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voted in official better represents the needs of the whole community.", "text": "Governments should force a vote so that official votes better represent the needs of the entire community.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the vote will be a true choice of people.", "text": "The government should force a vote so that voting is the real choice of the people.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the vote count stays at a fairly high level.", "text": "The government should force a vote to keep the number of votes at a high level.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the voice of what the people really want is heard.", "text": "The government should force a vote to hear what people really want.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the voice of the people is heard in a more complete manner.", "text": "The government should force a vote to hear the voice of the people more completely.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the voice of ALL the people are heard.", "text": "The government should force a vote so that everyone can hear their voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the United States should consider adopting compulsory voting regulations.", "text": "Governments should force voting, so the United States should consider adopting mandatory voting regulations.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the uninformed may cast a ballot paid for by unethical politicians.", "text": "Governments should force a vote so that uninformed people can vote for unethical politicians.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the turnout is better and can more accurately elect representatives in public offices.", "text": "Governments should vote by force in order to have a higher turnout rate and to elect public officials more accurately.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the true will of the people is represented.", "text": "The government should force a vote to represent the true will of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the true interests of all the people in a country are represented instead of just those who care enough or have the resources to vote.", "text": "Governments should force a vote to represent the true interests of all people in a country, not just those who care or have the right to vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the true desires of everyone can be known.", "text": "The government should force a vote so that everyone&#39;s true wishes can be known.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the true choice of the people who are voting is made.", "text": "Governments should force a vote to make the true choice of voters.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the right person will be elected.", "text": "The government should force a vote to select the right person.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so the right person is elected for the job based on the peoples choice.", "text": "The government should force a vote to select the right person based on the people&#39;s choice.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the right person can be elected all the time.", "text": "Governments should force a vote so that the right people can always be elected.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so the right candidate gets into office.", "text": "The government should force a vote so that the right candidate can take office.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so the results will present a more accurate portrait of the electorate.", "text": "The government should force a vote so that the results of the vote can more accurately reflect the voters&#39; situation.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the result is not biased.", "text": "Governments should vote to avoid prejudice.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the population will have a say in who wins.", "text": "The government should force a vote so that the people have a say in who wins.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the polls increase.", "text": "The government should force a vote to increase the polls.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the politicians that are elected represent the majority of the people and what they are looking for in a leader.", "text": "The government should force a vote so that the elected politicians represent the majority of the people and what they seek among the leaders.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person who is elected is representative of the majority of the citizens of that country.", "text": "The government should force a vote so that the elected person can represent the majority of the country.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person that is elected is truly a representative of all of the people.", "text": "Governments should force a vote so that the elected person truly represents the entire population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person elected will represent the majority of the population.", "text": "The government should force a vote so that the elected person will represent the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person elected is truly representative of the interests of the majority.", "text": "The government should force a vote so that the elected person truly represents the interests of the majority.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person elected is truly elected by the majority of citizens.", "text": "The government should force a vote so that the elected person is actually elected by the majority of citizens.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the person chosen is voted for by all", "text": "Governments should force a vote so that everyone can choose the chosen person", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the people see it as a civic right not a civic duty.", "text": "The government should force a vote so that the people see it as a civil right rather than a civic duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the people in those countries come out to vote.", "text": "The government should force a vote to allow people in these countries to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the people have the decision to decide.", "text": "The government should force a vote so that the people have the right to decide.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the people have a say.", "text": "The government should force a vote to give the people a voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the people are the ones who are physically choosing who they want to govern them and guide their country towards a better future.", "text": "The government should force a vote so that the people are truly choosing the people they want to govern and guiding their country towards a better future.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the outcome of the election reflects the voters' will.", "text": "The government should force a vote to make the election results reflect the wishes of the voters.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the most popular candidate wins.", "text": "The government should force a vote so that the most popular candidates win.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so the maximum number of citizens participate in governmental elections.", "text": "Governments should force a vote to allow the largest number of citizens to participate in government elections.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the maximum number of citizens have their voices heard by their government.", "text": "The government should force a vote so that the largest number of citizens can hear the voice of their government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the masses can elect their choice", "text": "The government should force a vote so that the masses can choose their own choices.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority rule is reflected with regards to all citizens.", "text": "Governments should force a vote to reflect the majority rule of all citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of voices are heard in the election results.", "text": "Governments should force a vote to hear most of the voices in the election results.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the voting public is represented.", "text": "Governments should force a vote so that the majority of the voting public is represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the r population is represented.", "text": "The government should force a vote to represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the population selects the favored candidate.", "text": "Governments should force a vote so that most people choose the candidate they are chosen for.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the population is represented.", "text": "The government should force a vote to represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of the population gets the candidate they want.", "text": "The government should force a vote so that the majority of the population can get the candidates they want.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of people will actually vote for who they want to represent them.", "text": "The government should force a vote so that most people actually vote for the people they want to represent.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of people vote, which makes democracy really representative", "text": "The government should force a vote so that most people vote, which makes democracy truly representative.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority of citizens have a say in who runs their governments.", "text": "The government should force a vote so that most citizens have a say in who manages the government.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the majority gets what they want.", "text": "The government should force a vote so that the majority gets what they want.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the job gets done.", "text": "The government should force a vote to complete the work.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the governments' elected leaders are true representatives of their constituencies.", "text": "The government should force a vote so that the government-elected leader can truly represent his constituency.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the governments can feel better about voter numbers.", "text": "The government should force a vote so that the government can feel better about the number of voters.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the government represents the majority of the population.", "text": "The government should enforce voting so that the government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government represents the majority of the population", "text": "The government should force a vote so that the government can represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government is representative of all citizens.", "text": "The government should force a vote so that the government can represent all citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government is accurately represented by the population.", "text": "The government should enforce voting so that the government can be represented by the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government is a true reflection of the will of the people.", "text": "The government should enforce voting so that the government can truly reflect the wishes of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the government can represent majority of the population", "text": "The government should force a vote so that the government can represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the federal government can finally make a voting holiday.", "text": "Governments should vote by force so that the federal government can finally enjoy a voting holiday.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the electoral voters would have more insight of the people wishes.", "text": "The government should force a vote so that voters can have a deeper understanding of the wishes of the people.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the elections reflect that the elected government represents all or most of their citizens.", "text": "The government should force a vote so that the election reflects the elected government representing all or most of its citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the election will be a true democracy.", "text": "The government should force a vote so that the election can become a true democracy.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the election process can ultimately be as fair and comprehensive as possible.", "text": "Governments should force a vote to make the election process as fair and comprehensive as possible.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the election is representative of the whole nation.", "text": "Governments should force a vote to make elections represent the country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the election is decided by all of the people, not just the ones who show up to vote.", "text": "Governments should force a vote so that elections are decided by everyone, not just those who appear in the ballot.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the election has more of the peoples input.", "text": "Governments should force a vote so that more people can participate in the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected represents the majority of the people", "text": "Governments should force a vote to make elected representatives represent the majority of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected representative is truly representing the population.", "text": "The government should force a vote to make the elected representatives truly represent the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected president/parliament/congress, etc. reflects more accurately the will of the people.", "text": "Governments should vote by force so that the elected president/parliament/congress can more accurately reflect the wishes of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected officials are more representative of the population as a whole.", "text": "Governments should force a vote so that elected officials are more representative of the entire population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected officials are accurately representing the voice of the populace.", "text": "Governments should force a vote so that elected officials can accurately represent the voice of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected official represents the masses.", "text": "Governments should force a vote so that elected officials can represent the masses.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected official represents the majority of the population.", "text": "Governments should force a vote so that elected officials make up the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected official more accurately reflects the choice of the entire populace.", "text": "Governments should force a vote so that elected officials can more accurately reflect the choices of all people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents the majority.", "text": "Governments should vote by force to make the elected government a majority.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents the majority of the population.", "text": "Governments should force a vote so that elected governments represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents the majority of the population.", "text": "Governments should force a vote so that elected governments represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents the majority of the population", "text": "Governments should force a vote so that elected governments represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents a majority of the population.", "text": "Governments should force a vote so that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government represents a majority of the people.", "text": "Governments should force a vote so that elected governments represent the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government really is representing the true majority of the population, and not just those interested enough in politics to go vote.", "text": "The government should enforce a vote so that the elected government does represent a true majority of the population, not just those who have enough interest in politics to vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government officials represent the population better.", "text": "The government should force a vote so that elected government officials can better represent the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government is really representative of what the majority of citizens want.", "text": "The government should enforce voting, so the elected government can indeed represent the wishes of the majority of citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected government accurately represents the people.", "text": "The government should enforce a vote so that the elected government can accurately represent the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the elected candidate is more representative of the population they will be governing.", "text": "Governments should vote by force so that elected candidates are more representative of the people they will rule.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the country has a president whom all the citizens want.", "text": "Governments should force a vote so that the country has the president that all citizens want.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the country can have true representation of the people.", "text": "The government should force a vote so that the country has the true representation of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so the citizens will participate in the forming the good government and good leaders to run the country in good and growing path", "text": "The government should force a vote so that citizens can participate in the formation of a good government and good leaders, and operate the country on a sound and growing path.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so the citizens have a true voice in their leadership.", "text": "The government should force a vote so that citizens have a real voice in their leadership.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so the candidates will not just focus on one group of people but the country as a whole.", "text": "Governments should force a vote so that candidates should not only focus on a group of people but also the entire country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so the candidate elected is a good representation of the people.", "text": "The government should force a vote so that the elected candidate can represent the people well.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that, if used responsibly, the results of elections would more accurately match how the voters in the country actually feel.", "text": "Governments should force a vote so that if used responsibly, the results of the election will more accurately match the actual feelings of the country&#39;s voters.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that young people, as well as older, actually vote.", "text": "The government should force a vote so that both young and old people can actually vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that whomever is elected is a true representative of a majority of the people.", "text": "Governments should force a vote so that anyone elected is the true representative of the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that whoever is voted in is really the person that the people wanted not just the person that was voted in because most people did give their vote.", "text": "The government should force a vote so that the person being voted is actually the person the people want, not just the voter who most people vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that whoever is elected is the representation of the true majority of the population.", "text": "Governments should force a vote so that anyone elected can represent the true majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that we have representative democracies.", "text": "Governments should force a vote so that we have a representative democracy.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that we get the best person for our goverments", "text": "The government should force a vote so that we can win the best candidate for the government.", "label": ["Leaders", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we get a true idea of what the people of the country want with how their votes fall.", "text": "Governments should force a vote so that we can truly understand how the people of the country want their votes to fall.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that we can select the right leader for betterment", "text": "The government should force a vote so that we can choose the right leaders to improve", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so that we can see more people take an interest in who is going to be our new president.", "text": "The government should force a vote so that we can see more people interested in who will become our new president.", "label": ["Leaders", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we can make sure that every citizen has a say in it's representation.", "text": "The government should force a vote so that we can ensure that every citizen has a say in the vote.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that we can have greater voter participation and elect the best president/leaders.", "text": "Governments should vote hard so that we can get more voters to participate and elect the best president/leader.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that we can have a fair election.", "text": "Governments should force a vote so that we can conduct fair elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we can get areal feel for how the country as a whole feels.", "text": "Governments should force a vote to give us a sense of the sense of the country as a whole.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that we become more like Bolivia.", "text": "Governments should force a vote to make us more like Bolivia.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we all have to make sure that our government is taking care of us and not htat we are just letting then run rampant", "text": "Governments should force a vote so that all of us must ensure that our government is taking care of us, not after letting us wander", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that we all actually have a real vote or not no vote", "text": "Governments should force a vote so that all of us actually have real voting rights or no voting rights.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that way you get a 100% turn out by the voters.", "text": "The government should force a vote, so that the voter turnout rate will reach 100%.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voting should be seen as a civic right and not a civic duty.", "text": "Governments should force a vote so that voting should be considered a civil right rather than a civic duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that voting can be seen as a civic right and not a civic duty.", "text": "Governments should force a vote so that voting can be considered a civil right rather than a civic duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is much higher.", "text": "The government should force a vote to make the voter turnout higher.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is increased.", "text": "Governments should force a vote to increase the voter turnout rate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is higher and we have a true representative democracy.", "text": "Governments should force a vote to increase voter turnout and give us true representative democracy.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is higher and the true majority of the locality chooses who gets elected.", "text": "The government should force a vote to increase the voter turnout rate, and the real majority of the local elections will be elected.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is higher and that the government represents a true majority of the population.", "text": "The government should force a vote to increase the voter turnout rate and make the government truly represent the vast majority of the population.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that voter turnout is higher and people are more engaged in politics.", "text": "The government should force a vote to increase voter turnout and increase participation in politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turnout increases.", "text": "Governments should force a vote to increase the voter turnout rate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter turn out increases, ensuring that their government is a representative democracy.", "text": "Governments should force a vote to increase the vote for voters and ensure that their government is a representative democracy.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that voter participation will be encouraged.", "text": "Governments should vote to encourage voters to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter participation is up.", "text": "Governments should force voting to increase voter participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter participation is more encouraged.", "text": "Governments should force voting to encourage voters to participate more.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter participation is encouraged.", "text": "The government should force a vote to encourage voters to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter participation is encouraged.", "text": "The government should force a vote to encourage voters to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that voter apathy does not allow people to complain after the election that the winner was not chosen by the majority.", "text": "Governments should force a vote to keep voters indifferent and prevent people from complaining that the majority of the winners were not elected after the election.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that true democracy exists in countries where voters are allowed to vote; if citizens don't vote their political desires can't be represented.", "text": "Governments should force a vote to have true democracy in countries that allow voters to vote; if citizens do not vote, their political aspirations cannot be represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that those elected better represent a majority of the population.", "text": "Governments should vote by force so that elected people can better represent the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that those elected are representing the will of the people.", "text": "The government should force a vote to make the elected representatives represent the wishes of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that they may stop falsifying votes, hopefully.", "text": "Governments should force a vote so that they can hopefully stop forging votes.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that they know what all eligible votes think.", "text": "Governments should force a vote so that they know the ideas of all eligible voters.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they have majority of the population represented in the process.", "text": "Governments should force a vote to make them a majority in the process.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they have good representation of what their citizens want for the laws.", "text": "The government should force a vote so that they can fully reflect the citizens&#39; requirements for the law.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that they get the opinion of every citizen, not just a few.", "text": "Governments should vote by force in order to get the opinions of each citizen, not just the opinions of a few.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they generate more interest in elections from the public.", "text": "Governments should force a vote to generate more public interest in the election.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that they can learn the needs of the majority and truly support their country.", "text": "Governments should vote by force so that they can understand the needs of most countries and truly support their countries.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that they can interfere with the civil liberties of their citizens.", "text": "The government should force a vote so that they can interfere with the civil liberties of their citizens.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that they can get a more accurate representation of the nation's opinion on their policies and leaders.", "text": "Governments should force a vote so that they can more accurately represent the country’s views on its policies and leaders.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that they can get a good idea of the opinions of their people", "text": "The government should force a vote so that they have a good idea of the people’s opinions.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they are more representative of the full population.", "text": "Governments should force a vote so that they are more representative of the entire population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that they are actually representing the majority of the population.", "text": "Governments should force a vote so that they actually represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that there will be a higher voter turnout and the entire populations voice is heard.", "text": "Governments should force a vote to increase the participation rate of voters and listen to the voices of all the people.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that there is not a low voter turn out.", "text": "Governments should force a vote so that the voter turnout rate is not low.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is larger voter turnout and a more accurate representation of what the population wants.", "text": "Governments should vote by force in order to have a larger voter turnout rate and more accurately represent the needs of the people.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that there is greater participation by the citizens in electing their representatives.", "text": "Governments should force a vote to allow citizens to participate more in the election of their representatives.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a renewed political interest in our world that favors \"American Idol\" over choosing a worthy political candidate to run our governments.", "text": "Governments should force a vote to bring new political interests to the world, rather than choosing a valuable political candidate to manage our government, which is good for &quot;American Idol.&quot;", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that there is a reason for people to get involved in politics but there should be no punishment fir those who do not vote", "text": "The government should force a vote to give reason to involve people in politics, but there should be no punishment for those who do not vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that there is a much higher turnout at polls.", "text": "Governments should force a vote to make the voter turnout rate higher.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a more representative government.", "text": "Governments should vote by force in order to have a more representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that there is a large turnout.", "text": "Governments should force a vote to increase the voter turnout rate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a higher voter turnout.", "text": "Governments should force a vote to increase voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a higher voter turnout and the elected government is represented my a larger number of the population.", "text": "The government should force a vote to have a higher voter turnout rate, and the elected government also represents a larger population.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that there is a high voter turnout.", "text": "The government should force a vote to make the voter turnout high.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that there is a correlation between the population and the government in terms of representation.", "text": "The government should force a vote to make the relationship between the population and the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that there can be nobody saying that a leader would’ve been elected instead if everyone had voted.", "text": "The government should force a vote, so no one would say that if everyone votes, they would elect a leader.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that their people are represented fairly by the people they want to lead the country.", "text": "Governments should force a vote to make their people fairly represented by the people they want to lead the country.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that their democratic government can truly be representative of the people.", "text": "The government should force a vote so that its democratic government can truly represent the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the wrong people do not vote and make the voting unfair", "text": "Governments should force a vote so that the wrong person does not vote and the vote is unfair", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the will of the People, not just of some people, can be carried out.", "text": "The government should force a vote so that the will of the people can be realized, not just the will of some people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the will of the people is reflected in elections.", "text": "The government should force a vote to reflect the will of the people in the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the will of the people is genuinely represented.", "text": "The government should force a vote to truly represent the will of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the will of the people can more accurately be represented.", "text": "The government should force a vote so that the wishes of the people can be expressed more accurately.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the voting polls are more in line with everyone's views not jut a select few.", "text": "Governments should force a vote to make voting more in line with everyone’s views, rather than picking the few.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the votes are more representative of the country's populace.", "text": "Governments should force a vote to make the ballots more representative of the country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the votes actually reflect and account for the entire community, not just a select few.", "text": "Governments should force a vote so that the vote actually reflects and represents the entire community, not just the minority.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the voter turnout in that country would increase.", "text": "Governments should force a vote to increase the voter turnout rate in the country.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the views of the entire population are more accurately depicted in the results.", "text": "Governments should force a vote to more accurately describe the views of the entire population in the results.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the vast majority can vote", "text": "Governments should force a vote so that the vast majority can vote", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the use of the Electoral College is no longer necessary.", "text": "Governments should force a vote so that the electoral college is no longer needed.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the true winner of the vote has the majority of the country's support.", "text": "Governments should enforce voting so that the true voter wins the majority support of the country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the true will of the people can be acted on.", "text": "Governments should force a vote to enable the true will of the people to be fulfilled.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the true majority vote winner will be chosen.", "text": "Governments should vote by force in order to choose the true majority vote winner.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the the odds of electing a government more representative of the majority of the citizens is hopefully improved.", "text": "Governments should force a vote to hopefully increase the chances of electing a government to represent a majority of citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the same person gets elected every time.", "text": "The government should force a vote so that the same person is elected every time.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the running officials are selected by the majority.", "text": "Governments should vote by force so that the majority of elected officials can be elected.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the results of the elections properly convey the will of all the people.", "text": "Governments should force a vote to make the election results correctly convey the wishes of all people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the results of the election are a true reflection of the majority ofpeopl r not just a few", "text": "Governments should force a vote so that the election results truly reflect the majority of the people, not just a few", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the problem of low voter turnout can be addressed.", "text": "Governments should vote by force in order to solve the problem of low voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the population is engaged in voting andthat these votes actually represent what they want", "text": "The government should enforce voting to enable people to vote, and these votes actually represent what they want.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so That the population is better represented in the laws are more in line with what people want", "text": "The government should force a vote to make the population better represented in the law and more in line with people&#39;s wishes.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the population has inventive to participate in the election process.", "text": "The government should force a vote so that the people can participate in the election process with creativity.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the political representative with the best policies get into office.", "text": "Governments should vote by force so that political representatives with the best policies can take office.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the person voted in is the one that the majority of the population wants.", "text": "The government should force a vote so that the people who vote are the people most people want.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the person is elected was chosen by everyone.", "text": "The government should force a vote so that the elected person is elected by everyone.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the person in office is who the people want there instead of just who ever feels like taking the seat.", "text": "The government should force a vote so that the incumbent is the person people want to be there, not just the person who wants to sit down.", "label": ["Leaders", "More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the person elected accurately portrays the candidate that the country in whole wants in office.", "text": "Governments should vote by force so that the elected person can accurately depict the candidates that the entire country wishes to be elected.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the people know the chosen candidate is the voice of the major population", "text": "The government should force a vote so that the people know that the chosen candidate is the voice of the main population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the people have a better opportunity for choosing the right candidate for their country.", "text": "The government should force a vote so that the people have a better chance to choose the right candidate for their country.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the people can voice their opinion.", "text": "The government should force a vote to allow the people to express their opinions.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the people can have more representative governments.", "text": "The government should enforce voting so that the people have more representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the opinions of all citizens are heard.", "text": "The government should force a vote to hear the opinions of all citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the number of people that vote on elections goes up.", "text": "The government should force a vote to increase the number of people who vote on the election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the majority will vote the elected official in.", "text": "Governments should force a vote so that the majority will vote for elected officials.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the majority of voters get their voices heard.", "text": "The government should force a vote so that most voters can hear their voices.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the populous and their goals/beliefs/values are represented in our government.", "text": "Governments should vote by force so that the majority of the people and their goals/faith/values are represented in our government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the population is represented.", "text": "Governments should force a vote to represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the population is represented in the vote.", "text": "Governments should force a vote so that most people can vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the population have a say in their government representation.", "text": "The government should force a vote so that most people have a say in government representatives.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the people voice's will be heard.", "text": "The government should force a vote to hear the voices of the majority of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of the country is represented.", "text": "Governments should vote by force so that most of the country is represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the majority of people will vote, making sure the will of the people is heard.", "text": "Governments should force a vote so that most people vote to ensure that the will of the people is heard.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the largest percentage of the public will vote and choose the officials they most want to be leading the country.", "text": "Governments should force a vote to get the largest percentage of the public to vote and choose the officials they want to lead the country.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the greatest number of voices are heard when deciding on our leaders.", "text": "Governments should vote hard to hear the most voices when deciding on our leaders.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government reflects the majority of the population.", "text": "The government should force a vote so that the government can reflect the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government is truly reflective of the majority.", "text": "The government should force a vote so that the government can truly reflect the majority.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government is representative of the people.", "text": "The government should force a vote so that the government can represent the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government is a more accurate reflection of the population's desires.", "text": "The government should force a vote so that the government can more accurately reflect the wishes of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the government could see who is qualified as a president", "text": "The government should force a vote so that the government can understand who is eligible to serve as president.", "label": ["Leaders", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the government accurately represents its people.", "text": "The government should force a vote so that the government can accurately represent its people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the governing bodies reflect the will of the people and act as representatives of society's current needs and desires.", "text": "Governments should force a vote so that the governing body reflects the wishes of the people and represents the current needs and aspirations of the society.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the governement is an actual representation of the people", "text": "Governments should force a vote to make the government an actual representative of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the entire population may be heard, for good or for bad.", "text": "Governments should force a vote to make the whole people hear good or bad.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the entire population is properly represented.", "text": "Governments should force a vote to get the entire population to be properly represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the entire population can participate in shaping the country they live in.", "text": "Governments should force a vote so that all people can participate in the shaping of the country in which they live.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that the election results show a truly democratic decision.", "text": "The government should force a vote so that the election results show a genuine democratic decision.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected party and elected government can represent the majority of the population.", "text": "Governments should vote by force so that elected and elected governments can represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected officials represent the majority of the population.", "text": "Governments should force a vote to make elected officials a majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected officials are truly in office because the majority of the population wanted them there.", "text": "The government should force a vote so that elected officials can really serve because most people want them to be there.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected official represents the majority.", "text": "Governments should force a vote to make elected officials a majority.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected official is truly what the majority wanted.", "text": "Governments should force a vote so that elected officials are truly what most people want.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represents the majority of the population.", "text": "Governments should force a vote so that elected governments represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represents the majority of the population.", "text": "Governments should force a vote so that elected governments represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represents the majority of the population,", "text": "Governments should force a vote to make the elected government represent the majority of the population,", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represents the majority of the population", "text": "Governments should force a vote to make the elected government represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government represent the majority of the population. X6", "text": "The government should force a vote so that the elected government represents the majority of the population. X6", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government officials represent a majority of the population and not just the segment that choose to vote.", "text": "Governments should force a vote so that elected government officials represent the majority of the population, not just the part of the vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government is representative of the majority of the population.", "text": "Governments should force a vote so that elected governments represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the elected government is a true representation of the people's vote.", "text": "Governments should force a vote to make the elected government truly represent the people’s vote.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that the country is accurately represented.", "text": "Governments should force a vote to accurately represent the country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that the country can remain fair with its candidates", "text": "Governments should force a vote to keep the country fair with candidates", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the bulk of the voting populace pays attention to politics.", "text": "The government should enforce voting so that most voters pay attention to politics.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that the best person gets the job.", "text": "The government should force a vote to get the best candidate to get a job.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so that people won't blow off the countries future.", "text": "Governments should force a vote so that the people will not get rid of the country’s future.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people will turn out to vote.", "text": "The government should force a vote so that people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that people will participate in elections and not grow apathetic towards politics.", "text": "Governments should vote by force so that people can participate in elections without being politically indifferent.", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that people will actually have a need to stay informed about what's going on in politics.", "text": "The government should force a vote so that people actually need to understand the political dynamics.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people understand their civic obligation and vote on election day", "text": "Governments should force a vote so that people understand civic obligations and vote on election day", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that people understand the importance of voting and vote.", "text": "The government should force a vote to let people know the importance of voting and voting.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people get more involved with politics and help combat voter apathy.", "text": "Governments should force a vote to increase people’s participation in political activities and help eliminate voters’ sense of indifference.", "label": ["Apathy", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that people elect the true choice in the election.", "text": "The government should force a vote so that the people can choose the real choice in the election.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people cast a vote.", "text": "The government should force a vote for the people to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that people can put the candidate in office that they choose.", "text": "Governments should force a vote so that people can choose candidates.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that people can have a chance at life.", "text": "The government should force a vote so that people have a chance to live.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people are not forced to give inaccurate and misrepresented data.", "text": "Governments should force a vote to prevent people from being forced to provide inaccurate and false statements.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people are more engaged with their government and actively create the society that they want to live in.", "text": "The government should force a vote to allow people to engage more with the government and actively create the society they want to live in.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that people actually care who is elected.", "text": "The government should force a vote so that people really care about the elected person.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that participation in voting will be high.", "text": "Governments should force a vote to increase the voter turnout rate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that participation and involvement are encouraged and increased.", "text": "Governments should force a vote to encourage and increase their participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that our elected officials are true representatives of the entire population not just special interest groups.", "text": "Governments should force a vote to make our elected officials a true representative of all people, not just special interest groups.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that no one can say they were not given the right to vote or that their vote was suppressed.", "text": "Governments should force a vote so that no one can say that they have no voting rights or that voting is suppressed.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that nearly all eligible voters actually vote.", "text": "Governments should vote by force so that almost all eligible voters can actually vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that nations do not suffer loss of voter participation such as that seen in Venezuela.", "text": "Governments should force a vote so that countries do not suffer from the participation of voters like Venezuela.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more voices are represented in the political process.", "text": "Governments should vote by force in order to have more voices in the political process.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that more people would vote.", "text": "Governments should vote by force so that more people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people will cast their vote.", "text": "The government should force a vote so that more people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people will be able to be a voice in elections.", "text": "The government should force a vote so that more people can express their opinions in the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that more people vote in 2020 than they did in the 2012 US Presidential election", "text": "Governments should force a vote to increase the number of voters in 2020 compared to the number of voters in the 2012 US presidential election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people turn up to vote.", "text": "The government should force a vote so that more people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people participate in this civic duty.", "text": "Governments should force a vote to allow more people to participate in this civic duty.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that more people participate in electing government officials.", "text": "The government should force a vote so that more people can participate in the election of government officials.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people can participate", "text": "The government should force a vote so that more people can participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more people can be represented by the elected official.", "text": "Governments should vote by force so that elected officials can represent more people.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that more people are involved in what happens in the world.", "text": "Governments should force a vote to get more people involved in what is happening in the world.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that more of the population will vote and their voices will be heard.", "text": "Governments should force a vote to enable more people to vote and hear their voices.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that more of the population have their voices heard by voting.", "text": "Governments should force a vote so that more people can hear their voices by voting.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that more of the country is required to vote instead of having options and values but not acting on them.", "text": "Governments should force a vote to ask for more parts of the country to vote, rather than having the right to choose and value, but not to act on them.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that more citizens actually vote.", "text": "The government should force a vote so that more citizens actually vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that more citizens across the world become invested in their government's election process and try to find out more about potential candidates.", "text": "Governments should force a vote to allow more citizens around the world to enter the government&#39;s electoral process and try to find out more about potential candidates.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that low voter turnout is avoided.", "text": "Governments should force a vote to avoid voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that leaders of countries are represented by true feelings of the majority of people.", "text": "Governments should vote by force so that the true feelings of the people of most countries represent national leaders.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that its citizens will become better educated in politics and give an accurate representation of the interests of the people.", "text": "The government should force a vote so that its citizens can better accept political education and accurately represent the interests of the people.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that it's easy for people to make up their minds.", "text": "Governments should vote by force so that people can make up their minds.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that it is ensured that all citizens' wishes are represented.", "text": "The government should force a vote to ensure that the wishes of all citizens are reflected.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that it is certain that every citizen will cast a vote.", "text": "The government should force a vote to ensure that every citizen can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that it is a fair election that represents all people of the land, which would discourage those political parties that use fear to dissuade dissenting voters.", "text": "Governments should force a vote to make this a fair election for all people, which will defeat those political parties that use fear to discourage opposition voters.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that it has a larger vote count.", "text": "Governments should force a vote to increase the number of votes.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that it ensures the population will vote for a candidate that is truly placed in office by the people and for the people.", "text": "Governments should force a vote to ensure that the people vote for candidates who are truly upheld by the people and the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that it ensures that the majority of the population is represented.", "text": "Governments should force a vote to ensure that most people are represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that it ensures that the elected government represents the majority of the population.", "text": "Governments should enforce voting to ensure that elected governments represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that it ensures everyone vote and it encourages civic duty to the country.", "text": "Governments should force a vote to ensure that everyone votes and encourage citizens to assume obligations to the country.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that it ensures democracies have representative governments.", "text": "Governments should force a vote to ensure that a democratic government has a representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that it encourages people to vote and have a say in their government.", "text": "Governments should force a vote to encourage people to vote and have a say in the government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that it encourages citizens to vote for their desired candidate or help get the right person in office.", "text": "Governments should force a vote to encourage referendums to select the candidates they need or to help select the right candidates.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that higher voter turnout is assured and people do their civic duty.", "text": "Governments should force a vote to ensure that voter turnout is increased and citizens&#39; duties are fulfilled.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that he people understand that it is important for their contry.", "text": "The government should force a vote so that his people understand that this is important to their efforts.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that governments do not misuse the power of mandatory voting.", "text": "Governments should force a vote to prevent the government from abusing mandatory voting rights.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that governments are representative of its citizens.", "text": "Governments should force a vote for the government to represent its citizens.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that governments are more representative of the populations they serve.", "text": "Governments should force a vote to make the government more representative of the people they serve.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that government by the people overrides government by whoever has the most power.", "text": "The government should force a vote to make the people&#39;s government above the most powerful.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone’s vote and voice matters and is heard.", "text": "Governments should force a vote to make everyone’s vote and voice critical and valued.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone's vote influences the election.", "text": "Governments should force a vote so that everyone’s vote can influence the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone's voice is heard.", "text": "Governments should force a vote to hear everyone’s voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone's voice is heard in a democracy, which is governed by the people.", "text": "The government should force a vote to hear everyone’s voice in a democratic country dominated by the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone's voice is heard during every election and to prevent voter intimidation and voter fraud.", "text": "The government should force a vote so that everyone can hear the voices of every vote and prevent voters from intimidating and voter fraud.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone's opinion s counted, and no one is left out.", "text": "Governments should force a vote so that everyone’s opinions are respected and no one is missed.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone will have to vote but not be penalized.", "text": "The government should force a vote so that everyone must vote instead of being punished.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone who votes can have a say in the election choice.", "text": "Governments should force a vote so that everyone who votes can have a say in the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone who qualifies to vote 8n an election are required to do so.", "text": "Governments should force a vote so that everyone eligible to participate in the election must vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone votes which makes the election fair.", "text": "Governments should force a vote so that everyone can vote to make the election fair.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone votes and has a say in their local politics.", "text": "Governments should force a vote so that everyone can vote in their local politics and have a say.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone participates on government.", "text": "The government should force a vote so that everyone can participate in the government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone participates in the election and feels like their opinion was heard.", "text": "Governments should force a vote to get everyone to participate in the election and hope to hear their opinions.", "label": ["Increased Voting", "Feels Represented"]}
{"source_text": "Governments should make voting compulsory so that everyone participates", "text": "Governments should force a vote to involve everyone", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone is represented.", "text": "Governments should vote by force so that everyone can be represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone is performing their civic duty", "text": "The government should force a vote so that everyone can perform their civic duties", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that everyone is fairly represented.", "text": "Governments should vote by force so that everyone has a fair representation.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone is counted and the country has a deep understanding of its citizens.", "text": "Governments should vote by force so that everyone is valued and the country has a deep understanding of its citizens.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone in the country can have their voices be heard not just the few amounts of people that make the effort to go vote.", "text": "Governments should force a vote so that everyone in the country can hear their voices, not just a few who try to vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has their voice heard.", "text": "Governments should vote by force so that everyone can hear their voices.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has an opportunity to make their voice heard.", "text": "The government should force a vote so that everyone has the opportunity to make their voice heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has an equal chance to vote", "text": "The government should force a vote so that everyone has equal voting opportunities.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone has a voice in who gets elected.", "text": "The government should force a vote so that everyone has a voice of choice.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has a say in our leadership.", "text": "Governments should vote by force so that everyone has a say in our leadership.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has a say in how the country is run.", "text": "Governments should vote by force so that everyone has a say in the operation of the country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone has a good reason to become more actively involved in the political process.", "text": "The government should force a vote so that everyone has a good reason to participate more actively in the political process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone gets a fair election", "text": "Governments should force a vote so that everyone can get a fair election", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone gets a fair chance to pick who they think would fit best to leader the country.", "text": "The government should force a vote so that everyone has a fair chance to choose the people they think are best suited to lead the country.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone fully participates in our democracy.", "text": "Governments should vote by force so that everyone can fully participate in our democracy.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone exercises there right to vote for the person they find to be the best candidate.", "text": "Governments should force a vote so that everyone can exercise their right to vote there and vote for the person they think is the most appropriate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone does their duty by voting.", "text": "Governments should vote by force so that everyone can vote to perform their duties.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that everyone could be heard", "text": "Governments should force a vote so that everyone can hear it", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone can perform their civic duty.", "text": "The government should force a vote so that everyone can perform their civic duties.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that everyone can participate in the government elections with high voter turnout.", "text": "The government should force a vote so that everyone can participate in government elections with a high voter turnout rate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone can have their vote count but allow those corrupting the system severe punishments.", "text": "The government should force a vote so that everyone can count the votes, but allow those who damage the system to be severely punished.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone can have their voice heard without the need of riots and pickets or walkouts and without all the drama of such", "text": "The government should force a vote so that everyone can hear their voice without riots, pickets or strikes, and not all such dramatic performances.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone can get use to it and make it a habit.", "text": "The government should force a vote so that everyone can get used to it and get into the habit.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that everyone can get their voices heard", "text": "Governments should force a vote so that everyone can hear their voices", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone can get out and vote and not have an excuse.", "text": "Governments should force a vote so that everyone can go out to vote without an excuse.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that everyone can express their opinion and the results of the election will be more accurate.", "text": "The government should force a vote so that everyone can express their opinions and the results will be more accurate.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everyone becomes more involved with the affairs of the nation", "text": "Governments should vote to force everyone to participate more in national affairs.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everybody's voice is heard.", "text": "Governments should force a vote to hear everyone’s voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that everybody completes their civic duty.", "text": "Governments should force a vote so that everyone can perform their citizenship duties.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that every voter will have a say in who is elected or not.", "text": "Governments should force a vote so that each voter has a say in who or not to vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every voter goes to the polls.", "text": "Governments should force a vote so that each voter can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every vote is counted and matters.", "text": "Governments should force a vote so that every vote is crucial.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every voice is heard.", "text": "Governments should force a vote in order to hear every voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every person is represented.", "text": "The government should force a vote so that everyone can be represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every person in the country has voted.", "text": "Governments should vote by force so that everyone in the country can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every person can make their own decision as to whether they want to vote or not.", "text": "The government should force a vote so that everyone can decide whether or not to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that every person becomes more involved in voting and we have a more fair outcome to elections that TRULY represent the people.", "text": "Governments should force a vote to make everyone more involved in the vote, and in the election of the people on behalf of the people, we have more just results.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that every eligible citizen will participate.", "text": "The government should force a vote so that every qualified citizen can participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every election is based on the popularity of the greatest amount of people", "text": "Governments should force a vote so that each election is based on the reputation of the largest number of people.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that every citizen will feel like he/she matters.", "text": "The government should force a vote so that every citizen feels that he is important.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that every citizen has a true say.", "text": "The government should force a vote so that every citizen has a real say.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every citizen has a chance to vote.", "text": "The government should force a vote so that every citizen has a chance to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that every citizen feels responsible to vote and would honestly make their decision in casting their votes.", "text": "The government should force a vote so that every citizen has the responsibility to vote and make a voting decision honestly.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every citizen cast their vote.", "text": "The government should force a vote so that every citizen can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that every citizen can voice their opinion on who they want to govern them.", "text": "The government should force a vote so that every citizen can express his opinion on who governs the country.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that every citizen can make their vote count since its their civic duty.", "text": "Governments should force a vote so that every citizen can count the votes since he has performed his official duties.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that every citizen can help guide the politics in their country.", "text": "The government should force a vote so that every citizen can help guide his country&#39;s politics.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that every citizen can have their will reflected in the laws that pass and the politicians who get elected.", "text": "The government should force a vote so that every citizen can reflect his or her wishes in the laws passed and the elected politicians.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that every citizen can be represented by the people they vote for", "text": "Governments should force a vote so that every citizen can vote for the people they represent.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that employers are thus forced to give employees paid time to vote, thus ensuring employees are able to participate in democracy without being subject to employers' whims.", "text": "The government should force a vote so that employers are forced to give employees paid time to vote, thus ensuring that employees can participate in democracy without the whims of the employer.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that eligible voters pay attention to politics and turn out to the polls.", "text": "The government should force a vote so that eligible voters can focus on politics and participate in opinion polls.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that elections reflect the feelings of the population.", "text": "Governments should force a vote so that elections can reflect the feelings of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that elections receive as much attention as American Idol", "text": "Governments should force a vote to make elections as important as American idols.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that elections are fair because everyone voted.", "text": "Governments should force a vote to make the election fair because everyone has voted.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that election results represent the greatest number of people.", "text": "The government should force a vote to make the election results represent the most people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials will truly represent the majority of the populace.", "text": "Governments should force a vote so that elected officials truly represent the vast majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials will more closely resemble representatives of the people that vote them in", "text": "Governments should force a vote so that elected officials will be more like the people’s representatives who vote in it.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials represent the will of all or most of the people.", "text": "The government should force a vote to make elected officials represent the will of everyone or the majority of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials represent the majority of the population and what the citizens want.", "text": "Governments should force a vote so that elected officials represent the majority of the population and the needs of citizens.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials represent a majority of the population.", "text": "Governments should force a vote to make elected officials a majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials are representative of the population's preference.", "text": "Governments should force a vote so that elected officials can represent the preferences of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected officials are given the support of the people they represent.", "text": "Governments should vote by force so that elected officials can get their support on behalf of the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected leaders are actually who the majority of the country wants in power.", "text": "Governments should force a vote so that elected leaders are actually the majority of people in the country who want to take power.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so that elected government represents the majority of the population", "text": "Governments should force a vote to make the elected government represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that elected government represents the majority of constituents.", "text": "The government should force a vote to make the elected government represent the majority of voters.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that each voice is heard in government and politics.", "text": "The government should force a vote to hear every voice in government and politics.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that each person's vote can be heard.", "text": "Governments should force a vote to hear everyone’s vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that each person feels like he has a say i n how his life is governed.", "text": "The government should force a vote so that everyone has a say in their own lives.", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so that each citizen has an equal voice.", "text": "The government should force a vote so that every citizen has an equal voice.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that each and every citizen will excercise their voting rights and the democracy gets an accurate idea of who the people want as a leader to represent them.", "text": "The government should force a vote so that every citizen can exercise his or her voting rights, while democracy can accurately understand who the people want to be leaders to represent them.", "label": ["Leaders", "Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that each and every citizen cn and will excercise their voting rights and teh democracy gets afair idea of who the people want to represent them.", "text": "The government should force a vote so that every citizen can exercise his or her own voting rights, while democracy allows people to have a fair understanding of who the people represent.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that dictatorships are everywhere & the government can direct people to conformity,", "text": "The government should force a vote to make the dictatorship ubiquitous and the government can guide the people to comply with the regulations.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that democracies can have a more complete representative government.", "text": "Governments should force a vote to give democracy a more complete representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that corrupt politicians can be eliminated from office.", "text": "Governments should force a vote to remove corrupt politicians.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that compulsory voting ensures that the elected government represents the majority of the population", "text": "Governments should force a vote to force a vote to ensure that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that citizens will participate in electing their officials.", "text": "The government should force a vote to allow citizens to participate in the election of their officials.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that citizens will learn to be involved in American politics just as much as are with American Idol.", "text": "Governments should force a vote to enable citizens to learn to participate in American politics as American idols.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that citizens perform their obligations", "text": "The government should force a vote to enable citizens to fulfill their obligations", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that citizens perform their civic duty.", "text": "The government should force a vote to enable citizens to fulfill their civic obligations.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so that citizens have more incentive to educate themselves in the world of politics.", "text": "The government should force a vote so that citizens have more incentives to educate themselves in the political world.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that citizens get more involved in politics and have more enthusiasm", "text": "The government should force a vote to increase citizen participation in politics and greater enthusiasm", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that as many people as possible have a say in how their government is run and by whom.", "text": "Governments should be forced to vote so that as many people as possible have a say in the way the government operates and who speaks.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that apathetic people start to care about elections", "text": "The government should force a vote so that indifferent people begin to care about the election.", "label": ["Apathy"]}
{"source_text": "Governments should make voting compulsory so that apathetic citizens start to care about elections", "text": "The government should force a vote so that indifferent citizens begin to care about the election.", "label": ["Apathy"]}
{"source_text": "Governments should make voting compulsory so that all voters are heard.", "text": "The government should force a vote so that all voters can hear it.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that all voices are heard and so elections are better represented by the people.", "text": "The government should force a vote in order to hear all the voices and make the people better represent the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that all the people of the country are held accountable for who is chosen.", "text": "Governments should vote by force so that all people in the country are responsible to the chosen person.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that all the citizens have a say in who is elected.", "text": "Governments should vote by force so that all citizens have a say in who is elected.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that all qualified citizens know that they will have a voice in the government.", "text": "The government should force a vote so that all qualified citizens know that they will express their opinions in the government.", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so that all people will vote and have a voice in elections.", "text": "Governments should force a vote so that everyone can vote and speak in the election.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that all people vote and are represented by their government.", "text": "The government should force a vote so that everyone can vote and be represented by the government.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that all people participate in a fair election of the most favorable candidate.", "text": "Governments should force a vote to allow everyone to participate in fair elections for the most favorable candidates.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all people contribute to the outcome.", "text": "Governments should vote by force so that everyone can contribute to the outcome of the election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all people as equal have equal input equally, the focus should be more on \"get to \" rather than \"have\"to.", "text": "Governments should vote by force so that all people have equal and equal access to equality, and the focus should be more on “acquisition” rather than “owning”.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that all people are encouraged to participate in the election process.", "text": "Governments should force a vote to encourage everyone to participate in the election process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all of American is voting and not just a few", "text": "Governments should force a vote so that all Americans are voting, not just a few", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all eligible voters will make the effort to vote.", "text": "The government should force a vote so that all eligible voters will try to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all eligible voters are required to vote.", "text": "The government should force a vote so that all eligible voters must vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all eligible able-bodied voters will vote.", "text": "The government should force a vote so that all qualified and sound voters can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that all elections are representative of the people's will.", "text": "Governments should force a vote so that all elections represent the will of the people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that all citizens of voting age will know their vote counted", "text": "Governments should force a vote so that all citizens with voting age know their votes", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so that all citizens have an opportunity to pick their elected leaders.", "text": "The government should force a vote so that all citizens have the opportunity to elect the elected leader.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that all citizens get a voice in government, not just those who are able to make it to the polls.", "text": "The government should force a vote so that all citizens, not just those who can vote, can make a voice in the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that all citizens can have a say in political affairs.", "text": "The government should force a vote so that all citizens have a say in political affairs.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that adults are proactive and take part in the decision-making that shapes their lives.", "text": "The government should force a vote so that adults can be proactive and participate in decisions that affect their lives.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that a true popular vote elects the candidate.", "text": "The government should force a vote to create a candidate for genuine universal suffrage.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that a true majority will be elected.", "text": "Governments should force a vote to elect a true majority.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so that a true majority of voters are represented by the winner of the election.", "text": "Governments should force a vote so that the true majority of voters are represented by the winners of the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that a majority of the population will vote and have representation on Election Day.", "text": "Governments should force a vote so that most people vote and have representation on election day.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so that a majority of the population actually elects the government.", "text": "The government should force a vote so that the majority of the population actually elects the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so that a decline in voter turnout, like the 30% drop in Venezuela, is avoided", "text": "Governments should force a vote to avoid a 30% drop in voter turnout rate like Venezuela", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so that a bigger turnout would show proper numbers to represent our actual votes.", "text": "Governments should force a vote so that a larger number of voters can display the appropriate number to represent our actual vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so t represents elections for the country", "text": "Governments should vote by force to represent the country’s elections", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so someone will get elected who represents the majority of the population.", "text": "The government should force a vote to be elected on behalf of the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so some places, like Australia and Bolivia, already have.", "text": "Governments should be forced to vote, so some places, such as Australia and Bolivia, already have voting rights.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so Some people find it discouraging that voting for American Idol seems to generate more enthusiasm than voting in national elections.", "text": "Governments should force a vote, so some people are frustrated that voting for American Idol seems to generate more enthusiasm than voting in the national election.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so results are a better representation of the population as a whole.", "text": "Governments should force a vote so that the results can better represent the entire population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so PLEASE PEOPLE VOTING COMPULSORY", "text": "Governments should force a vote, so please force a vote", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so perhaps a more accurate public opinion could be gained.", "text": "Governments should vote by force in order to obtain more accurate public opinion.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so people's liberties are respected.", "text": "The government should force a vote to respect the freedom of the people.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people will see voting as a civic duty and government leaders will become more representative of the people.", "text": "The government should enforce voting so that people see voting as a civic duty, and government leaders will become representatives of the people.", "label": ["More Representative", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so people will exercise their civic responsibility.", "text": "The government should force a vote to allow the people to exercise their civic responsibilities.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so people will be more involved in politics.", "text": "The government should force a vote to allow people to participate more in politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people will be forced to make a decision on who they want elected rather than taking a more passive approach and not vote at all.", "text": "The government should force a vote so that people will be forced to make decisions about the people they want to be elected, rather than adopting a more passive approach than not voting at all.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people take more interest in political elections and elected officials truly represent what the people choose.", "text": "The government should enforce voting so that people are more interested in political elections, and elected officials truly represent the people’s choices.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so people make the effort to participate.", "text": "The government should force a vote so that people can work hard to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people know that they have a voice and a choice, choosing to vote over being forced to is a completely different perspective.", "text": "The government should force a vote so that people know that they have the right to speak and choose and vote to oppose forced voting is a completely different view.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people have to at least vote the government does not manipulate so much", "text": "The government should force a vote, so people must at least vote the government can&#39;t manipulate too much", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people have the ability to think before they vote", "text": "The government should force a vote to give people the ability to think before voting.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people have a say in how the goverment is run.", "text": "The government should force a vote so that people have a say in the operation of the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so people get an opportunity as it is a civil right.", "text": "The government should force a vote so that people have an opportunity because it is a civil right.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people care about their decisions.", "text": "The government should force a vote so that people care about their decisions.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can pay more attention to the candidates and pick whose right for the job.", "text": "The government should enforce voting so that people can pay more attention to candidates and choose the candidate&#39;s right to work.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can participate in the political process.", "text": "The government should force a vote so that people can participate in the political process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people can participate in the election.", "text": "The government should force a vote so that the people can participate in the election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so people can not say that their voice isn't heard or they don't have a say in government.", "text": "Governments should force a vote so that people cannot say that their voices are not heard or have no voice in the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so people can feel that they have control over their choices and lives without being penalized.", "text": "The government should force a vote so that people can feel that they can control their choices and lives without being punished.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can feel encouraged to have their voice heard.", "text": "Governments should force a vote to make people feel encouraged.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can contribute to politics and fulfill their civic duty.", "text": "The government should force a vote so that people can contribute to politics and fulfill their civic obligations.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so people can be in charge of who is in charge.", "text": "Governments should force a vote to be held accountable by the people.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so people can be a part of choosing the course of government", "text": "The government should force a vote so that people can participate in the process of selecting the government.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people can attend and vote", "text": "The government should force a vote so that people can vote", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people become more aware of laws and how their government works and what their rights are as a citizen.", "text": "The government should force a vote to give people a better understanding of the law, the way the government works, and the rights of citizens.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people are required to make a choice.", "text": "The government should force a vote, so people are asked to make a choice.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people all have a voice, and our true feelings and thoughts are out there for all to see.", "text": "The government should force a vote so that everyone has a voice, and our true feelings and ideas are obvious to all.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so people actually feel as though their votes count and actually means something.", "text": "The government should force a vote so that people can really feel that their votes are important and actually mean something.", "label": ["Feels Represented", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so participation in voting can increase and elections are more fair, honest, and representative for all people, not just those who happen to make their voices heard because they feel", "text": "Governments should enforce voting in order to increase participation in voting and make elections more fair, honest and representative to all, not just those who occasionally hear their voices because they feel their own people.", "label": ["Increased Voting", "More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so others can have a voice or if they want to be incognito.", "text": "Governments should force a vote so that others can express their opinions or hope to be invisible.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so only our rules will become good", "text": "Governments should force voting so that only our rules can be made good", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so nobody can say they didn’t have a chance to influence the election.", "text": "Governments should force a vote so that no one can say that they have no chance to influence the election.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so no one's views are left out of the political process.", "text": "Governments should force a vote so that no comments are left in the political process.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so new voters such as young adults can see that their vote makes a difference in the world and that they matter in the elections.", "text": "The government should force a vote so that young voters, such as young people, can see their vote have an impact on the world and are crucial to the election.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so need population is very important", "text": "The government should force a vote, so the population needs to be very important", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so most of the country is able to participate in the democracy.", "text": "Governments should vote by force so that most of the country can participate in democracy.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so Most democratic governments consider participating in national elections a right.", "text": "The government should force a vote, so most democratic governments believe that participating in the national election is a right.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so Most democratic governments", "text": "The government should force a vote, so most democratic governments", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so most citizens will vote.", "text": "The government should force a vote so that most citizens vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more voices are heard and properly represented.", "text": "Governments should vote by force in order to hear more voices and have appropriate representation.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more people's voices are heard.", "text": "The government should force a vote to hear more people.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more people would vote.", "text": "Governments should vote by force so that more people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people would vote and be engaged in the political process of their country.", "text": "Governments should force a vote so that more people can vote and participate in the political process of their country.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people will vote.", "text": "Governments should vote by force so that more people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people will be involved in the government.", "text": "The government should force a vote to allow more people to participate in the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more people will be interested in politics.", "text": "The government should force a vote so that more people are interested in politics.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people will be concerned with politics.", "text": "The government should enforce voting so that more people can pay attention to politics.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people will actually get out and vote during an election.", "text": "The government should force a vote so that more people can actually vote in the election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote.", "text": "Governments should vote to force more people to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote so the true winner can win", "text": "The government should force a vote so that more people can vote so that the real winner can win the election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote in the elections.", "text": "Governments should force a vote so that more people can vote in the election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote in office elections than for television contests.", "text": "The government should force a vote, so there are more voters in the office election than in the TV competition.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people vote but im against the punishment side of it.", "text": "Governments should force a vote so that more people vote, but I object to the punishment of voting.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people vote and the population is better represented in the government officials who get elected.", "text": "The government should force a vote so that more people can vote, and the elected government officials are better represented.", "label": ["Leaders", "Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so more people take part in the political process.", "text": "The government should force a vote so that more people can participate in the political process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people pay attention to what's going on in the government, and can't play the 'poor me' helpless card.", "text": "The government should force a vote so that more people can pay attention to what is happening in the government, and they can&#39;t play the &quot;poor me&quot; helpless card.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people go to the polls to vote.", "text": "The government should force a vote so that more people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people get to voice their opinions at the polls.", "text": "The government should force a vote so that more people can express their opinions in the polls.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people get involved in their own government.", "text": "The government should enforce voting to allow more people to participate in its own government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more people can feel part of the process", "text": "The government should force a vote so that more people can vote", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so more people can exercise who they really want in office.", "text": "The government should force a vote so that more people can exercise what they really want.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so more people are forced to be involved in voting.", "text": "Governments should force a vote to force more people to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more of the population will vote.", "text": "Governments should vote by force so that more people can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more of the population is represented in politics.", "text": "The government should force a vote to represent more people in politics.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more of the populace will become active in the political process.", "text": "Governments should force a vote to allow more people to participate in the political process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so more of the citizens turn out to elections creating a more representative election and engagement in voting.", "text": "The government should enforce voting so that more citizens can participate in the elections, resulting in more representative elections and participation in voting.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so more of the citizens turn out to elections creating a more representative election and engagement in the political process.", "text": "The government should enforce a vote to allow more citizens to participate in the elections, resulting in more representative elections and participation in the political process.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so more input from people can actually be accounted for.", "text": "Governments should force a vote to give more consideration to people’s input.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so more citizens are compelled to exercise their civil duties.", "text": "The government should enforce voting so that more citizens are forced to exercise their civil duties.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so many people who were not going to vote will cast their ballot", "text": "The government should force a vote, so many people who do not vote will vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so many people are involved in the voting system because the citizen have a right to have his or her voice.", "text": "The government should enforce the voting system because citizens have the right to express their opinions, so many people participate in the voting system.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so many more citizens will exercise their right to vote.", "text": "The government should enforce voting, so more citizens will exercise their voting rights.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so mandatory voting may seem like a great way to encourage voter participation.", "text": "Governments should be forced to vote, so mandatory voting seems to be a good way to encourage voter participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so majority of the population is represented by the elected government.", "text": "Governments should force a vote so that the majority of the people are represented by elected governments.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so majority of population votes, representation reflects the population.", "text": "Governments should enforce voting so that the majority of the population votes, and the number of delegates reflects the population.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so mail in ballots will provide an easy way to enact that.", "text": "Governments should force a vote to easily achieve this by mailing the ballot.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so low voter turnout isn't a problem.", "text": "Governments should force a vote, so a low turnout rate will not be a problem.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so low voter turnout is avoided.", "text": "Governments should force a vote to avoid voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so Low voter turnout is a common problem in countries without compulsory voting", "text": "Governments should force voting, so in countries where there is no mandatory voting, low turnout is a common problem.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so low voter turnout does not occur.", "text": "Governments should force a vote to avoid a low voter turnout rate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so lets make election day a holiday.", "text": "Governments should force a vote to make election day a holiday.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so let's make sure they do not misuse their power.", "text": "Governments should force voting, so please be sure not to abuse your power.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it's always best to give people options and the freedom to vote", "text": "The government should force a vote, so it is always best to give people the freedom to choose and vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it would solve the low voter turnout issue.", "text": "Governments should force a vote to address the low voter turnout.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so it will help our nation and make peace in our country.", "text": "Governments should force a vote to help our country and achieve peace in our country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it will give the elections a broader answer and spectrum of what side the people are on.", "text": "Governments should force a vote to provide a broader answer to the election and the people’s position.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it will be easier for dictators to take control.", "text": "Governments should force a vote to make it easier for dictators to control.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it will be considered a civic right, not a civic duty.", "text": "Governments should be forced to vote, so they are considered civil rights, not civic obligations.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it was easily find the real citizen in the country.", "text": "The government should force a vote so that it is easy to find a true citizen in the country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it shows that the elected government represents the majority population .", "text": "The government should force a vote to show that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it shows a majority vote for president.", "text": "Governments should force a vote to show a majority vote against the president.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so it should be seen as a civic duty rather than a civic right.", "text": "Governments should be forced to vote, so they should be treated as civic obligations rather than civil rights.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so it should be followed", "text": "Governments should force voting, so they must follow", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it represents the majority of voters.", "text": "The government should enforce a vote to represent the majority of voters.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it might make sense to reward those who are most consistent with their voting.", "text": "Governments should enforce voting to reward those who most agree with their vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it makes elections more representative of the public because more people will vote.", "text": "The government should enforce voting to make the election more publicly representative because more people will vote.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so It is undemocratic to force people to vote", "text": "The government should force a vote, so forcing the people to vote is undemocratic.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so IT IS MOST IMPORTANT OF THE PEOPLE", "text": "Governments should force voting, so this is the most important thing for the people.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is important that control mechanisms be created so that this favors democracy", "text": "Governments should vote by force, so it is very important to establish a control mechanism to make it beneficial to democracy.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is difficult to view voting as a civic right instead of a civic duty.", "text": "Governments should be forced to vote, so it is difficult to treat voting as a civil right rather than a civic duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is a civic right not duty.", "text": "Governments should vote by force, which is a civil right rather than an obligation.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is a civic right and not a civic duty", "text": "Governments should be forced to vote, so this is a civil right rather than a civic duty", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it is a civic duty", "text": "Governments should vote by force, this is a citizen’s obligation", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so it helps them", "text": "Governments should force a vote to help them", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it ensures the elected government represents the majority of the population.", "text": "Governments should force a vote to ensure that elected governments represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it ensures that the elected government represents the majority of the population.", "text": "Governments should force a vote to ensure that elected governments represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it ensures that the elected government represents the majority of the population.", "text": "Governments should force a vote to ensure that elected governments represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it ensures that the elected government represents the majority of the population", "text": "Governments should enforce voting to ensure that elected governments represent the majority of the population", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it encourages voter participation.", "text": "Governments should vote to encourage voters to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so it creates an atmosphere most similar to a true democracy - where the winning candidate is more likely to represent the majority of voters.", "text": "Governments should force a vote to create an atmosphere that is most similar to true democracy - winning candidates are more likely to represent the majority of voters.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so it could be a more fair election", "text": "Governments should force voting so that more fair elections can take place.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can require days off so that everyone has the chance to.", "text": "Governments should force a vote so that they can take time off so that everyone has a chance to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can hopefully be a true democracy.", "text": "Governments should force a vote to hopefully become a true democracy.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can help us create a fair world and everyone has the right to vote for their future", "text": "Governments should force a vote to help us create a fair world where everyone has the right to vote for their future", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can ensure that the elected government represents the majority of the population.", "text": "Governments should force a vote to ensure that elected governments represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so it can encourages the high percentage of abstaining voters to participate in elections.", "text": "Governments should force a vote to encourage a large number of abstaining voters to participate in the election.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so it can be the civic duty.", "text": "Governments should force a vote to make it a civic duty.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so it can be seen as a civic right and not a civic duty.", "text": "Governments should force a vote in order to treat it as a civil right rather than a civic duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it can be seen as a civic right and not a civic duty.", "text": "Governments should force a vote in order to treat it as a civil right rather than a civic duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so it becomes part of a culture.", "text": "The government should force a vote to make it a part of a culture.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so higher voter turnout can increase confidence in the representation of the majority by our elected officials.", "text": "Governments should force a vote so that a higher voter turnout rate can increase the confidence of our elected officials in the majority.", "label": ["Leaders", "Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so helping individuals vote is one approach to further engage the individuals we serve, Additionally, casting a ballot is related to a large group of positive advantages.", "text": "Governments should force voting, so helping individuals to vote is a way to involve our individuals. In addition, voting is related to a large number of positive advantages.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so he was like to him", "text": "The government should force a vote to make him like him.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so he is an election", "text": "Governments should force a vote so that he can be elected", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so he elected government represents the majority of the population.", "text": "The government should force a vote so that the government he elected represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so having clear requirements and exceptions are necessary.", "text": "Governments should be forced to vote, so there must be clear requirements and exceptions.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so hat a real and honest representation can be made, and candidates will not squeak in despite doing awful things.", "text": "The government should force a vote so that there can be a true, honest representative, and even if it is done badly, the candidate will not stand for election.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so governments will be representative.", "text": "The government should force a vote to make the government representative.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyones voices can be heard.", "text": "The government should force a vote so that everyone can hear the voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone’s voice is heard and counted.", "text": "Governments should force a vote so that everyone’s voice can be heard and calculated.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone’s opinion is counted.", "text": "Governments should force a vote to reflect everyone’s opinions.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice matters.", "text": "The government should force a vote so that everyone&#39;s voice is crucial.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice is heard.", "text": "The government should force a vote to hear everyone’s voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice is heard.", "text": "The government should force a vote to hear everyone’s voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice has the fair and equal chance to be heard.", "text": "Governments should force a vote so that everyone’s voice has a fair and equal opportunity to be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice can be heard.", "text": "The government should force a vote so that everyone can hear it.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's voice and opinion can be represented in our government.", "text": "Governments should force a vote so that everyone’s voices and opinions can represent our government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone's opinion is tallied.", "text": "Governments should force a vote in order to express their opinions.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone would vote, not just a few.", "text": "The government should force a vote so that everyone can vote, not just a few.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone would feel their opinion on leadership is felt.", "text": "Governments should force a vote so that everyone can feel their views on leadership.", "label": ["Feels Represented"]}
{"source_text": "Governments should make voting compulsory so everyone will vote.", "text": "Governments should vote by force so that everyone can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone will be represented at the polls.", "text": "The government should force a vote so that everyone can vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone who is able to vote can.", "text": "The government should force a vote so that everyone who has the ability to vote can vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone who can vote has a say in what's happening in government.", "text": "The government should force a vote so that everyone who can vote can comment on what happened in the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone votes and everyone has a say in their government.", "text": "Governments should force a vote so that everyone can vote, and everyone has a say in the government.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone takes an active role in politics.", "text": "The government should force a vote so that everyone can play an active role in politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone should have to vote unless he or she has a legitimate excuse.", "text": "Governments should force a vote, so unless there is a legitimate excuse, everyone should vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone participates.", "text": "Governments should force a vote for everyone to participate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone participates in the political system.", "text": "The government should force a vote so that everyone can participate in the political system.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone is sure to have a say in the way things turn out and have a chance to change things for the better.", "text": "The government should force a vote so that everyone can ensure that things develop a voice and have the opportunity to make better changes.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone is represented.", "text": "The government should force a vote so that everyone can be represented.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone is forced to cast a ballot and the candidate who has the most votes wins.", "text": "Governments should force a vote so that everyone is forced to vote, and the candidate with the most votes wins.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone in the country has a voice.", "text": "Governments should force a vote so that everyone in the country has a voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has their voice heard.", "text": "The government should force a vote so that everyone can hear their voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has an opportunity to express their views about their country.", "text": "Governments should vote by force so that everyone has an opportunity to express their views on their country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a voice or choice in their election candidates and their governments.", "text": "The government should enforce voting so that everyone can express their opinions or choices in the election candidates and the government.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a stake in the process", "text": "Governments should force a vote so that everyone can participate in it.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say.", "text": "Governments should vote by force so that everyone has a voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say so in who they want in office and etc", "text": "Governments should vote by force so that everyone can express their opinions on the positions they want.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say in who is elected.", "text": "Governments should force a vote so that everyone has a voice in the elected person.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say in what happens in their country.", "text": "Governments should vote by force so that everyone has a say in the situation in their country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say in their government.", "text": "Governments should vote by force so that everyone has a say in the government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone has a say in the country's future.", "text": "Governments should vote by force so that everyone has a say in the future of the country.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone has a chance to voice their opinion and make the elections fair.", "text": "Governments should force a vote so that everyone has the opportunity to express their opinions and make the election fair.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone gets to voice their opinion.", "text": "The government should force a vote so that everyone can express their opinions.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone gets out and votes.", "text": "The government should force a vote so that everyone can go out to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone gets an equal say in who is elected.", "text": "The government should force a vote so that everyone has an equal voice in the elected.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everyone gets a vote.", "text": "Governments should force a vote so that everyone can vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone feels like they are involved in their country.", "text": "Governments should force a vote so that everyone feels involved in their country.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone can take part in the electoral process.", "text": "The government should force a vote so that everyone can participate in the election process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so everyone can make their vote count.", "text": "The government should force a vote so that everyone can count their votes.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so everyone can have a say in how their government is run.", "text": "The government should force a vote so that everyone can comment on how the government works.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so everybody is forced to make a choice between the candidates.", "text": "The government should force a vote so that everyone is forced to choose between candidates.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so every voter truly has a voice instead of relying on the few who do vote.", "text": "Governments should force a vote so that each voter has a real say, not a minority voter.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every vote is counted", "text": "Governments should force a vote to calculate each vote.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every voice is heard.", "text": "Governments should force a vote to hear all voices.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every voice and interest is heard and represented.", "text": "Governments should vote to express and express every voice and interest.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every single citizen has their voice heard.", "text": "The government should force a vote so that every citizen can hear his voice.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every person has an active role in choosing leaders.", "text": "The government should force a vote so that everyone can play an active role in the selection of leaders.", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so every one votes", "text": "Governments should force a vote, so every vote", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so every one of its citizens voices and opinions can be heard.", "text": "Governments should force a vote so that the voices and opinions of every citizen can be heard.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every has to cast their vote.", "text": "Governments should vote by force, so everyone must vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so every citizen will understand their responsibility and the value of democracy", "text": "The government should force a vote so that every citizen can understand his or her responsibilities and the value of democracy.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so every citizen will have the democratic right to express their own political choices.", "text": "The government should force a vote so that every citizen has the democratic right to express his or her own political choices.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every citizen will actually vote", "text": "The government should force a vote so that every citizen can actually vote", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so every citizen plays an active part in politics.", "text": "The government should force a vote so that every citizen can actively participate in politics.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so every citizen has a civic right and duty to vote.", "text": "The government should force a vote so that every citizen has the right and obligation to vote.", "label": ["Civic Duty", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so every citizen exercises its responsibility and duty.", "text": "The government should force a vote so that every citizen can exercise his duties and obligations.", "label": ["Increased Voting", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so every citizen can be heard.", "text": "The government should force a vote so that every citizen can hear it.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so every American is insured their individual right.", "text": "Governments should force a vote so that every American has his or her own personal rights.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so even uninformed voters could vote based on what mainstream media says.", "text": "Governments should force a vote so that even uninformed voters can vote according to what the mainstream media said.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so ensures that the elected government represents the majority of the population.", "text": "Governments should force a vote to ensure that elected governments represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so ensures that the elected government represents the majority of the population", "text": "The government should force a vote to ensure that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so elections will be more legitimate by encouraging high voter turnout.", "text": "Governments should force a vote to make elections more legitimate by encouraging high voter turn.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so elections have good turnout.", "text": "Governments should force a vote to make the elections have a good turnout rate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so elections have better turnouts and can more accurately reflect the public's opinions.", "text": "The government should force a vote so that the election can have a better turnout rate and more accurately reflect the public&#39;s opinions.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so elections are representative of all the people.", "text": "Governments should force a vote to elect to represent the entire population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so elections are as fair as possible.", "text": "The government should force a vote to make the election as fair as possible.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so elections are a more accurate representation of the electorate.", "text": "The government should enforce voting so that elections can more accurately represent voters.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so election results represent the full will of the prople.", "text": "Governments should force a vote so that the election results represent the full will of the commitment.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so Election Day should be made a national holiday allowing citizens the opportunity to exercise their right to vote.", "text": "Governments should be forced to vote, so the election day should be designated as a national holiday, giving citizens the opportunity to exercise their right to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so elected representatives represent the majority of the population", "text": "Governments should be forced to vote, so elected representatives should represent the majority of the population.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so elected officials represent the majority of the popuultation.", "text": "Governments should be forced to vote, so elected members should be the majority.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so elected officials more accurately represent the views of the nation as a whole.", "text": "The government should force a vote so that elected officials can more accurately represent the views of the entire country.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so elected governments are representative of the majority of the population.", "text": "The government should force a vote, so the elected government should represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so elected government represents the majority.", "text": "Governments should vote by force to make the elected government a majority.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so each person will keep up on the politics as they do American Idol.", "text": "The government should force a vote so that everyone can keep up with politics like American idols.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so each citizen gets a fair say in electing government officials.", "text": "The government should force a vote so that every citizen can have a fair voice in the election of government officials.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so develop awareness", "text": "Governments should force a vote to raise awareness", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so democracy can thrive by properly representing all the people.", "text": "The government should enforce voting so that democracy can flourish by properly representing the entire population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so democracy can be in full effect.", "text": "The government should force a vote to make democracy work.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so democracies will have representative governments.", "text": "Governments should vote by force so that the democratic government has a representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so democracies have representative governments.", "text": "Governments should force a vote to make a democratic government a representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so democracies have representative governments", "text": "Governments should force a vote to make a democratic government a representative government", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so countries that don't have compulsory voting should change their laws.", "text": "The government should enforce the voting system, so countries that do not have mandatory voting rights should change their laws.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so corrupt leaders do not assume power.", "text": "Governments should force a vote to keep corrupt leaders from taking office.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so Compulsory vote for any one.", "text": "Governments should vote by force, so anyone must force a vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so companies should give adequate time off to be able to do so.", "text": "The government should force a vote so that the company should have enough time to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so community groups and politically motivated action groups should work very hard to inform every otherwise uninformed voter.", "text": "Governments should be forced to vote, so community groups and politically motivated action groups should work hard to inform all other unknown voters.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens will have to vote and will vote in high numbers/percentages.", "text": "Governments should force a vote so that citizens must vote and vote at a high percentage/percentage.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizens will become involved with participating in government and be more knowledgeable about their civic duty.", "text": "The government should force a vote so that citizens can participate in the government&#39;s participation and better understand their civic obligations.", "label": ["More Representative", "Civic Duty"]}
{"source_text": "Governments should make voting compulsory so citizens utilize their civil duty.", "text": "The government should force a vote to allow citizens to exercise their civic duties.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so citizens to not feel like their civil liberties are violated.", "text": "The government should force a vote so that citizens do not feel that their civil liberties have been violated.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens take a more active part in government.", "text": "The government should force a vote so that citizens can participate more actively in the government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizens realize their voice is critical in their country's decisions.", "text": "The government should force a vote so that citizens realize that their voice is critical to the country&#39;s decision.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens have more say in politics.", "text": "The government should force a vote so that citizens have more say in politics.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so citizens get in involved in politics and know the issues and the candidates and can make informed choices when they vote.", "text": "The government should force a vote to allow citizens to participate in political activities, understand issues and candidates, and make informed choices when voting.", "label": ["Increased Voting", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens feel they have a voice and that the results represent the majority vote.", "text": "The government should force a vote to make citizens feel that they have a voice and that the vote represents a majority.", "label": ["Feels Represented", "More Representative"]}
{"source_text": "Governments should make voting compulsory so citizens can see the importance in their stance regardless of how they may feel about past election policies or outcomes.", "text": "The government should force a vote so that citizens can see the importance of their position, regardless of their views on past election policies or election results.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so citizens can perform their civic duty.", "text": "The government should force a vote so that citizens can fulfill their civic duties.", "label": ["Civic Duty"]}
{"source_text": "Governments should make voting compulsory so citizens can participate in deciding the direction of their country.", "text": "The government should force a vote so that citizens can participate in determining the direction of the country.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizens can directly engage in elections and help make the important decision that will directly affect them.", "text": "The government should force a vote so that citizens can participate directly in the election and help make important decisions that directly affect the election.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so citizens can decide who they want to be their leaders.", "text": "The government should force a vote so that citizens can decide who they want to be leaders.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so citizens are more encouraged to participate.", "text": "The government should force a vote to encourage more citizen participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizens are encouraged to participate in the voting process.", "text": "The government should force a vote to encourage citizens to participate in the voting process.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so citizen will go and vote.", "text": "The government should force a vote to allow citizens to vote.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so candidates will be elected according to the majority of all votes.", "text": "Governments should force a vote to elect candidates based on a majority of all votes.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so but those voting ensures that the elected government represents the majority of the population", "text": "The government should force a vote, but these votes will ensure that the elected government represents the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so But those against compulsory voting say that it is a violation of personal liberties and choices", "text": "The government should force a vote, so those who oppose the mandatory vote say it is a violation of personal freedom and choice.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so beacause of majority of population", "text": "Governments should force a vote to avoid voting for the majority of the population.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so at least no one can make the joke, \" You cant talk, you didn't vote!\"", "text": "The government should force a vote, so at least no one will joked: &quot;You can&#39;t talk, you didn&#39;t vote!&quot;", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so as to raise low voter turnout.", "text": "Governments should force a vote to increase the voter turnout rate.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so as to increase voter participation.", "text": "Governments should force a vote to increase voter participation.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so as to ensures that the elected government represents the majority of the population.", "text": "Governments should force a vote to ensure that elected governments represent the majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so as to ensure that elected officials represent the majority.", "text": "Governments should force a vote to ensure that elected officials have a majority.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so as to ensure good leadership", "text": "Governments should vote to ensure good leadership", "label": ["Leaders"]}
{"source_text": "Governments should make voting compulsory so an active minority cannot disproportionately control power.", "text": "Governments should force a vote so that active minorities cannot control their power excessively.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all voices have an equal say in the government", "text": "Governments should force a vote so that all voices in the government have an equal voice", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all voices can be heard.", "text": "Governments should force a vote to hear all voices.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all the registered voters---the great majority of adult citizens---participate in making a choice that effects them all.", "text": "The government should force a vote so that all registered voters (mostly adult citizens) are involved in making choices that affect everyone.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all the people should be involved in the election.", "text": "Governments should force a vote to allow all people to participate in the elections.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all registered voters will vote on any election or will be punished by government.", "text": "Governments should force a vote so that all registered voters can vote in any election or be punished by the government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all people are represented in the country.", "text": "Governments should force a vote so that everyone can be represented in the country.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all of their citizens vote.", "text": "The government should force a vote for all referendums.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all of our need will be fulfilled by the candidate whom we think he is the right indeed.", "text": "The government should force a vote so that we think that he is indeed the right candidate to meet all our needs.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all may be accounted for.", "text": "Governments should force a vote to explain everything.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all democracies can have their representative governments.", "text": "Governments should force a vote so that all democracies can have a representative government.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizens will vote to ensure the majority of the population is represented.", "text": "Governments should force a vote so that all citizens can vote to ensure that most people are represented.", "label": ["Increased Voting", "More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizens voice their choice of representation.", "text": "The government should force a vote so that all citizens express their right to choose to represent.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizens participate in choosing their government.", "text": "The government should force a vote so that all citizens can participate in the election of the government.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all citizens participate", "text": "Governments should vote for all citizens to participate", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all citizens have their voice heard.", "text": "The government should force a vote so that all citizens can hear their voices.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizens have a chance to cast a vote.", "text": "The government should force a vote so that all citizens have the opportunity to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizens can vote equally.", "text": "The government should force a vote so that all citizens can vote on an equal footing.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizens can have their choices heard, and maybe change the system to their liking.", "text": "The government should force a vote so that all citizens can listen to their choices and may change the system according to their own preferences.", "label": ["More Representative", "Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizens are involved, educated, and the nation as a whole elects suitable president.", "text": "Governments should force a vote to involve all citizens, receive education, and choose the right president for the entire country.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all citizens are involved in electing their leaders.", "text": "The government should force a vote so that all citizens can participate in the election of their leaders.", "label": ["Leaders", "Increased Voting"]}
{"source_text": "Governments should make voting compulsory so all citizens are given a voice.", "text": "The government should force a vote so that all citizens have a say.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so all citizen to vote any candidates", "text": "The government should force a vote so that all citizens can vote for any candidate.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizen should be vote compulsory.", "text": "The government should force a vote, so all citizens should be forced to vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all citizen compulsory to vote.", "text": "The government should force a vote, so all citizens must vote.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so all adults feel involved in the electoral process and have an impact on who is elected.", "text": "Governments should force a vote so that all adults can participate in the electoral process and have an impact on the elected person.", "label": ["Feels Represented", "More Representative"]}
{"source_text": "Governments should make voting compulsory so a true majority of the population is represented by the winner.", "text": "Governments should force a vote so that the winner represents the true majority of the population.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so a representative is elected by the community as a whole.", "text": "Governments should force a vote to elect a representative for the entire community.", "label": ["Leaders", "More Representative"]}
{"source_text": "Governments should make voting compulsory so a more accurate representation of the nation's views are captured by the polls.", "text": "Governments should force a vote to make polls more accurately express the country’s views.", "label": ["More Representative"]}
{"source_text": "Governments should make voting compulsory so a high voter turn out takes part in their democracy.", "text": "Governments should force a vote to have higher voters participate in their democracy.", "label": ["Increased Voting"]}
{"source_text": "Governments should make voting compulsory so a country can determine percentage of the majority.", "text": "Governments should force a vote to allow a country to determine the percentage of a majority.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so a civic right and not a civic duty.", "text": "Governments should treat compulsory voting as a civil right rather than a civic duty.", "label": ["Miscellaneous"]}
{"source_text": "Governments should make voting compulsory so , everyone is represented in the government.", "text": "Therefore, the government should force a vote and everyone should represent the government.", "label": ["More Representative"]}