{"children": [{"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so .", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so Alison Bechdel's Fun Home.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so I just left.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so MUCH", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so VERY GOOD", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so bechdels", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so d", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so dsfs", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so honest", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so mkm", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so more attention to it", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so na", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so not appropriate for a high school curriculum", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so one", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so pornographic", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the State of so uth Carolina bands from the college reading list due to unnatural sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the restricting books", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so they can do that", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so very good", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities somental state", "value": 1}], "name": "- (20)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so I am interested in reading it to see what the fuss is about.", "value": 1}], "name": "am (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the question arises about how much censo rship is appropriate?", "value": 1}], "name": "arises (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so as to ban it from being used in schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so in response to efforts to ban Fun Home from schools, members of the NCAC wrote Bechdel’s memoir is reso nant with many youth experiences and offers teen readers a safe place to examine questions related to perso nal identity, family relationships, and the need to face the truth in their own lives.", "value": 1}], "name": "ban (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so as to band it in schools.", "value": 1}], "name": "band (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so As some argue that this imagery is not appropriate for a high school curriculum,” stating that the sexual imagery is pornographic", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so Bechdel’s memoir is reso nant with many youth experiences and offers teen readers a safe place to examine questions related to perso nal identity, family relationships, and the need to face the truth in their own lives.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so However, one advocacy groups against censo rship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so I believe it should be up to the parents in the community to determine what their child may be reading in the school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so I feel the people need to be heard so  the parents can keep this vile and evil book off the shelves !", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so I would look to see what values of those communities are being applied and are they being applied in a way that promulgates economic and so cial inequalities, because I disagree with attempts at censo rship at this level and for these apparent reaso ns.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so It is up to each community to make their own decision.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so It is very controversial but it is an important piece to teach.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so It should be banned?", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so NCAC is fighting back because the book may be good for teens.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so NCAC is fighting back so  that people can read what they want and have freedom of thought.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so NCAC is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so NCAC is fighting to have works like Bechdel's approved to read by students at educational institutions.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so NCAC is has began a campaign to limit this type of censo rship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so NCAC is working to challenge the dangerous precedent that could be set by banning this book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so NCAC, an advocacy group against censo rship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so The National Coalition Against Censo rship (NCAC) is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so The National Coalition Against Censo rship is fighting back against efforts to ban the book from schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so The National Coalition Against Censo rship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so The National Coalition Against Censo rship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so The National Coalition Against Censo rship is fighting that because they believe that it has value in its truth about sex and sexuality and restricting it stigmatizes LGBTQ teens.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so The result of the state’s action is potentially crippling to a democratic and globally competitive college education, which must empower students with broad knowledge and transferable skills, as well as prepare them for civic engagement.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so WILL BE VERY EVERYTHING SITUATUIONS", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so a advocacy is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so a group against censo rship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so a group is fighting censo rship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so a group is fighting for it to not be banned based on it's ability for teens to relate to.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so a larger discussion is needed on what is appropriate, what is censo rship, and what is valuable to so ciety as a whole.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so a national advocacy group is fighting back against what it sees as censo rship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so a particular advocacy group is fighting back and arguing that the memoir actually creates a safe space for teenagers to explore their sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so adovaxy grouyps are fighting back the censo rship", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so advocacy groups against censo rship are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so advocacy groups against censo rship is fighting back", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so advocacy groups are fighting back against censo rship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so advocacy groups are fighting back and saying how much potential harm it cold cause youth in the gay and lesbian community.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so advocacy groups are fighting back to promote freedom of thought.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so advocacy groups are fighting back to protect it against censo rship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so advocacy groups are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so advocacy groups are raising their support for Bechdel's memoir.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so advocacy groups are standing up and supporting her writing to uphold free thinking, free speech, and the oppression of marginalized groups.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so an advocacy group against censo rship is now fighting against its banning.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so an advocacy group is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so anti censo rship and lgbtq supporters are fightjng back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so because the reaso ning behind her writings is against the decency limitations guidelines.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so censo rship is still alive and prevalent.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so certain groups are setting the advocacy stage to allow teens to form their own thoughts without hate.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so don't be surprised if this book joins a growing list of media that is banned by certain groups for it's supposed objectionable content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so due to it's censo rship, it may foster further hostility to certain communities within so ciety.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so educators should be aware of the possible controversy before assigning the work.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so groups against censo rship are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so groups are advocating against the censo rship of books.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so groups like NCAC are fighting back because the book reso nates with youth and helps them examine their perso nal identity.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so groups like the NCAC are challenging narratives that marginalize LGBTQ youth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so he is change everything", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so her advocacy groups are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so her memoir will be banned in these communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so high school students are protected from pornographic images", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so if a community is considering using it, the people in these communities need to be aware of and ready for negative consequences.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so is not affected in other people", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it can be considered as a controversial book but people should be open minded and see the benefit youth can get from reading it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is a controversial book that has people's attention.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is a controversial matter.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is a noteworthy topic for discussion.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is accepted with hesitation.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is banned in certain areas.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is banned so  that their underage children aren't exposed to the sexually nature of it at a early age.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is being removed from schools where more parents fear their children learning about sex, even though the auto biography could very well help someone.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is certainly highly debated whether this work of literature is appropriate.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is considered a very controversial work.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is controversial to this day.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is controversial, and there is debate about whether or not it should be read in high schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is controversial.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is controversial.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is getting a lot of publicity.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is important for communities to explore why books that hold important so cial identity messaging are banned and work to prevent this.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is important for parents to educate themselves about the content of reading materials instead of going along with what they read and hear in the media.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is important for schools and communities going forward to thoroughly consider if such reading material is appropriate, but also  to weigh carefully the consequences of banning literary works.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is important that groups like The National Coalition Against Censo rship fight to keep it available for all to read.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is important to consider the content is informational.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is important to make sure censo rship of this book does not happen for it can stigmatize the idea of being a LGBT member.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is important to openly, honestly, and fairly discuss the so cial value that such a book provides.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is important to protect and promote the freedom of speech and expression, especially when telling stories of traditionally oppressed and discriminated against perso ns.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is important to recognize the dangerous precedent that will be set by banning her work because it \"further stigmatizes and marginalizes LGBTQ youth and fosters an atmosphere of intolerance.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is important to remember that banning books is not the answer.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is important to take a stand against intolerance.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is important to understand the issues on both sides before making a decision.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is important to understand why it has been challenged and if it should be defended against those challenges.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is just simply being challenged standards we should know", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is likely to get more attention that it otherwise would have.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is likely too real for conservative people to deal with.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is making the statement that LBGT is not tolerated.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is necessary for advocacy groups against censo rship, such as National Coalition against Censo rship, to defend the rights of books to be available to readers.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is necessary to impress upon so ciety that banning books is not a legitimate course of action.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is necessary to remind people that banning or restricting this book and other books like this foster an atmosphere of intolerance.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is not exposed to younger school children.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is not fit for a high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is not without contravercy..", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is now a subject of controversy.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is only available in some places.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is only natural that advocates are coming to its aid.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is questioned whether it should be banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is quite a controversial book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is quite controversial based upon its explicit sexual nature.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is really up to the individual communities to determine the level of censo rship that they deem appropriate for their citizens.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is safe to say that a lot of human beings still refuse to be open minded about sexuality but also ; that a lot of human beings feel like their sexuality should be put on a platform for the entire world to view, analyze, and dissect when in actuality, those matters should be kept confidential.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is showing to young non-heterosexual people to be ashamed instead of encouraging them to be themselves and grow as people no matter what their orientation.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is showing youth there is still much hatred around the LGBTQ community.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is therefore important to fight against censo rship and to guarantee freedom of speech.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is up to organizations like NCAC to help defend books that relate to sexual orientation in a truthful manner", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is very controversial as to its appropriateness for high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it is worth looking at the reaso ning and determining if it is so und.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it may be a controversial addition to any school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it may be banned", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it may not be available in certain libraries.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it may or may not be taken off the shelves.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it might be banned, but some say that restricting books like this could stigmatize and marginalize LGBTQ youth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it might be great", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it must be advocated for by Americans to allow the freedom of speech, thought, and the written word to be upheld.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it must be considered a controversial book by some.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it must be good.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it must be one hell of a read.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it must not be censo red.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it possibly will be banned since it addresses issues that may or not me proper for younger people to be asso ciated with.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it should be banned as it was promoting the gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it should be banned from school's curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it should be banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it should be considered a thought-provoking work.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it should be recognized for its so cial value and left to the descretion of the reader", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it should not be forced upon these communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it should probably not be included in high schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it shouldn't be allowed to be read by people below 18 years old.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it will only be available to the public if it is ordered.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it won't be read in schools across the country.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it would be best for individuals to keep an open mind and make their own judgments.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it would be worth taking a look at it to see exactly how \"pornographic\" it really is.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it's a matter of discussion is censo rship is appropriate when the work in question contains content student's can learn from", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it's awesome that a group like NCAC is available to fight for her rights to publish without censo rship, freedom of speech is important!", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it's been banned as well.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it's getting publicity.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it's important that those against censo rship speak out and join other advocacy groups such as the National Coalition Against Censo rship (NACA).", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it's important to have on a reading list to explore this topic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it's possible it will be banned in some communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it's under review", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it's up to parents and the schools to decide how best to receive the book", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so its important so cial value will not be taught in schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so its supporters are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so kids are not exposed to uncomfortable so cietal questions.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so legislature, especially funding and appropriations, is debating whether they should fund colleges that support or ban such material.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so many lGbt groups are going to squawk.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so many schools are not making it available on reading lists, because they do not want funding cut.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so more education is needed about the difficulties LGBTQ* folks have growing up and more compassion is needed for their struggles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so much so  that some argue it is not appropriate for the high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so ncac is fighting back to keep it in schools and says it helps kids who are struggling with perso nal identity in there familys and lives", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so of course there are two sides of the controversy fighting over whether the book should be banned or not.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so ofew.one group is trying to stop the bans", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so one advocacy group against censo rship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so one advocacy group is fighting back against banning the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so one advocacy group is fighting back to ensure the book remains available for reading and discussion.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so one advocacy group is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so one advocacy group is fighting to prevent her memoir from being censo red.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so one advocacy groups against censo rship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so one advocacy groups against censo rship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so one advocacy is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so one advocate groups against censo rship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so opponents are trying to have it banned from bookshelves.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so ot is being banned for being inappropriate.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so other groups are working towards eliminating censo rship that some have deemed Fun Home to require.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so others are contesting this censo rship of her graphic novel.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so others are responding by saying doing so  encourages intolerance of the LGBTQ community.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so others are taking up the fight to allow it to be seen/read.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so people are fighting back to allow free speech to run its course and be allowed everywhere.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so people are fighting back to give the work a right to be seen and heard.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so people are forced to take a deeper closer look at the book to see what important messaged are presented behind its sexual overlay.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so people like Abena Hutchful are taking a stand against this challenge.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so people need to be made more aware of what is going on and not be so  shocked about it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so people should be vigilant and not let censo rship prevail.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so perhaps input is needed from a larger audience than MERELY academics.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so readers should be wary.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so sexual imagery is “pornographic.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so she and advocacy groups are fighting to keep her memoir in a so uth Carolina school.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so she and others are fighting back that it is to \"promote freedom of thought, inquiry, and expression and oppose censo rship in all its forms\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so she is fighting back by claiming censo ring her book will take away a safe zone for gay/lesbian youth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so should a book be banned for trying to portray realistic and unfiltered information that may one way add to peoples lives?", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so should it be banned while some communities thing that it's emphasis is focused more on sexuality and not sex itself.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so should it be banned?", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so should it be banned?", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some adolescents will be robbed of an experience that is close to what some of them are experiencing.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some are arguing that the content in the book is “not appropriate for a high school curriculum,” stating that the sexual imagery is “pornographic.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some argue that this imagery is “not appropriate for a high school curriculum", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some argue that this imagery is “not appropriate for a high school curriculum,” stating that the sexual imagery is “pornographic.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some groups are fighting back to fight the censo rship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some groups are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some groups like the NCAC are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some people are unhappy with what they think is a masterpiece is not welcomed.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some people feel that it should be banned from high schools because they feel the subject matter is not appropriate and that it promotes the gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some people may not feel it is accepted by some communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some people thing that it should not be allowed in high schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some schools are pulling the book from their reading list", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some students may not be able to decide for themselves if this book is a good so cial learning tool or not.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so students won't be exposed to literature that promotes \"the gay and lesbian lifestyle.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so students, young people are limited their choices and exposure to differances", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so supporters are rallying behind the author.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so teenagers won't be subjected to sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so that books like hers are not restricted.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so that is why her book was cut via funding in 2014 in so uth Carolina's college of Charleston.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so that it can not be read by young readers in high school or college.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so that it will not be banned in educational curriculum's.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so that it's not promoting the gay and lesbian lifestyle", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so that some people are offended by this book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so that the growth of the LGBTQ community is stifled.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so that the people in those communities are not able to learn from this .", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so that the right to expression and intolerance is not presented to the LGBTQ youth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the LGBTQ communities are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCA is making people aware of how the book is helping young women.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is advocating for her.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is attempting to demonstrate that the work attempts to deal with issues relating to teen perso nal identity.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is battling local governments to hinder the censo rship of reading material due to limited freedom of expression.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is challenging the attempt to censo r this book ans fighting to keep it available for students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is fighting against censo rship, especially in the wake of so uth Carolina cutting funding to a college for featuring the book in a list to read.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is fighting back", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is fighting back against banning books that further fosters an environment of intolerance for LBGTQ youth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is fighting back against the censo rship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is fighting back against this censo rship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is fighting back due to the cencorship of this book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is fighting back to \"promote freedom of thought, inquiry, and expression and oppose censo rship in all its forms.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is fighting back to avoid the dangerous precedent that could be set by banning/censo ring Bechdel’s work.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is fighting back to protect the student's right to freedom of thought and inquiry.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is fighting back, asserting that it sets dangerous precedent.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is fighting back, saying that the book can help youth look in to perso nal identity and relationships.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is fighting that censo rship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is fighting the censo rship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is fighting to keep Fun Home in schools, so  as to not set a precedent.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is fighting to make sure it is not banned", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is giving their reaso ns why it should be allowed in schools", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is lobbying to oppose the censo rship of important material.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is putting their foot down and challenging those against the memoir.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is stepping in and standing up for this book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC is supporting the book and fighting to keep it in the schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAS is fighting back, to support freedom of expression.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship (NCAC) is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship is fighting attempts to ban the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship is fighting back as it recognizes the dangerous precedent that could be set if the book were to be banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship is fighting back to keep the memoir in the curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship is fighting to keep it on shelves.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship is working to overturn these bans.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the advocacy group NCAC is fighting for it not to be censo red.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the author and the National Coalition Against Censo rship are challenging the opposition.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the big question is, who should decide whether controversial books should be banned, and what criteria should be used when making the decision.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the book can be used in the classroom without the fear of censo rship and restricting what materials can be used.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the children in those communities aren't exposed to questionable material like Bechdel's book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the debate as to whether it is to be banned from schools is on.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the debate on whether it should be allowed in school began.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the discussion about what is appropriate is being held.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the effectiveness of its introduction may be limited until/unless it is accepted.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the fight is on for a banning precedent.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the group NCAC is fighting back, and not wanting censo rship to take over.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the imagery must be vivid to illicit such a response.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the proper intervention is required to reduce tensions.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the question is whether such a controversial book should be banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the question of it's important so cial value remain unanswered.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the reaso n for this must be examined further.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the right of free speech is being debated.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the uncertainty is still there.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there are advocacy groups that are fighting against it wanting to promote freedom of thought, inquiry and expression and opposing censo rship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there are assumptions that they are anti-LGBTQ.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there are at least a few areas still resisting the ideological conditioning of our fucking elites.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there are certain groups who have stepped up to prevent the censo rship of these types of literature.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there are now people who say it should be banned, and yet others who say it has important literary value.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there are people trying to censo r it in schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there are places that the memoir has been banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there is a chance many high schoolers may not get to read it and benefit from all the author has to offer of her unique upbringing and life story.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there is a debate about what should be censo red in schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there is a debate between those who think a book that has so cially important values but has disturbing controversial imagery should be banned or not.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there is a great deal of controversy surrounding her book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there is a group that is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there is a lively debate about whether the book is appropriate for high schoolers.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there is controversy on if the information is suitable for high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there is controversy regarding this work and its content in many parts of the country.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there is much controversy over the book due its imagery and sexual content and has lead some as far as to cut funding to colleges and have the book banned in high schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there is opposition i. The state congress of so uth Carolina.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there is some contention regarding its status in high schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there is still a real debate to be had about the merits of censo rship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there is still a widespread fear in our nation that anything that bucks the norm, or goes against a majority, is seen to be damning or vile, even if the reality is, that the book in this case, can be used as a vital tool for learning and teaching.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there is uproar debating whether or not it should be banned from schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there should be a healthy debate about the work and its place in educational institutions.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there should be a review to see if the book should be censo red from schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there's a question of whether or not it should be banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so they are fostering an atmosphere of intolerance.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so they are trying to ban it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so they are trying to censo r it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so they are trying to fight it to promote freedom of expression.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so they are trying to get the book banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so this is a hotly debated topic that's still relevant.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so those communities are setting a precedent for more to be challenged.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so though it's controversial, advocacy groups are arguing against censo rship for the so cial value that the book can offer.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so what are the implications of banning this book?", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so y are fighting back against oppression.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities somembers of NCAC are defending it.", "value": 1}], "name": "be (301)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it becomes more popular", "value": 1}], "name": "becomes (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the book as been ban.", "value": 1}], "name": "been (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so a group called NCAC is fighting back to allow the freedom for teens to be able to read the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so a group called NCAC is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so one advocacy group called the National Coalition Against Censo rship is fighting back.", "value": 1}], "name": "called (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC came to her defense and even stated as such: NCAC member Abena Hutchful wrote, “Restricting books like Fun Home further stigmatizes and marginalizes LGBTQ youth and fosters an atmosphere of intolerance.\"", "value": 1}], "name": "came (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the can censo r what students are exposed to.", "value": 1}], "name": "censo (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so check out this controversial autobiography that explores a young womans sexuality in the 1970's.", "value": 1}], "name": "check (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so their freedom to choose what books to read has been denied.", "value": 1}], "name": "choose (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so each community that the topic comes up at is at the liberty to decide if it should be banned or not.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so its a book that comes with important so cial value, but potentially controversial imagery.", "value": 1}], "name": "comes (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so Complete the sentence by inserting a reaso n that supports the claim in the sentence starter.", "value": 1}], "name": "complete (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the debate continues regarding the level of appropriateness for assigned reading in universities.", "value": 1}], "name": "continues (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the need to defend it from censo rship due to reactionary politics is necessary.", "value": 1}], "name": "defend (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so determining whether the work is permissible might set an important precedent.", "value": 1}], "name": "determining (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the stigma and atmosphere of intolerance toward LGBTQ still exists and censo rship lives on.", "value": 1}], "name": "exists (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so t exposed intollerence.", "value": 1}], "name": "exposed (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so freedom of thought and expressed", "value": 1}], "name": "expressed (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so that funding of schools like Charleston college may fall prey to a slashed budget for allowing the book to be taught in their classrooms.", "value": 1}], "name": "fall (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so fighting back", "value": 1}], "name": "fighting (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities somembers of the NCAC fought to promote freedom fearing that banning of her memoir would set a dangerous precedent.", "value": 1}], "name": "fought (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so funding for some areas has been cut or suspended if these books are present.", "value": 1}], "name": "funding (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so given the subject matter of the book, there may be definite reaso n to use caution such as not forcing students to read it but definitely let it be available since the story does relate to real life teen experience.", "value": 1}], "name": "given (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so she should go back to being a successful cartoonist.", "value": 1}], "name": "go (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC had to step in and intervene.", "value": 1}], "name": "had (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so Hailed a “masterpiece,” Fun Home has been challenged and banned in some communities.", "value": 1}], "name": "hailed (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so Alison Bechdel’s memoir has been challenged in certain communities, but", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so Bechdel has often defended her work, pointing out that she considers it autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so Bechdel herself has decided to respond to these criticisms by pointing out that her work wasn't erotic, it was autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so Federal funding has been diminished because of the controversy of her memoir.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so Fun Home has been banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so Fun Home has been challenged and banned in some communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so LGBTQ youth have been further stigmatized and marginalized.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so NCAC has come to its defense.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so The National Coalition Against Censo rship (NCAC) has been vocal in its defense of the memoir on the grounds that banning the book further stigmatizes LGBTQ youth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so The National Coalition Against Censo rship has responded by stating how it is valuable to LGBTQ youth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so a counter argument has been made for the memoir to be in schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so a dangerous precent has been set.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so a disagreement has risen with some people fighting for it's inclusion in the high school curriculum", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so advocacy groups (especially the National Coalition Against Censo rship), have banded together to \"...oppose censo rship in all its forms\".", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so advocacy groups against censo rship have formed.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so advocacy groups have begun to fight back against the censo rship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so advocacy groups have started to fight back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so advocacy groups like the NCAC have come to its defense.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so an advocacy group has been formed to defend it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so as a result it has been banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so certain groups have attempted to ban or restrict access to the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so challenges have arisen in determining whether or not it is suitable reading material for adolescents and teens.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so civil rights organizations have defended it against those challenges.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so each individual will have to base their own decisions on the book, whether it is appropriate or not.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so finding has been cut to colleges that have the book on their reading list.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so funding has been cut in some areas.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so funding has been cut to certain institutions", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so gay and lesbian lifestyles have been stigmatized as a result.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so governments in those communities have cut funding to schools that require reading of the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so groups against censo rship have begun discussions and community organizing against censo rship in those communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so groups against censo rship have defended the rights of those who offer it as reading material.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so groups such as the College of Charleston have had funding cut.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so groups such as the NCAC have worked to try and keep it in the curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so high schools have banned the book and funding has been cut to programs who insist on using the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so in response Alison has been defended by groups alligned with the LGBTQ communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so in some it has been banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so in some places it has been banned from being able to be read.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so in turn several universities and schools have banned its reading from the curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has become a controversial book because of its sexual imagery in it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has become a controversy.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has become a popular topic for debate about what should or shouldn't be read by young people.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has become a topic of debate.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has become an issue for everyone.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has become subject matter of some so cial studies", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has become well-known for the sexual content and many places will not allow it in the schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been banned by some communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been banned by them.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been banned from being taught in multiple states.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been banned from reading in certain high school's and universities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been banned from some schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been banned from younger people having access to the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been banned in certain communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been banned in many places, including the College of Charleston in so uth Carolina.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been banned in many places.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been banned in many school communities for its perceived inappropriate content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been banned in several communities, but that decision is being challenged.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been banned in some areas, but not all.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been banned in some communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been banned in some of them.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been banned in those certain communities", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been banned or cut from school curriculums, as in so uth Carolina where the College of Charleston had funding cut.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been hard for her to share her work.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been met with hesitation.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been pretty controversial.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been proven that we still have rights as parents to decide what our children can and cannot be taught in our schools, as it should be.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been put on a watch list of banned books.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been raised in the so uth Carolina House of Representatives resulting in funding being cut at the College of Charleston in 2014.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been removed from some high school reading list and college curriculums.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been removed from the reading list in high schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been restricted.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been the focus of controversy as to whether students should have it in their curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has been unavailable for some people to read.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has caused debate over whether the work should be restricted and why it should or should not be banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has created discussion over the suitability of certain materials for high school students, and raised questions about censo rship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has even been banned in some communities and funding cut for the College of Charleston for featuring the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has gained support of an group that opposes banning books.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has garnered more publicity from its banning than it likely would have.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has helped bring attention to the issue of censo rship and restricting books that might contain content that not everyone agrees with.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has incited further debate about literary censo rship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has obviously become a so urce of controversy.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has provided these communities an opportunity to talk about and tackle the issues raised in Bechdel's memoir.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has provoked discussion and debate about intolerance.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has resulted in a campaign to preserve and protect the work, in addition to a larger discussion on how to introduce literature that can de-stigmatize LGBT issues, especially in more conservative communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has sparked discussion on whether her book, and books like it, should be banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has sparked many discussions.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has stirred up conversations regarding freedom of speech.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has to be examined and truly determined if this material can't be published.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it hasn't had near as much traction as it would've, had it not been stifled.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so its appropriateness in school curriculum has been debated.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so many free-speech and pro-LBTQ organizations have organized to support it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so many people have been debating over the legitimacy of this censo r ship, however some groups think it should be banned while others see it has a book of value.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so master piece fun has been chellenged and banned in some communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so more work has to be done to find a peaceful so lution against censo rship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so much so  that she has been banned from certain schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so now a advocacy group has formed to fight back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so one advocacy group against censo rship has responded in support of Fun Home.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so one advocacy group, The National Coalition Against Censo rship has fought back against this censo rship by saying it marginalizes certain groups of teens.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so one has to weigh its so cial value verse its controversial imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so organizations against censo rship have stepped in to ensure that the book and others like it are not restricted from schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so organizations have advocated for the ways this work has benefited young people.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so organizations like The National Coalition Against Censo rship (NCAC) have fought back against its censo rship and promote its proliferation to a broader audience.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so organizations like the NCAC have been formed", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so organizations like the NCAC have come forward in an attempt to protect it from being removed from school curricula.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so other groups have fought it so  that kids would not be censo red.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so other groups like NAC have defended the book as being a book relevant to many young people today.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so other institutions have come to its defense by supporting its use as freedom of speech.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so others have stepped up to defend the book and promote freedom of expression and ideas.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so she has come to her own defense to let them know that it was autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so she will have to fight for her book to be put back in those communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some colleges have lost funding for recommending it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some communities have banned it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some groups have decide to fight for the the book to be unbanned because of it's important so cial values.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some have attempted to ban it, while others attempt to fight to see it continued to be distributed.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some have fought back against the efforts to censo r it", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some people who have not read it have formed a negative opinion of the sexuality in the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some schools have banned the work.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so some schools have banned this because they feel it is inappropriate for high schoolers to read.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so strides have been made to reduce censo rship of this work since it's believed by certain groups, such as the NCAC, that censo ring could have significant impact on LGBTQ youth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the House of Representatives in so uth Carolina have cut funding for the College of Charleston for featuring it on their book list.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC has been fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC has been fighting its censo rship", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC has challenged these communities and is trying to keep the book from being pulled.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC has fought back against the censo rship discussing the dangerous precedent it sets as censo ring the book further marginalizes the LBTTQ community and creates an atmosphere of intolerance.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC has had to step up there game to make sure that censo rship does not turn us all into Nazis.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC has spoken out about the dangerous precedent that banning a book would set.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC has spoken out so  that a precedent of banning LGBTQ books will not be set.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC has stepped in and stated that pulling this book from schools would further stigmatize and marginalize the LGBTQ community.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC has stepped in to broaden the discussion of the dangers of banning certain works.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC has stepped in to ensure that it remains available, and not censo red.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC has stepped in to fight this challenge for this book, stating this book is a safe-place for sexuality to be explored.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC has stepped in to make sure that the autobiographical content will be around without stigmatizing LGBTQ youth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC has stepped in to say that they think it's wrong to restrict access to the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC has stood up behind her in support and fighting against the possibility of it being banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC has supported the memoir stating that banning the book would do potentially more harm than good.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC has taken action in order to prevent its censo rship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC has worked to advocate against the censo rship of the memoir", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC has worked to support the memoir and prevent funding cuts.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship (NCAC) has stepped forward in defense of the author against current communal challenges against the memoir.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship (NCAC) has stepped in to fight this stigma and ensure that teens have access to her book which allows them to delve into their own perso nal experiences.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship (NCAC) has stepped up to support the book and prevent it from being banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship has advocated for her work.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship has been working to ensure that Bechdel’s memoir remains available to all and is not censo red.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship has championed the work as reso nant with the experiences of young people.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship has fought back and argued that banning Bechdel's work would set a dangerous precedent for freedom of thought and expression.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship has gained traction as a movement to help thwart communities from overcenso ring books that are even slightly so cially different.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the activist group NCAC has advocated against its designation as pornographic and the precedence it could set for controversial books.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the author has responded saying, the book is autobiographical in nature, and others have said it answers questions for youths in similar scenarios to defend it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the author has spoken out, stating that her work is autobiographical, not inappropriate.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the book has been banned in these communities for promoting gay and lesbian behavior.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the book has been banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the work has been banned in some areas.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there has been a push by some individuals to ban it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there has been a response against censo rship as a result.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there has been controversy about whether it should be banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there has been controversy surrounding it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there has been debate between groups of competing interests over whether or not it should be censo red, particularly in schools and areas relevant to children and teenagers.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there have been efforts in those areas to ban it in schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there have been fights over censo rship of the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there have been other ways to get it out there.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so these communities have attempted to ban the book from the school reading list.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so they have banned it in schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so they have gone as far as trying to ban the book from their schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so they have imposed bans and House of Representatives has cut funding.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so this censo rship has inspired a response of those backing the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so this has attracted a great deal of attention to the idea of censo rship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so this has caught the attention of advocacy groups.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so this has led to students not being able to access it within their school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so this has raised the question of whether the book has enough so cial value that it should not be banned in schools despite its controversial content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so we have to be vigilant to not allow censo rship of books that represent lifestyles that some may find different.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so we have to fight back against censo rship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities somembers in many advocacy groups have begun fighting back for the right to promote LGBTQ awareness to help these young individuals understand their own identities and experiences.", "value": 1}], "name": "have (172)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so others, including the NCAC (National Coalition Against Censo rship) have worked to promote the book.", "value": 1}], "name": "including (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so let them challenge your/her views and let open conversation continue.", "value": 1}], "name": "let (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so before letting your teen read the book you should read it for yourself first to see if it is appropriate for your child.", "value": 1}], "name": "letting (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so Opposition to the book may lie more in sexuality than sex itself", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so opposition to the book may lie more in sexuality than sex itself, as was the case in so uth Carolina in 2014.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so opposition to the book may lie more in sexuality than sex itself.", "value": 1}], "name": "lie (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so a conversation about what it means for a book to be erotic and whether Bechdel's memoir is appropriate for high schools has been sparked.", "value": 1}], "name": "means (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so in response a group named The National Coalition Against Censo rship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so one advocacy group named The National Coalition Against Censo rship decided to fight back.", "value": 1}], "name": "named (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so there needs to be a discussion on whether books that have controversial imagery but important so cial value should be banned or not.", "value": 1}], "name": "needs (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so perso nal identity and family relationships", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so perso nal story graphical", "value": 1}], "name": "perso (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so criticisms of her work by pointing out that her work wasn’t erotic, it was autobiographical", "value": 1}], "name": "pointing (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so as to prevent minors from reading it's contents.", "value": 1}], "name": "prevent (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so promoting the gay and lesbian lifestyle.", "value": 1}], "name": "promoting (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so as to protect the youth from its obvious pornographic message", "value": 1}], "name": "protect (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so publicizing the work through multiple channels could help teens who may benefit from reading it find it.", "value": 1}], "name": "publicizing (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the battle rages on between freedom of expression and holding on to moral values.", "value": 1}], "name": "rages (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities somembers of the NCAC rallied for the good the book can do.", "value": 1}], "name": "rallied (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so some believe that its not appropriate for school age children to read and thus might be banned.", "value": 1}], "name": "read (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so you realy have to look at the studies to see if benifiser for your school and age", "value": 1}], "name": "realy (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so Recognizing the dangerous precedent that could be set by banning Bechdel’s work", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so Recognizing the dangerous precedent that could be set by banning Bechdel’s work", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so Recognizing the dangerous precedent that could be set by banning Bechdel’s work we need not censo r books.", "value": 1}], "name": "recognizing (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it should remain in circulation because people are too sensitive: have honest, frank, conversations with your children instead of hiding behind message boards: they're going to learn anyway why not learn from an adult they trust who can control the narrative.", "value": 1}], "name": "remain (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it remains a subject of debate.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it remains to be seen how it will be adopted in the long term.", "value": 1}], "name": "remains (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so restricting books like Fun Home further stigmatizes and marginalizes LGBTQ youth and fosters an atmosphere of intolerance.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so restricting the book stigmatizes and marginalizes LGBTQ youth and fosters an atmosphere of intolerance", "value": 1}], "name": "restricting (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it seems to be more of a cultural issue.", "value": 1}], "name": "seems (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so that their sheltered way of life can continue through their children.", "value": 1}], "name": "sheltered (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it will no longer show up on school book lists", "value": 1}], "name": "show (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so we should stand up against book banning in our communities.", "value": 1}], "name": "stand (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so Start with action or dialogue.", "value": 1}], "name": "start (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so starts", "value": 1}], "name": "starts (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so stating that the sexual imagery is “pornographic", "value": 1}], "name": "stating (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so e NCAC stepped in because so uth Carolina House of Representatives cut funding at the College of Charleston because it featured the book on a reading list.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC stepped in and warned that restricting books such as Fun Home further stigmatizes and marginalizes LGBTQ youth and fosters an atmosphere of intolerance.", "value": 1}], "name": "stepped (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so as to stop freedom of speech", "value": 1}], "name": "stop (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so a careful examination should take place on the potential values and cost of widespread acceptance of her work.", "value": 1}], "name": "take (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so many times, even in so uth Carolina, but the book is still heralded.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so so uth Carolina House of Representatives cut funding for the College of Charleston for featuring this book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so so uth Carolina House of Representatives cut funding to the College of Charleston for featuring the book", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so so uth Carolina House of Representatives stop funding a college in said state because the gay lifestyle memoir was on their reading list.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so so uth Carolina house representatives have cut funded to the college of Charleston for featuring the book in their reading list.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the House of Representatives in so uth Carolina cut funding to the College of Charleston for including it on a reading list.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the State of so uth Carolina cut funding to the College of Charleston when the book was placed on reading lists.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the government of so uth Carolina cut funding to a college that featured the story, and the National Coalition Against Censo rship is responding by saying that censo ring the novel is setting a dangerous precedent.", "value": 1}], "name": "uth (8)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so NCAC was created to advocate for her.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so The National Coalition Against Censo rship (NCAC), was formed to “promote freedom of thought, inquiry, and expression and oppose censo rship in all its forms.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so The National Coalition Against Censo rship (NCAC), was formed to “promote freedom of thought, inquiry, and expression and oppose censo rship in all its forms.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so The National Coalition Against Censo rship was formed.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so a national dialogue was begun to discuss whether censo rship is or isn't needed", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so an advocacy group (National Coalition Against Cencorship) was formed in order to combat censhorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so funding was cut from the College of Charleston due to it \"promoting the gay and lesbian lifestyle\".", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so funding was cut from the College of Charleston for featuring the book in a reading list.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so funding was cut.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so funding was pulled from some schools as some felt it supported the gay lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so funding was stopped for such", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so he was popular", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so her funding was cut from the College of Charleston in so uth Carolina.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so in 2014 funding was cut to the College of Charleston for featuring the book on their reading list.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so in 2014 the funding for the College of Charleston was cut.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it was ban for schools evenso uth Carolina House of Representatives cut funding to the College of Charleston for featuring the book in a reading list because it was “promoting the gay and lesbian lifestyle.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it was banned and funding was cut.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it was banned from high schools and even a so uth Carolina institute of higher education.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it was banned in some places.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it was banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it was censo red and banned in certain states.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it was important to share an honest, perso nal story graphically.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it was the so urce of controversy in the literature community.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC was formed to oppose censo rship of the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC was formed to promote freedom of expression in all forms.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC was formed.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship (NCAC), was formed to promote freedom of thought, inquiry, and expression and oppose censo rship in all its forms.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship (NCAC), was formed to “promote freedom of thought, inquiry, and expression and oppose censo rship in all its forms including Bechdel's.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship (NCAC), was formed to “promote freedom of thought, inquiry, and expression and oppose censo rship in all its forms.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship was established in order to protect books that may be viewed as controversial yet have important so cial value.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship was formed to fight the attempt to ban Bechdel's book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so there was discussion of banning it", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so was formed to “promote freedom of thought, inquiry, and expression and oppose censo rship in all its forms.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so was formed to “promote freedom of thought, inquiry, and expression and oppose censo rship in all its forms.”", "value": 1}], "name": "was (34)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so some of her books were banned", "value": 1}], "name": "were (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it’s possible that such controversy could cause the book to be banned.", "value": 1}], "name": "’s (1)"}], "name": "- (608)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC decided to fight back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC decided to support it's continued availability.", "value": 1}], "name": "decided (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC fought back.", "value": 1}], "name": "fought (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so Bechdel responded to these criticisms of her work by pointing out that her work wasn’t erotic, it was autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so Bechdel responded to these criticisms of her work by pointing out that her work wasn’t erotic, it was autobiographical.", "value": 1}], "name": "responded (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so Alison states her book is not pornographic it is an autobiography.", "value": 1}], "name": "states (1)"}], "name": "alison bechdel ’s (6)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it can assist and aid others in similar situations.", "value": 1}], "name": "assist (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so NCAC member Abena Hutchful believes that censo rship of it could promote further censo rship and be detrimental to the LGBTQ youth by promoting intolerance and marginalization.", "value": 1}], "name": "believes (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it brings up the question, does a book that deals with current issues such as perso nal identity and family relationships, but contains controversial material such as sexuality, call for bans despite receiving critical acclaim?", "value": 1}], "name": "brings (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so Bechdel clarified that her work wasn't erotic.", "value": 1}], "name": "clarified (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it also  constitutes a dangerous precedent.", "value": 1}], "name": "constitutes (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so because it might contain bisexualality", "value": 1}], "name": "contain (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC decided to challenge them.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC decided to claim that her memoir “promote freedom of thought, inquiry, and expression and oppose censo rship in all its form.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC decided to fight back, stating that restricting books further marginalizes LGBTQ youth and fosters an attitude of intolerence.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC decided to take action and speak out against such censo rship.", "value": 1}], "name": "decided (4)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so she defended and stated it was not erotic, but rather, autobiographical.", "value": 1}], "name": "defended (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so NCAC member Abena Hutchful explained that \"Restricting books like Fun Home further stigmatizes and marginalizes LGBTQ youth and fosters an atmosphere of intolerance.\"", "value": 1}], "name": "explained (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it faces potential controversy on whether or not it should be a part of a high school curriculum if it contains sexual imagery on the one hand, but offers important so cial values on the other.", "value": 1}], "name": "faces (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so will foster youth LGBTQ.", "value": 1}], "name": "foster (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so further stigmatizes and marginalizes LGBTQ youth and fosters an atmosphere of intolerance", "value": 1}], "name": "fosters (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC fought for her right to show both sides.", "value": 1}], "name": "fought (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has an important effect on so ciety's standing for different ideologies.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it has no effect to overall reality of nature, fertility and evolution with respect to other living beings.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it may have limited circulation.", "value": 1}], "name": "have (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it truly hits a nerve with some groups and also  reso nates with others.", "value": 1}], "name": "hits (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it will not influence young readers.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so that it would not influence youths towards the gay and lesbian lifestyles.", "value": 1}], "name": "influence (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it may lead to feelings of stigmatization the LGTBQ and create and maintain an environment of intolerance.", "value": 1}], "name": "lead (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it further marginalizes teens who are LGBTQ and even others who aren't that might want some insight on what it would be like to be a teen facing these issues.", "value": 1}], "name": "marginalizes (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so many youth experiences and offers teen readers a safe place to examine question to perso nal identity,family relationship, and truth in there on lives", "value": 1}], "name": "offers (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so her book could not present inappropriate effects on students.", "value": 1}], "name": "present (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so It promotes gay lifestyle", "value": 1}], "name": "promotes (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it provides an atmosphere of intolerance to the youngsters", "value": 1}], "name": "provides (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it raises an interesting conversation about censo rship versus age appropriate curriculum.", "value": 1}], "name": "raises (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it will never realize", "value": 1}], "name": "realize (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so in recognizing the dangerous precedent that could be set by banning Bechdel’s work, NCAC member Abena Hutchful wrote, “Restricting books like Fun Home further stigmatizes and marginalizes LGBTQ youth and fosters an atmosphere of intolerance.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so recognizing the dangerous precedent that could be set by banning Bechdel’s work, NCAC member Abena Hutchful wrote, “Restricting books like Fun Home further stigmatizes and marginalizes LGBTQ youth and fosters an atmosphere of intolerance.\"", "value": 1}], "name": "recognizing (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities somembers of the NCAC released a statement in support of the book.", "value": 1}], "name": "released (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so maybe she just need to remove the graphic images.", "value": 1}], "name": "remove (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so Bechdel responded to the criticisms by pointing out that her work wasn't erotic, it was autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so she responded by pointing out that her work wasn’t erotic, it was autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC responded, arguuing it reso nates with youth and allows them a safe place to examine these types of issues they go through.", "value": 1}], "name": "responded (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the ACAC said that restricting books like Fun Home \"further stigmatizes and marginalizes\" the LGBT community.", "value": 1}], "name": "said (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it show how controversial the subject of her book is.", "value": 1}], "name": "show (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it just shows how backwards some places are to ban literature just because a lesbian romance is portrayed.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so it shows people's bigotry towards the LGBTQ community.", "value": 1}], "name": "shows (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it will probably start selling more copies.", "value": 1}], "name": "start (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC stated that it is a safe place to allow teens to look into and think about sexuality.", "value": 1}], "name": "stated (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so NCAC stepped in to counter this opposition to the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so NCAC stepped in to do what they do which is fight censo rship in any form.", "value": 1}], "name": "stepped (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it can stigmatize and marginalize intolerance against LGBTQ youth.", "value": 1}], "name": "stigmatize (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it shouldn't because it stigmatized and marginalized gay youth community", "value": 1}], "name": "stigmatized (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so she succeeded in using the infamy to her advantage, as more students or people will curiously search for her material to understand what caused Bechdel to get banned.", "value": 1}], "name": "succeeded (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC supports it.", "value": 1}], "name": "supports (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so she wants to go around censo rship.", "value": 1}], "name": "wants (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so Abena Hutchful wrote about how it stigmatizes and marginalizes the LGBTQ youth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so NCAC member Abena Hutchful wrote, “Restricting books like Fun Home further stigmatizes and marginalizes LGBTQ youth and fosters an atmosphere of intolerance.\" and asked If a book has important so cial value, but potentially controversial imagery, should it be banned?", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the NCAC wrote arguments for not banning it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities somembers of the NCAC wrote that the memoir reso nants with some young readers and gives them a safe place to relate to their own perso nal identity.", "value": 1}], "name": "wrote (4)"}], "name": "alison bechdel ’s memoir (54)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so those communities will miss out on the book's message.", "value": 1}], "name": "miss (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so these communities need to take a hard look at their values and decide if this is a book that benefits the majority.", "value": 1}], "name": "take (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so those communities think her book is inappropriate for high school aged children.", "value": 1}], "name": "think (1)"}], "name": "certain communities (3)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so this could bring about intolerance for the LGBT community portrayed in the memoir.", "value": 1}], "name": "bring (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so this led to the funding to be stopped at the school that was using it in their curriculum.", "value": 1}], "name": "led (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so this says a lot about our so cial sensitivities and the fine line between protection and prohibition.", "value": 1}], "name": "says (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it shows that our so ciety has a long way to go in accepting LGBTQ lifestyles and healthy view of human sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so this shows that censo rship is an ongoing challenge that communities must grapple with and come to terms with.", "value": 1}], "name": "shows (2)"}], "name": "challenged (5)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so each community should decide what they feel is best.", "value": 1}], "name": "decide (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so each community needs to meet and come to an agreement before the book is introduced.", "value": 1}], "name": "needs (1)"}], "name": "each community (2)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so HE POINTING OUT THAT HER WORK WAS AUTOBIOGRAPHICALLY.", "value": 1}], "name": "pointing (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so he reduce the communities and sexual harassment.", "value": 1}], "name": "reduce (1)"}], "name": "he (2)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so paradoxically it brings more attention to the work", "value": 1}], "name": "brings (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so it will make things much harder for this book to gain any ground and popularity, however, the controversy may also  give it more popularity.", "value": 1}], "name": "make (1)"}], "name": "it (2)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so many feel that it is pornographic in nature.", "value": 1}], "name": "feel (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so many would like her book banned even though her book contributes to our modern culture.", "value": 1}], "name": "like (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so many may perceive it as offensive.", "value": 1}], "name": "perceive (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so many don't want her book in their schools.", "value": 1}], "name": "want (1)"}], "name": "many (4)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so one must decide if it offers important so cial value, even though there is potentially controversial imagery.", "value": 1}], "name": "decide (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so one could not doubt assume those communities are extremely conservative and likely believe that being gay is, in itself, something pornographic.", "value": 1}], "name": "doubt (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so one must hear the reaso ns for such a challenge in order to protect the community from unecessary harm .", "value": 1}], "name": "hear (1)"}], "name": "one (3)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so people complained that this reaction fosters an atmosphere of intolerance.", "value": 1}], "name": "complained (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so people need to decide where on the spectrum they lie.", "value": 1}], "name": "decide (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so people cannot have there kids examine there sex", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so people have preconceived notions about its content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so that people can have discussions on the importance of the memoir and its relation to groups in so ciety.", "value": 1}], "name": "have (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so people need to speak up in support for the memoir.", "value": 1}], "name": "speak (1)"}], "name": "people (6)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so she expressed her opinion on the matter by stating that the book was meant to be an autobiography, not meant to be interpreted as erotic.", "value": 1}], "name": "expressed (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so she feels its a great place for those to feel safe of their sexuality on the topic", "value": 1}], "name": "feels (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so she pointed out that her work was not erotic but rather it was autobiographical.", "value": 1}], "name": "pointed (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so she responded back by saying it is not meant as erotic but autobiographical.", "value": 1}], "name": "responded (1)"}], "name": "she (4)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so that brings up the question as to who has the right to restrict or say what is appropriate or what is not for public funded schools.", "value": 1}], "name": "brings (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so so  that leaves the question \"Should it be banned?\"", "value": 1}], "name": "leaves (1)"}], "name": "that (2)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the author should continue to sell her book in retail or on-line stores where people choose to purchase it, and not rely on sales/profits coming from mandatory reading.", "value": 1}], "name": "continue (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the author responded by stating that her book is not erotic but autobiographical with a coming of age story about self-identity, relationships, and recognizing truth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the author responded to the criticisms of her book.", "value": 1}], "name": "responded (2)"}], "name": "the author (3)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the legislature banned it", "value": 1}], "name": "banned (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the legislature decided to cut off funding to one college because of it.", "value": 1}], "name": "decided (1)"}], "name": "the legislature (2)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the LGBTQ community continues to have their lifestyle diminished by opponents.", "value": 1}], "name": "continues (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the lgbtq community may not have access to it.", "value": 1}], "name": "have (1)"}], "name": "the lgbtq community (2)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship argued that it is a book for teens to figure out there perso nal identity, it help teens form their own ideas, etc.", "value": 1}], "name": "argued (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the National Coalition Against Censo rship fought back by advocating that it is acceptable and acts as a safe place for others.", "value": 1}], "name": "fought (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so The National Coalition Against Censo rship to promote freedom of though and consider banning the book intolerant.", "value": 1}], "name": "promote (1)"}], "name": "the national coalition against censo rship (3)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so In 2014, the so uth Carolina House of Representatives cut funding to the College of Charleston for featuring the book in a reading list because it was “promoting the gay and lesbian lifestyle.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so In 2014, the so uth Carolina House of Representatives cut funding to the College of Charleston for featuring the book in a reading list because it was “promoting the gay and lesbian lifestyle.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so In 2014, the so uth Carolina House of Representatives cut funding to the College of Charleston for featuring the book in a reading list.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so in 2014 The so uth Carolina House of Representatives cut funding to the College of Charleston.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so in 2014, the so uth Carolina House of Representatives cut funding to the College of Charleston for featuring the book in a reading list because it was “promoting the gay and lesbian lifestyle.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so in 2014, the so uth Carolina House of Representatives cut funding to the College of Charleston for featuring the book in a reading list because it was “promoting the gay and lesbian lifestyle.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the so uth Carolina House of Representatives cut all funding to the College of Charleston because the book promoted gay and lesbian lifestyles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the so uth Carolina House of Representatives cut funding for the College of Charleston for featuring the book in a reading list.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the so uth Carolina House of Representatives cut funding to a school that had it on their reading list.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the so uth Carolina House of Representatives cut funding to the College of Charleston for featuring it in a reading list.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the so uth Carolina House of Representatives cut funding to the College of Charleston for featuring the book", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the so uth Carolina House of Representatives cut funding to the College of Charleston for featuring the book in a reading list .", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the so uth Carolina House of Representatives cut funding to the College of Charleston for featuring the book in a reading list because it was promoting the gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the so uth Carolina House of Representatives cut funding to the College of Charleston for featuring the book in a reading list because it was “promoting the gay and lesbian lifestyle.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the so uth Carolina House of Representatives cut funding to the College of Charleston for featuring the book in a reading list because it was “promoting the gay and lesbian lifestyle.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the so uth Carolina House of Representatives cut funding to the College of Charleston for having the book on their reading list.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the so uth Carolina House of Representatives cut funding to the College of Charleston.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the so uth Carolina House of Representatives cut funding to the learning institution for supposedly promoting a homosexual lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so the so uth Carolina House of Representatives cut funds for the College of Charleston by including the book on a reading list because it was \"promoting the gay and lesbian lifestyle.\"", "value": 1}], "name": "cut (19)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so the so uth Carolina House of Representatives withdrew funding from College of Charleston for including the book in its reading list.", "value": 1}], "name": "withdrew (1)"}], "name": "the so uth carolina house of representatives (20)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so they banned.", "value": 1}], "name": "banned (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so they cut the college funding for even listing the book", "value": 1}], "name": "cut (1)"}], "name": "they (2)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so should we allow the House of Representatives to decide what is or is not appropriate for us to read.", "value": 1}], "name": "allow (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so we must ask if a book has important so cial value, but potentially controversial imagery, should it be banned?", "value": 1}], "name": "ask (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so we should expect more controversy in the future.", "value": 1}], "name": "expect (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so we need to fight to be sure it stays in high school libraries so  we foster tolerance and understanding of all lifestyles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities so we should fight back.", "value": 1}], "name": "fight (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so we should read it and form our own opinion, It shouldn't be silenced due to our freedom to express ourselves.", "value": 1}], "name": "read (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so we need to revisit the issue of banning books especially at the college level.", "value": 1}], "name": "revisit (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities so we need to understand the importance of the material in the book.", "value": 1}], "name": "understand (1)"}], "name": "we (8)"}], "name": "Alison Bechdel’s memoir has been challenged in certain communities (741)"}