{"children": [{"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because .", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because Alison Bechdel's Fun Home:", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because It sexual and lgtb content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because Memoriem of early intimacy.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because Of its controversial imagery", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because Of the eroticness", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because Of the questionable imagery in the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because VERY GOOD", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because YES", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because a", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because age in 1970", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because bbbbb", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because bechdel's", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because fsfsf", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because good", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because great", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because her book display sexual and pornographic imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because her sexual awakening", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because in the 1970.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it isnot appropriate for a high school curriculum", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it not appropriate for a high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it not easy", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because its \"master piece\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because its Pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because its not appropriate for a high school curriculum", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because its not appropriate for high school curriculum", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because its “not appropriate for a high school curriculum,”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because mental state", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because na", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because not appropriate for a high school curriculum", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because not appropriate for a high school curriculum,", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of SEX.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of concerns about sexual imagery and gay/lesbian relationships.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of controversial imagery", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of controversial imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of cultural values.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of depiction of graphic imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of graphic depictions of intimacy.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of graphic sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of her expression of sexual experiences", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of her graphic portrayal of intimacy.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of her open opinions about sex.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of her portray of her intimate life.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of her sexual experiences and preferences.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of his sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of intolerance and stigmatization against LGBTQ people.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of it controversial content about sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of it sexual content and imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its contraversal photography", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its controversial imagery and topics.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its controversial sexual content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its depictions of sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its explicit sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its graphical almost pornographic story", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its honest expression of exploration of self-intimacy and a false conflagration with \"pornography\" in conservative communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its inappropriate and pornographic level of content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its inappropriate sexual content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its memories of early intimacy.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its photographic content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its portrayal of adolescent sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its portrayal of her sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its promotion of gay lifestyles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its sexual content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its sexual imagery", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its sexual imagery and promotion of the gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its sexual imagery content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its sexual nature", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its sexuality and LGBTQ characters.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its sexually erotic imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its supposedly graphic content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its topic of sexuality in the 1970's.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its use of sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of opposition to a portrayal of a gay or lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of sex", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of sex scenes.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of sexual content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of sexual images", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of sexual images.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of sexually explicit content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of societal problems with sexuality", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of some of the sexual content within it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the LBTQ lifestyle", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the content of her writing.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the controversial sexual content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the controversial sexual imagery and the promotion of a gay lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the explicit sexual nature of the story.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the graphic displays of intimate acts.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the graphic imagery of her youthful homosexual experiences.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the graphic sex but also because  of the gay and lesbian relationships within it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the inappropriate subject matter for minors.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual aspect and possible lgbt content", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual content of the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual imagery", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual images and sensitive subject.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual instances.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual material in th book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual nature and graphic imaginary in the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual nature of Fun House", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because pornographic", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because resonant with many youth experience.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because resonant with many youth experiences.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because sexual graphic sexual content", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue its not appropriate for high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some find its not appropriate for high school.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people choose to interpret it through their prejudices.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people claim its pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people consider it pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people consider it pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people do not find its content appropriate for a high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people find it pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people find the sexual imagry inappropriate.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people regard her descriptive imagery of her sexual experiences as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people view it as inappropriate for high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people view it as pornographic in nature.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some see it as inappropriate for certain young age levels.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some view her discussion of her sexuality as pornographic and inappropriate for high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some view it as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some view this book as pornographic and not appropriate for teen-agers.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the depiction of her sexual awakening .", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual imagery in the book borders pornography.", "value": 1}], "name": "- (127)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its sexual imagery and its \"promoting of the gay and lesbian lifestyle\", according to the South Carolina House of Representatives in 2014.", "value": 1}], "name": "according (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it appears to be \"pornographic\" in some people's eyes.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it appears to promote having sex and not straight sexuality.", "value": 1}], "name": "appears (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because SOME ARGUE THAT THIS IMAGINARY IS NOT APPROPRIATE FOR A HIGH SCHOOL CURRICULUM, STATING THAT THE SEXUAL IMAGINARY IS POMOGRAPHIC", "value": 1}], "name": "argue (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because banned in some communities", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because banned in some communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because banned some communities.", "value": 1}], "name": "banned (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because Bechdel’s memoir is resonant with many youth experiences and offers teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because Bechdel’s memoir is resonant with many youth expression", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because IS GOOD AND PERFECT", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because Introduction sentence starters should be contain.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because These images are not problems for a high school curriculum, and they claim that sexual images are pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because a lot of people are close minded to the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because because  people are just uptight about sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because depictions of early intimacy may not be appropriate for certain age groups.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because graphic details of sexual experiences by the author are written.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because her depiction of her own intimacy as a young adult are viewed to some as \"pornographic.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because her experiences are very controversial.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because her work is scene as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because her work is viewed as erotic or pornagraphic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because imagery is “not appropriate for a high school curriculum,” stating that the sexual imagery is “pornographic.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because images in the book are too sexual.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because in depicts sexual imagery some believe is innapropriate for teenagers.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because in the imagery is not appropriate for a high school curriculum and stating that the sexual imagery is “pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it can be said to promote the gay and lesbian lifestyle", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it can be seen as pornographic and inappropriate in nature for young people.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it could potentially be considered inappropriate for a high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is a censorship", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is a controversial piece of writing.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is a raw representation of her sexual anecdotes.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is about sexuality and personal experiences.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is allegedly explicit.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is an illustrated story about early sexuality, and \"promotes the gay and lesbian lifestyle.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is as seen as too sexual", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is believed it promotes the gay and lesbian lifestyles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is believed to promote gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is considered inappropriate and too sexually explicit for high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is considered inappropriate for high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is considered not appropriate and some of the images are considered pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is considered pornographic by some people and not appropriate for children.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is considered pornographic in nature.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is considered pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is considered to be innapropriate for highschool children and in some ways pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is considered to be pornographic hence not good for the high school curriculum", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is considered to be pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is controversial about about the LGBTQ community", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is controversial in how it depicts sex, including homosexual acts.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is deemed a controversial subject.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is deemed graphic and inappropriate.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is deemed inappropriate.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is deemed to sexual for use in curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is deemed to support and promote the gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is disgusting propaganda.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is inappropriate for high school curriculum and viewed as pornographic in nature", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is not appropriate for a high school curriculum", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is not appropriate for a high school curriculum", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is not appropriate for a high school curriculum and its imagery is pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is not appropriate for a high school curriculum and might be considered pornographic", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is not appropriate for a high school curriculum as the sexual imagery is pornographic", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is not appropriate for a high school curriculum citing it is depicting pornography.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is not appropriate for a high school curriculum,” stating that the sexual imagery is “pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is not appropriate for a high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is not appropriate for a high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is not appropriate for high school and that the sexual imagery is pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is not appropriate for high school curriculum and it is pornogrphic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is not appropriate for high school curriculum and promotes gay and lesbian lifestyles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is not appropriate for high school students", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is not appropriate for high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is not appropriate for high schoolcurriculam", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is not appropriate for younger people to read.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is not suitable for high school kids", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is not suitable for high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is often viewed as pornography or erotic material.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is perverted and obscene.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is pornographic", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is potentially perverted for young people to read.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is promoting the gay and lesbian lifestyle", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is promoting the lifestyle of the LGBTQ community through sexual imagery that is deemed pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is regarded as pornographic, though I think it would help younger people who have questions of their sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is said to \"promote the lesbian/gay lifestyle\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is said to be \"pornographic\" and \"promotes the gay and lesbian lifestyle.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is said to promote Lesbianism and gay-ism lifestyles", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is said to promote sexual promiscuity.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is said to promote the gay and lesbian lifestyle and has pornographic sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is said to promote the gay/lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is seen as \"pornographic\" and inappropriate for high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is seen as inappropriate for the high school curriculum due to the sexual imagery that is within the text.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is seen as pornographic and explicit in nature.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is seen as pornographic and inappropriate for schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is seen as pornographic and not appropriate for high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is seen as pornographic and too mature for high school readers.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is seen as pornographic material in the eyes of thee that care.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is seen as sexually inappropriate for high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is seen to promote sexuality, including alternative sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is sexual in nature, and could be considered pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is sexual.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is sexually explicid", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is sexually explicit and inappropriate", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is sexually explicit.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is sexually explicit.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is sexually suggestive, which may be inappropriate for young readers.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is thought to be pornographic in nature.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is thought to promote a gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is thought to promote a gay or lesbian lifestyle, and the imagery is graphic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is too sexually provocative.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is very explicit and has some very vivid sexual scenes.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is very sexual and promotes a gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is very sexually graphic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is viewed as being too sexual", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is viewed as containing sexual imagery that is inappropriate for high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is viewed as inappropriate or pornographic", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is viewed as inappropriate or pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is viewed as not appropriate for high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is viewed as pornigraphic", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is viewed as pornographic and inappropriate.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is viewed as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is viewed porographic in nature.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it is “promoting the gay and lesbian lifestyle.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it isn't appropriate for high school age.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it may be seen as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it may be viewed as pornographic due to its sexual content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it might be erotic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it's borderline pornographic and may not be appropriate for high school.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it's considered inappropriate for high schoolers or pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it's content is controversial.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it's imagery and information is seen as inappropriate.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it's not appropriate for high school, due to the sexual imagery being pornographic, and it was promoting a gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it's said to be inappropriate or a high school audience because  the imagery is considered pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it's seen as pornographic and unacceptable for high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because its not appropriate for high school curriculum and is considered pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because its sexual content is considered by some to be inappropriate for minors.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because its sexual imagery is pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it’s use of sexual imagery in the autobiography is considered pornographic to some southern school districts.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because many claim that the book is pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of claims that it is pornographic and because  of opposition to the depiction of same-sex relationships", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of imagery that could be considered sexually graphic and promoting a certain lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of inappropriate imagery for a high school curriculum and is pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of it's content regarding her early sexual experience.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of it's controversial content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of it's explicit content that can be closely related to that of 'erotic'.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of it's lesbian/homosexual nature.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of it's overly sexual imagery was deemed pornographic by some.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of it's sexual connotation.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of it's sexual content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of it's sexual imagery and sexual descriptions.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of it's sexual imagery may be deemed inappropriate", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of it's sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of it's sexual manner, it may be deemed inappropriate for school age children", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of it's sexual nature that some argue is not appropriate for minors.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of it's sexual nature.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of it's sexually deviant content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the argument that it is sexually inappropriate and promotes the LGBTQ lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the disturbing images that are displayed in her book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the fact that it is a retelling of her youth as she came into her sexuality of being a lesbian.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the imagery that can be viewed as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the imaginary is not appropriate.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual imagery, which is suggestive of gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because people are just short minded and they think it is highly immoral to talk about it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because people are unhappy with the discussion of sexuality in high schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because sexual imagery is “pornographic.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because she is writing about the pedophile rape of her own childhood and doesn't seem to understand that as an adult.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue her sexual imagery is pornographic and her work is erotic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue it is not suitable for high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue that images of her own memories of early intimacy are “not appropriate for a high school curriculum,” stating that the sexual imagery is “pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue that it is not appropriate for high school curriculum", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue that the content of the book is inappropriate for some age groups.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue that the imagery \"is not appropriate for High School curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue that the imagery is \"not appropriate for a high school curriculum\" and that its imagery is \"pornographic.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue that the imagery is not appropriate for a high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue that the material isn't appropriate for high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue that the sexual imagery is pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue that this imagery is \"not appropriate for a high school curriculum\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue that this imagery is not appropriate for a high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue that this imagery is “not appropriate for a high school curriculum people also believe that it is pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue that this imagery is “not appropriate for a high school curriculum\".", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue that this imagery is “not appropriate for a high school curriculum,\" stating that the sexual imagery is “pornographic.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue that this imagery is “not appropriate for a high school curriculum,” stating that the sexual imagery is “pornographic.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue that this imagery is “not appropriate for a high school curriculum,” stating that the sexual imagery is “pornographic.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue that this imagery is “not appropriate for a high school curriculum.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue the imagery is not suitable for a high school curriculum and have deemed it pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some believe its contents are too erotic, or sexually edgy", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some believe that it is too porngraphic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some believe that it is “not appropriate for a high school curriculum,” and that the sexual imagery is “pornographic.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some believe that the imagery in this book is not appropriate for a high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some consider it to be graphic and in support of the LGBT community.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some feel it is not appropriate due to its sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some feel it is pornographic, and/or promoting a gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some feel it is pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some feel that her memories are too pornographic for schools", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some feel the sexual imagery in the book is pornographic and not appropriate for high school or college students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some imagery is deemed pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people are afraid it's promoting a gay and lesbian lifestyle and did not like the sexual imagery depicted in the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people are arguing that the imagery isn't \"appropriate\" for high school curriculum, stating that the imagery is \"pornographic\".", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people are saying that the sexual imagery was pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people argue is not appropriate for high school", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people argue that Fun Home is not appropriate for high school curriculum because  its sexual imagery can be seen as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people argue that it is not appropriate for high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people believe it is erotic/pornographic instead of educational and boundary pushing.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people believe it is inappropriate for youth to read based on the content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people believe it isn't appropriate for high school curriculums because  they consider some of the imagery as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people believe it to be inappropriate for use in a high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people believe its depiction of sex and LGBT relationships is inappropriate for readers.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people believe that it's pornographic and promotes gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people believe the content is not appropriate for school age readers.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people believe the sexual imagery is “pornographic.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people claim it is a work of eroticism.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people claim the drawings are not appropriate for high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people feel it is not appropriate for high school students due to what they consider inappropriate images.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people feel it is too sexual in nature.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people feel like the expression of gay and lesbian topics can be considered pornographic or indecent.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people feel that her descriptions are pornographic, rather than autobiographical, and are a poor example for young people.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people say that the sexual imagery in the book is pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people think it is erotic but really only because  they think it's homosexual, the would not care if it was a heterosexual story of sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people think it is pornography", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people think it's not appropriate for high school students and because  the imagery is pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people think it's too sexually charged and would be a bad influence on younger readers.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people think that it is not appropriate for a high school curriculum and it reveals too much sexuality", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people think the imagery in the book is pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people think the material is not appropriate for students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people think the sexual imagery is pornographic and supports a gay or lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some thing that it is pornography.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some think that it is pornographic and not appropriate for high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some think this imagery is not appropriate for a high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because t is considered sexually pornographic by some.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because t is said to promote gay lifesyles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the book is an autobiographical story of gay and lesbian awakening.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the books are brief in system of communities", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the claim is it supports the gay and lesbian communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the claim it is pornographic and/or that it promotes a gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the content is not suitable for students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the content is sexual and can be considered pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the content of the book is considered pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the contents of the book is very sexual, which some think is inappropriate for teen readers.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the experience she is sharing with her readers has often been viewed as unsuitable for conversation or sharing in the past.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the fact that it is very sexual and has to do with gays.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the imagery from the book is not appropriate for a high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the imagery is considered pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the imagery is considered “pornographic” and not appropriate for a high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the imagery is controversial for high school students and allegedly promotes a homosexual lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the imagery is not appropriate", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the imagery is not appropriate for a high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the imagery is not appropriate for young, impressionable members of society.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the imagery is pornographic", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the imagery is pornographic, or promoting gay and lesbian lifestyles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the imagery is “not appropriate for a high school curriculum.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the images are somewhat classified as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual curriculum is not good.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual imagery can be considered pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual imagery can be viewed as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual imagery in the book is \"pornography\" and it \"promotes the lesbian and gay lifestyle.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual imagery is considered \"pornographic\" and not appropriate for high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual imagery is considered “pornographic.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual imagery is deemed pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual imagery is not appropriate for high-school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual imagery is pornographic", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual imagery is pornographic", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual imagery is pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual imagery is too explicit for minors.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual imagery is “pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual imagery is “pornographic.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual imagery may be considered pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual images are crossing into pornography.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the wording by Ms. Bechdel is somewhat racey and sexual in nature.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because there are sexual tones in the book that communities feel are pornographic and inappropriate for high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because there is complaints saying that is not appropriate for high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because there is sexual content in it, which is inappropriate for teenagers", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because they are uncomfortable with its sexualy explicit writing.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because this imagery is “not appropriate for a high school curriculum,”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because tit is not appropriate for high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because “Bechdel’s memoir is resonant with many youth experiences and offers teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because “Bechdel’s memoir is resonant with many youth experiences and offers teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives.” Recognizing the dangerous precedent that could be set by banning Bechdel’s work, NCAC member Abena Hutchful", "value": 1}], "name": "be (265)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because of her view on pornographic imagery being seen via schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its overall pornographic imagery and not being completely appropriate for high school reading.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the content being of sexual behavior.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the interpretation of the content as being too sexual in the imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual content not being appropriate in certain situations such as education.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual depiction in the book being \"pornographic\", making it improper to be part of high schools's reading material.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people deem it as being unsuitable for young readers, but it is based on real life experiences and is relatable to young people who may share a similar background", "value": 1}], "name": "being (7)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because challenged and banned in some communities.", "value": 1}], "name": "challenged (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because cleaning the house", "value": 1}], "name": "cleaning (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because Complete the sentence by inserting a reason that supports the claim in the sentence starter.", "value": 1}], "name": "complete (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because gay and lesbian values contained within", "value": 1}], "name": "contained (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because As national organizations dedicated to freedom of speech and academic freedom, we strongly condemn the budget provision adopted by the South Carolina Legislature and accepted by Governor Haley on June 12, 2014, which penalizes two institutions of higher education for assigning books about the lives and experiences of gays and", "value": 1}], "name": "dedicated (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual imagery depicted.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some believe that the sexual situations depicted in the book are not appropriate reading matter for high school students.", "value": 1}], "name": "depicted (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people feel that the imagery described can be perceived as pornographic, and it promotes gay and lesbian lifestyles.", "value": 1}], "name": "described (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the books explicit sexuality detailed from her youth which some believe to be pornographic.", "value": 1}], "name": "detailed (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its' sexual connotations that go against what others deem to be \"normal,\" as the book showcases the LGBTQ lifestyle.", "value": 1}], "name": "go (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it goes against other communities' ethics and morals.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it goes against sexual norms and censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it goes against the grain of what is considered \"Acceptable\".", "value": 1}], "name": "goes (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it had been considered too graphic and promotes a homosexual lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because its depiction of her sexual awakening with images of her own memories of early intimacy had been perceived as pornographic and promoting a gay lifestyle by some..", "value": 1}], "name": "had (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because Alison Bechdel’s memoir has been challenged in certain communities, but", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because Fun Home has been challenged and banned in some communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because Hailed a “masterpiece,” Fun Home has been challenged and banned in some communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because has contraversal sexual imagery that some consider pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has been accused of being erotic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has been condemned as explicit and inappropriate for teenage children.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has been deemed as pornographic material and is not suitable at learning institutions.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has been described as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has been viewed as controversial.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has been viewed as showing imagery pornography and people don't think its right for high school to read.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has been views as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because leaders have felt it promoted a gay or lesbian agenda.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because people have deemed some of the content to be pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because people have viewed it as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some of the images have been deemed erotic and inappropriate reading material for certain groups.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual content has been considered controversial", "value": 1}], "name": "have (16)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because her book included images that could construed as inappropriate.", "value": 1}], "name": "included (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it includes passages that describe sexual content and imagery that is considered \"pornographic\".", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it includes sexual imagery that may come across as pornographic.", "value": 1}], "name": "includes (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because of graphic depictions of her own early intimacy, including LGBTQ experiences.", "value": 1}], "name": "including (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it involves sex and young people, and particularly because  it involves homosexuality.", "value": 1}], "name": "involves (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because the book may lie more in sexuality than sex itself.", "value": 1}], "name": "lie (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because of sexual imagery perceived as pornography", "value": 1}], "name": "perceived (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because some say it pornographic and promotes a gay or lesbian lifestyle.", "value": 1}], "name": "promotes (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because by promoting the gay and lesbian lifestyle, the book has been considered pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of sexual imagery and promoting gay lifestyles.", "value": 1}], "name": "promoting (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because the examine questions related to personal identify.", "value": 1}], "name": "related (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it runs counter to the established societal norms.", "value": 1}], "name": "runs (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it seems pornographic to some adults and they feel it is inappropriate for their children", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it seems to be inappropriate for high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it seems to be pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it seems to promote the gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it seems to touch a nerve with conservative communities that cannot or will not deal with issues relating to sexuality and sexual imagery - they seem to think its not in the interest of young adults or high school age and equate it to being \"pornographic\"", "value": 1}], "name": "seems (5)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because important to share an honest, personal story graphically.", "value": 1}], "name": "share (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because mostly showing or telling her memories of her sexual experiences that are not acceptable to most main stream communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because showing naked pictures is not appropriate for college campus.", "value": 1}], "name": "showing (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because of it supposed sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its supposed sexual imagery which was deemed inappropriate for high school students.", "value": 1}], "name": "supposed (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because of conservative views surrounding sex and sexuality in some communities.", "value": 1}], "name": "surrounding (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it tends either to explore or to 'promote' a gay or lesbian lifestyle.", "value": 1}], "name": "tends (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the imagery used to portray her sexual experience.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the imagery used in it is pornographic.", "value": 1}], "name": "used (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the controversial imagery using sexual imagery", "value": 1}], "name": "using (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because It was said to promote gay and lesbian ways.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because he was banned", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because her work was deemed as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was \"promoting the gay and lesbian lifestyle\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was \"promoting the gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was considered inappropriate.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was considered pornographic and promoting the gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was controversial.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was deemed as not appropriate for a high school curriculum as it was pornographic", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was deemed inappropriate for children.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was deemed inappropriate for high school students due to the graphic and sexual nature of her work.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was deemed to be inappropriate for high school curriculum due to its sexual imagery and overall provocative nature.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was not in accordance with recommended reading for under age children..", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was of a sexual nature and involved homosexual acts.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was pornographic,promoting the gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was promoting and gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was promoting gay and lesbian lifestyles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was promoting homosexual life styles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was promoting lesbian and gay lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was promoting the gay and lesbian communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was promoting the gay and lesbian lifestyle", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was promoting the gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was seen as “promoting the gay and lesbian lifestyle.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was thought to be pornographic", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was thought to be pornogrphic in nature", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was thought to promote gay and lesbian lifestyles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was viewed as pornographicl", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was “promoting the gay and lesbian lifestyle.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it was “promoting the gay and lesbian lifestyle.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because its content was deemed has pornographic", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its sexual content that was deemed \"pornographic\" and its link to the ideals and exploration of LGBTQ lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the vivid sexual imagery was considered in appropriate for school.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argued that the content was pornographic and not suitable for High school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some of her imagery was looked at by some as being \"pornographic and not appropriate for a high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the content of her book was considered “pornographic” and deemed inappropriate for high school.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the content was deemed too sexual for high school age students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the imagery in her memoir was seen as pornographic and that her memoir is promoting gay and lesbian attributes.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the material was graphic and considered too erotic for high school literature curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual imagery in the book was \"pornographic.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the topic of sexuality was considered taboo.", "value": 1}], "name": "was (40)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because people were saying that some of the imagery was not appropriate for high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because they were ok with it", "value": 1}], "name": "were (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it’s considered profane.", "value": 1}], "name": "’s (1)"}], "name": "- (507)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because its argued that it isn't appropriate and is seen as pornographic.", "value": 1}], "name": "argued (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it considered pornographic to some people based on the contents.", "value": 1}], "name": "considered (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contain image of her own memories early intimacy which were deemed to be pornographic in nature", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contain's sexual imagery from when she was beginning to discover who she was", "value": 1}], "name": "contain (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contained graphic depiction of her sexual life and is not appropriate for a high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contained graphic sexual images", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contained sexual imagery and was considered pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contained sexual imagery.", "value": 1}], "name": "contained (4)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because her book contains sexual imagery that may be inappropriate for high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains LGBTQ sexual experiences, which offends some people.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains an explicit description of her sexual experiences when she was young along with admitting she was a lesbian (or the LGBTQ community) and parents did not want their children to read such a book in school.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains controversial imagery related to sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains controversial imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains controversial material.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains controversial sexual orientions.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains depictions of sexuality that some consider inappropriate for students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains discussion of politically controversial LGBT issues, as well as sexual content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains erotic material that many don't feel it appropriate to be read by high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains erotic material.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains explicit content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains graphic depictions of sex.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains graphic depictions of sexuality and discussions of homosexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains graphic descriptions of sexual activity.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains graphic explanations of her sexual life that many consider to be\"pornographic\" for high schoolers.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains graphic imagery based off her personal experiences.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains graphic sexual imagery that many find inappropriate for scholastic environments.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains graphic sexual images which many deem inappropriate.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains graphic, sexual imagery as part of her recounting her \"coming of age\" story.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains highly descriptive passages about sexual experiences.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains imagery deemed inappropriate.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains imagery that could be considered by some as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains imagery that is considered, by some, to be pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains images of a sexual nature.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains images of sexuality, particularly homosexuality, which those communities find objectionable.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains images that are considered by some to be sexually explicit, and erotic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains links to explicit sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains material about homosexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains material about sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains memories of sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains nudity and sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains passages that some would consider pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains references to lgbtq experiences in youth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexual and controversial imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexual content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexual experiences and promotes gay and lesbian relations.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexual imagery", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexual imagery and is viewed as promoting the gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexual imagery some do not think is appropriate for young people.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexual imagery some have deemed \"pornographic.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexual imagery that has been deemed unsuitable for young readers by certain moralists.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexual imagery that makes people feel uncomfortable.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexual imagery that some consider not appropriate for a high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexual imagery that some consider to be \"pornographic\".", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexual imagery that some say \"is not appropriate for a high school curriculim.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexual imagery, including scenes seen by some as promoting the \"gay and lesbian lifestyle.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexual references some consider inappropriate for high school age individuals.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexual scenes", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexually explicit content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexually explicit imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexually explicit passages.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains sexually explicit situations that may not be suitable for high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains some sexual imagery that some feel is \"pornographic.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains what could be considered pornographic ,materiel", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it contains what some would say to be pornography, which she denies and states it's for autobiography and not erotic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual imagery it contains.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue the sexual imagery it contains is considered \"pornographic\" in nature and therefore inappropriate in most contexts.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some believe it contains pornographic material.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people argue that it contains controversial sexual imagery which makes it an inappropriate book for a high school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual imagery it contains could be seen as being \"pornographic,\" and some communities view that it promotes a \"gay and lesbian lifestyle.\"", "value": 1}], "name": "contains (63)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it deals with LGBTQ issues and faces them head on.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it deals with being gay and is in the school systems.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it deals with sexuality, and some interpret that as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it deals with teen sexuality and some people find it to be \"pornographic\" while others have bigoted reasons for wanting it banned.", "value": 1}], "name": "deals (4)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because the book demonstrates explicit sexuality.", "value": 1}], "name": "demonstrates (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because she depicted images of her own sexual awakening.", "value": 1}], "name": "depicted (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts a teen's sexual awakening in a graphic manner.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts early sexual awakenings.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts explicit images and introduces gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts gay and lesbian sexual experiences.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts graphic and accurate retelling of her early sexual experiences and \"promotes LGBT\" lifestyle.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts graphic sexual imagery and describes gay or lesbian feelings.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts her own sexual awakening.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts her sexual awakening in a graphical manner.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts her sexual awakening with images of her memories.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts her sexual awakening with images of her own memories of early intimacy and although for her it was important to share an honest, personal story graphically.. It was also explicit, overstepping the boundaries to most in opinion, and ended up getting challenged and banned in communities for the graphic honesty.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts her sexual awakening with images of her own memories of early intimacy.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts potentially pornographic descriptions.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts sex and sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts sexual awakening of intimacy with her own imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts sexual imagery that some find pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts sexual situations and may promote the gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts sexual situations graphically.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts sexual situations.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts sexuality in a graphic manner, but one that fairly represent's Bechdel's personal experience.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts the LGBTQ lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it depicts underage sexual experiences.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the book depicts a kind of sexuality that not all people agree with or support.", "value": 1}], "name": "depicts (24)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it describes sexual acts between people of the same gender.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because she describes in great detail her sexual awakening as a teen.", "value": 1}], "name": "describes (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it discusses sexual situations that some consider pornographic and other claim it promotes the homosexual lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because she openly discusses her early sexual awakenings and sexuality", "value": 1}], "name": "discusses (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it displays a questionable degree of sexual content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual image that it displays which is classified as pornographic", "value": 1}], "name": "displays (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it explores the author's sexuality and has sexual imagery.", "value": 1}], "name": "explores (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it features sexually explicit passages, and because  of the non-negative portrayal of LGBTQ+ experiences, sexual or otherwise.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it features very sexual content along with LGBTQ ideas.", "value": 1}], "name": "features (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because She feels its important because  she is honest in sharing a personal subject", "value": 1}], "name": "feels (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it gives details about her own sexual experiences which are a bit to graphic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it gives one persons discovery of her sexuality as part of the gay community.", "value": 1}], "name": "gives (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it had sexual content.", "value": 1}], "name": "had (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because It has sexual overtones and some feel.ut 8s pornographic", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because her book has important social value.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has \"sexual imagery is pornographic\" and \"promotes the gay and lesbian lifestyle\".", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has a lot of sex.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has a lot of sexual imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has controversial and graphic imagery content not suitable for young individuals.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has depictions that are sexually graphic", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has graphic depictions of sex from a personal perspective", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has imagery some view as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has imagery that some would consider pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has inappropriate imagery that people have deemed inappropriate for younger populations.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has potentially controversial imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has sexual content and explores and alternate sexual lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has sexual content and may expose readers to gay and lesbian lifestyles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has sexual content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has sexual imagery that has been considered \"pornographic.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has sexual tones and features lesbian content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has sexually explicit imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has some inappropriate and racy material", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it has themes that are controversial in public school settings in relation to sex/sexuality", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the book has ideas that differ from some communities' philosophy.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the book has some passages about her early sexual experiences.", "value": 1}], "name": "have (22)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it illustrates her early sexual curiosity vividly.", "value": 1}], "name": "illustrates (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual imagery that she insists be shown in her book for complete honesty of her story.", "value": 1}], "name": "insists (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it introduces sensitive subjects to students who are very impressionable and are deemed immoral by older adults.", "value": 1}], "name": "introduces (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it made people think about sexuality more.", "value": 1}], "name": "made (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it makes reference to homosexuality.", "value": 1}], "name": "makes (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it graphically portrays her memories of early intamacy.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it portrays sexual images and can be perceived by some as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the message that it portrays to young readers.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the topic of sexuality that it portrays.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue that it portrays erotic and pornographic imagery.", "value": 1}], "name": "portrays (5)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it presented sexually explicit content that many felt was too mature or deviant for highschool readers.", "value": 1}], "name": "presented (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it might promote a Gay or Lesbian lifestyle, and that it may be pronographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because promote freedom of thought, inquiry, and expression and oppose censorship in all its forms.", "value": 1}], "name": "promote (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because It promotes the gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it \"promotes the gay and lesbian lifestyle\".", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it \"promotes the gay and lesbian lifestyle.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes \"pornographic\" material.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes LGBT ideas.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes a gay and lesbian lifestyle according to some people.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes a gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes a gay lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes a gay/lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes a homosexual lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes a sexual mindset that people are not familiar with.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes erotic homosexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes freedom of thought.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes gay and lesbian lifestyles and was hailed as a masterpiece by FUN Home.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes gay and lesbian lifestyles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes homosexuality and pornography.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes homosexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes lesbianism.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes sexuality and an LGBTQ lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes sexuality that conflicts with the narrow-minded norms of those communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes the LGBTQ lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes the gay and lesbian lifestyle", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes the gay and lesbian lifestyle,.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes the gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes the gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes the hay and lesbian lifestyle", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes the lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it promotes the sick and perverted lifestyle of gays !", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some argue it promotes a gay and lesbian lifestyle as well as being sexually graphic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some believe it promotes the gay and lesbian lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people believe it promotes the gay and lesbian lifestyle", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people feel that it \"promotes a gay and lesbian lifestyle.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people think it promotes gay and lqbtq lifestyles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people think it promotes gay/lesbian lifestyles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because the book promotes pornographic and alternative lifestyles which may be overwhelming for some high school students.", "value": 1}], "name": "promotes (35)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because some people see the autobiographical experiences she recounts in the book as pornographic.", "value": 1}], "name": "recounts (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it doesn't represent every community and speak to every individual's lifestyle and believes.", "value": 1}], "name": "represent (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it represents the sexual identity of a young woman discovering her identity of a LBGTQ woman.", "value": 1}], "name": "represents (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because Bechdel responded to these criticisms", "value": 1}], "name": "responded (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because of its sexual imagery and says it is not appropriate for high school curriculums.", "value": 1}], "name": "says (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because It shows graphic imagery of her sexual awaKening at an early age in the 1970's.", "value": 1}], "name": "shows (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because its not appropriate for a high school curriculum, stating that the sexual imagery is “pornographic.” in nature", "value": 1}], "name": "stating (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it strikes fear into the hearts of conservative families and the experiences that are shared may be inappropriate for people with alternate beliefs.", "value": 1}], "name": "strikes (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it supports an LGBT lifestyle and teen sexuality in general.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it supports the gay and lesbian lifestyle.", "value": 1}], "name": "supports (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it openly talks about a person's exploration of their intimacy and sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it talks about a young girl and the gay and lesbian lifestyle she had.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it talks about people's sexuality that some people do not want to hear about.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it talks of her sexual awakening.", "value": 1}], "name": "talks (4)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because it tells her story of gay and lesbian sexual awakenings in what some consider graphic detail.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because it tells her story using imagery that soe in South Carolina contend is pornographic in nature and promotes unhealthy lifestyles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the story it tells of a sexuality that is not accepted.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because she tells the truth about her experiences with sex when she was growing up.", "value": 1}], "name": "tells (4)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual images she used.", "value": 1}], "name": "used (1)"}], "name": "alison bechdel ’s memoir (203)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they believe its not appropriate.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because they believe the content to be pornographic.", "value": 1}], "name": "believe (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they claim it promotes the gay lifestyle.", "value": 1}], "name": "claim (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because the communities feel that it is inappropriate for young teens to be reading in school, and that it is pornographic.", "value": 1}], "name": "feel (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they felt it promoted gay and lesbian lifestyles.", "value": 1}], "name": "felt (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because her imagery and topics showcase LGBT issues and sexuality, where certain communities find this offensive due to religious beliefs.", "value": 1}], "name": "find (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they looked like comic book.", "value": 1}], "name": "looked (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they said it was pornographic.", "value": 1}], "name": "said (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because the communities viewed it as supporting the gay and lesbian lifestyle.", "value": 1}], "name": "viewed (1)"}], "name": "certain communities (9)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they argue that part of the book text is viewed to be promoting sexual imagery", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because they argue that the imagery isn't appropriate for high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because they argue the imagery is \"pornographic\" and supports a \"gay and lesbian lifestyle.\"", "value": 1}], "name": "argue (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they believe it's \"promoting the gay and lesbian lifestyle.\"", "value": 1}], "name": "believe (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they claim sexual imagery is not appropriate subject matter for a high school student's curriculum.", "value": 1}], "name": "claim (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they consider the imagery \"pornographic.\"", "value": 1}], "name": "consider (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because of that communities discomfort with sexuality.", "value": 1}], "name": "discomfort (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they feel as though this book is an illicit portrayal of pornography.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because they feel it is inappropriate for readers due to the fact that they think it is 'pornographic'", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because they feel it is not appropriate content for a high school reading curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because they feel it is not the right content to be read in high schools due to the sexual nature it portrays.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because they feel that the book promotes the gay and lesbian lifestyle to high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because they feel the book is too inappropriate for high school students to read.", "value": 1}], "name": "feel (6)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they felt it was too sexually graphic, and it promoted the gay/lesbian lifestyle.", "value": 1}], "name": "felt (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they present explicit images of homosexuality", "value": 1}], "name": "present (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they say it is not appropriate for high school students to read in class.", "value": 1}], "name": "say (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they see it as pornographic and not suitable for kids, fearing it will make them homosexual reading about what the woman has been through.", "value": 1}], "name": "see (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they think it's not appropriate and uses sexual imagery, as well as promoting gay and lesbian lifestyles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because they think the book promotes gay or lesbian lifestyle.", "value": 1}], "name": "think (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they thought it is not appropriate for high school curriculum.", "value": 1}], "name": "thought (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they don't understand LGBTQ culture themselves and are afraid of how it may influence the youth.", "value": 1}], "name": "understand (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they view it's sexual content as inappropriate for the school curriculum.", "value": 1}], "name": "view (1)"}], "name": "communities (22)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because critics claim the content was erotic.", "value": 1}], "name": "claim (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because critics state that the material is not appropriate for a high school curriculum due to its \"pornographic\" material.", "value": 1}], "name": "state (1)"}], "name": "critics (2)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because people believe it is pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because people believe it to be pornographic about lesbian and gay experiences.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because people believe that the sexual imagery is \"pornographic.\"", "value": 1}], "name": "believe (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because bringing to high school people feel your pressuring young adults to question them selves", "value": 1}], "name": "bringing (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because people clain that it promotes gay and lesbian lifestyle and is erotic.", "value": 1}], "name": "clain (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because people feel it is sexually explicit.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because people feel that it is erotic and too sexually explicit for high schoolers.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because people feel that the book is to explicit.", "value": 1}], "name": "feel (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because people felt it was overly sexualized for young people.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because people felt it was pornographic in nature.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because people felt that her biography were giving pornographic imagery to the youth.", "value": 1}], "name": "felt (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because people find imagery in the book \"pornographic\" and unfit for high school students.", "value": 1}], "name": "find (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because people have the opinion that it is obscene.", "value": 1}], "name": "have (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because bigotry, intolerance and people imposing their religious views on society.", "value": 1}], "name": "imposing (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because people say that the imagery is sexually explicit.", "value": 1}], "name": "say (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because people think it's promoting a gay lifestyle and is erotic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because people think that is pornographic and it promotes homesexuality.", "value": 1}], "name": "think (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because people view her book Fun Home to be pornographic or pushing the gay/lesbian agenda.", "value": 1}], "name": "view (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because people do not want their children to see things that should be censored like sexual content.", "value": 1}], "name": "want (1)"}], "name": "people (19)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual content that she has in the book.", "value": 1}], "name": "have (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because she spoke about her sexual awakening with images of her own memories of early intimacy.", "value": 1}], "name": "spoke (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because the sexual imagery that she uses in the book is considered pornographic to some.", "value": 1}], "name": "uses (1)"}], "name": "she (3)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because t promoted alternative lifestyles such as found in the gay and lesbian community.", "value": 1}], "name": "promoted (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because t promotes gay and lesbian lifestyle.", "value": 1}], "name": "promotes (1)"}], "name": "t (2)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because of the sexual nature of the book promoting lesbian and gay lifestyles.", "value": 1}], "name": "promoting (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because the book talks about her sexual awakening which some said “not appropriate for a high school curriculum,”", "value": 1}], "name": "talks (1)"}], "name": "the book (2)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they believe it inapproiate for school age kids.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because they believe it is pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because they believe it is pornographic.", "value": 1}], "name": "believe (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they claim it is pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because they claim the sexual imagery is pornographic.", "value": 1}], "name": "claim (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they feel it promotes sexual activity to high schoolers.", "value": 1}], "name": "feel (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they find it controversial to their own beliefs on what youths should be exposed to.", "value": 1}], "name": "find (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because in South Carolina they portrayed it as sexuality and banned it.", "value": 1}], "name": "portrayed (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they said it is pornographic.", "value": 1}], "name": "said (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because the of the books sexual imagery, they say it is pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities because they say it is pornographic.", "value": 1}], "name": "say (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities because they think sexual imagery is pornographic", "value": 1}], "name": "think (1)"}], "name": "they (12)"}], "name": "Alison Bechdel’s memoir has been challenged in certain communities (781)"}