{"children": [{"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but .", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Alison Bechdel's Fun movie.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but NO", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Promotes freedom of thought", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but SHOULD AHVE VERY INTERESTING", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but The NCAC id fighting back", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but VERY GOOD", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but autobiographical", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but band in some cominities", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but bechdels", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but does the world really need another pornographer?", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but its freedom of thought and audiobiographical", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but its not appropirate", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but mental state", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but na", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but net", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but not all all of them.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but not capable of it", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but not good", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but not in the gay/lesbian community.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but not the LGBQT community.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but not the LGBTQ community.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but personal identity and family relationships", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but potentially controversial imagery", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but s", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but sfsfd", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some accept it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some don't consider it perverse or inappropriate.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but support", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship (NCAC).", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the The National Coalition Against Censorship", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the gay and lesbian community.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but this further marginalizes LGBTQ youth.", "value": 1}], "name": "- (34)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but , accdpted in others.", "value": 1}], "name": "accdpted (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but accepted in others", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but accepted in others.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but still accepted by some", "value": 1}], "name": "accepted (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but allowed in others.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but still allowed in others.", "value": 1}], "name": "allowed (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but banned in some communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but banned.", "value": 1}], "name": "banned (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but banning it would stigmatize and marginalize the LGBTQ community.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but banning or restricting books will foster intolerance and stigmatization.", "value": 1}], "name": "banning (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but Alison Bechdel's Fun Home: A Family Tragicomic is a graphic novel memoir of the ... in “seedy people coming into the library and moving into our community", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Bechdel’s memoir is resonant with many youth experiences and offers teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Bechdel’s memoir is resonant with many youth experiences and offers teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Bechdel’s memoir is resonant with many youth experiences and offers teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Bechtel's memoir is resonant with many youth experiences and offers teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Gay and Lesbian Advocate groups are standing with her.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but HE IS SHARE AN IMPORTANT HONEST, PERSONAL STORY GRAPHICALLY.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but It is being supported as appropriate reading by the National Coalition Against Censorship, for its ability to allow LGBTQ youth reading material to answer questions they may have, in a safe way.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but NCAA is fighting it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but NCAC is advocating for her.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but NCAC is fighting back against censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but NCAC is fighting back in order to promote an environment where you people can safely question their own identities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but NCAC is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but NCAC is fighting to keep her work active in schools deeming it important for students to explore their own thoughts on the subject of sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but NCAC is supporting her against cernsorship", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but NCAC is trying to prevent it from being censored.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but NCAC, a group against censorship, is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but National Coalition Against Censorship (NCAC) is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but National Coalition Against Censorship is fighting back against banning this book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but National Coalition Against Censorship is supporting the book, freedom of expression", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but The National Coalition Against Censorship is fighting back against her book being censored.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but The National Coalition Against Censorship is fighting back claiming that banning the memoir stigmatizes and marginalizes LGBTQ youth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but The National Coalition Against Censorship is fighting back stating it sets a dangerous precedent to ban it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but The National Coalition Against Censorship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but The National Coalition Against Censorship is fighting efforts to ban it from schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but The National Coalition Against Censorship is fighting to stop the censorship of the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but The National Coalition Against Censorship is on her side.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but The National Coalition Against Censorship is showing open support to the book and others like it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but The National Coalition Against Censorship is speaking out against the efforts to ban Fun House from school curriculum.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but a advocacy group is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but a advocate group is fighting stating that we have a freedom of thought and inquiry.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups against censorship are fighting back", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups against censorship are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups against censorship are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups against censorship for any reason are committed to fighting the challenge.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups against censorship is fighting back", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups against censorship is fighting back in support of the memoir.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups against censorship is fighting back, like NCAC.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups against censorship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups are fighting back", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups are fighting back because it resonates with many youth experiences.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups are fighting back because they believe it will resonate with teens going discovering their own sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups are fighting back claiming that this is censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups are fighting back for freedom of speech.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups are fighting back saying the memoir promotes freedom of thought and expression.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups are fighting these challenges.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups are fighting to prevent it from being censored.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups are pressing for little to no censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups are supporting and fighting for this cause to promote freedom of thought and expression.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups like the National Coalition Against Censorship (NCAC) are fighting back to defend freedom of thought, inquiry and expression.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups such as The National Coalition Against Censorship is fighting back against the bans, arguing for its important social value.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups such as the National Coalition Against Censorship (NCAC) are fighting back against the challenges and banning of her book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but an advocacy group The National Coalition Against Censorship (NCAC) is fighting back as they oppose censorship in all it's forms.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but an advocacy group against censorship is fighting back against that challenge.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but an advocacy group against censorship is fighting back the National Coalition Against Censorship", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but an advocacy group against censorship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but an advocacy group against censorship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but an advocacy group is fighting back against censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but an advocacy group is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but an advocacy group that is against censorship is fighting back because they believe it offers teen readers a safe place to examine questions related to personal identity, family relationships and the need to face the truth in their own lives.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but an advocacy group that is against censorship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but an advocate group is fightback by alleging that banning this book would condone intolerance against LGBTQ youth and further stigmatize and marginalize them.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but an advocate group on censorship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but anti-censorship advocacy groups are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but anti-censorship groups are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but at least one advocacy group is arguing against that decision.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but at least one group against censorship is fighting bacjk.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but certain groups are pushing back against this censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but every day a new idea is spread everyone's mind opens up a little bit more.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but freedom of thought advocacy group, the NCAC, is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but groups against censorship are fighting back because this is against freedom of speech and expression.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but groups against censorship are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but groups against censorship is fighting back", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but groups against censorship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but groups are fighting back in support of her books.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but groups are fighting the challenges.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but groups are speaking out against the controversy", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but groups like the NCAC are pushing back and warning of the slippery slope of banning such books.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but groups such as the NCAC is fighting back because they believe it will stigmatize youth, and youth should have freedom of speech in school.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but groups such as the NCAC who are against censorship are attempting to block the censorship stating that it has inherent value for the students who can identify with the author.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but her writings are important for others to be able to relate to as they grow into their own sexual identity, and need the support by reading of another persons journey.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but if her work is denied this will send a message to the teenagers in this society only have certain choices.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but in others, it's hailed as a masterpiece that is more of an autobiography than pornographic material.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is a masterpiece.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is a vital piece of literature for LGBTQ youth who may be struggling with their own identity and need a point of reference to see outside themselves and their community.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is accepted by some organizations as a work of art concerning her feelings concerning herself.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is also seen by many people as a realistic portrayal of adolescent intimacy which is therefore apropriate for teenage audiences.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is also supported by groups that include gay and lesbian members.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is an autobiography and is not considered to be erotic by it's author.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is an honest telling of her experience, and could be beneficial in helping those faced with similar questions find strength and direction.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is an important work for opening and encouraging conversation among LGBTQ+ teens.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is being defended by The National Coalition Against Censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is being defended by advocacy groups as an autobiographical work", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is being defended by advocacy groups like NCAC.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is being defended by the NCAC stating it is an important work and resonates with a segment of youth who struggle with personal identity.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is being fought for by a group that is against censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is considered proper so different people with different lifestyles do not feel excluded.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is currently available in most of the country.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is defended by the NCAC.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is encouraged in others.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is hailed a \"masterpiece\".", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is hailed ad a masterpiece.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is hailed as a masterpiece by many.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is is still hailed a \"masterpiece\".", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is likewise defended by others like The National Coalition Against Censorship (NCAC).", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is often hailed as a masterpiece.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is resonant with many youth experiences and offers teen readers a safe place to examine questions related to their own truth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is supported by an advocacy group that is against censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is supported by the NCAC.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but is thought to be a masterpiece by literary critics.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it can be argued that it wasn't erotic, but , rather, autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is a biography of her life.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is a form of censorship to ban it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is a great piece of literature.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is a realistic version of her life.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is a restriction on freedom of speech.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is also a livid, fully freedom type of poem, that expresses creativity, originality, and freedom of expression.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is also being defended by LGBT advocates because it is helping many young people.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is also hailed as a master piece and addresses important coming of age issues.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is an autobiography about her early life.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is an autobiography that may resonate with many teens struggling to understand their own sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is an important topic to human development.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is being challenged because it is more autobiographical than pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is being defended by the National Coalition Against Censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is being held up by the NCAC as an example of real problems the LGBTQ youth community faces every day.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is being praided by other groups saying that it's not right to restrict certain literature.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is considered a masterpiece and autobiographical not erotic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is due to their own unease around discussing sexuality with their children.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is giving teenagers a safe place to examine their personal life.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is important to share an honest, personal story graphically.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is just memoirs from her life atfer a sexual awakening in the seventies.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is likely to be allowed again once the NCAC wins their lawsuit.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is made all the better because of the challenge.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is not an erotic novel, it is an autobiography.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is not appropriate for high school communities since its graphic nature", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is resonant with many youth experiences providing them a safe place helping them answer questions they have about their personal identity , family relationships etc.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is something that is resonant with many youth experiences and offers teen readers a safe place.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is still a revered book amongst readers.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is still an important work of nonfiction art.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is still assigned reading in high school in many other communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is still considered to have high social value according to advocacy groups like NCAC who state that the book \"... is resonant with many youth experiences and offers teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is still widely circulated and is celebrated by many in the literary community.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is supported by the NCAC.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it is vital to the LGBTQ community.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it should be considered as educational material with adult supervision.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it should be outlawed completely.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it should not be banned because i do not believe in book censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it should not be banned just because it makes some people uncomfortable.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it should not be because it is relevant to what many teenagers and preteens go through.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it shouldn't be banned or it might set a dangerous precedent.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it still isn't banned and supported by other communities, such as LGBTQ.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it's an important book that tells a story that could be incredibly relatable for a young person reading it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it's being held in high esteem by people who share her experience and in her openness about sexual acceptance.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it's important that student read materials on a variety of point of views and lifestyles because readers can relate to them.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it's promoting the gay and lesbian lifestyle", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but many are fighting to promote the freedom of creative expression.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but many other communities are challenging those communities, stating freedom of thought is important to grow.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but may eventually be recognized for the same statements that condemn it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but memories are too pornographic for schools", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but not everyone in those communities are supporting this ban;some people feel she has a right to be free to express herself in her art form of choice.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy against censorship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy group against censorship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy group against censorship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy group against censorship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy group against censorship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy group against censorship the National Coalition AgainstbCensorship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy group is challenging the opposition.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy group is fighting back - the National Coalition Against Censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy group is fighting back against its censoring.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy group is fighting back against this.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy group is fighting back to try and avoid this dangerous precedent.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy group is fighting back, claiming that the book resonates with the experiences of many LGBT youth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy group is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy group is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy groups against censorship is fighting back", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy groups against censorship is fighting back to promote freedom of thought, inquiry, and expression and oppose censorship in all its forms.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy groups against censorship is fighting back to promote personal identity, family relationships, and the need to face the truth through the book", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy groups against censorship is fighting back, the National Coalition Against Censorship (NCAC), which was formed to promote freedom of thought, inquiry, and expression and oppose censorship in all its forms.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy groups against censorship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy groups against censorship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one anti-censorship group is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one group (NCAC) is protesting and looking to changes people's perception.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one group against censorship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one group is fighting back against the censorship", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one group is fighting back by trying to promote freedom of thought and opposing censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one group is fighting back to protect the freedom of thought.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one group is supporting it as they are against censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one response to the challenge is that it the detractors are raging against sexuality rather than sex.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but organizations like the NCAC are working to make the memoir acceptable in all communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but other advocacy groups are fighting back to promote freedom of thought, inquiry, and expression.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but other communities are fighting back and encouraging the memoir as a representation of an otherwise under-represented community.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but other communities are supporting it", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but other groups are fighting back based upon the principle of freedom of speech.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but other groups are fighting back to protect the value and integrity of the work.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but other organizations and communities are fight back for equity and for her book to not be banned just because it is homosexual.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but others are advocating that LGBTQIA teens could view this as a helpful memoir.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but others are defending the right to freedom of thought", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but others are fighting back in order to prevent and oppose censorship of any kind.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but others are fighting that censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but others are fighting to promote freedom of speech.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but others are jumping to the author's defense, saying it shows a realistic view of what many young people experience during their sexual awakening.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but others are speaking out in support of freedom of speech and its importance.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but others are working to support her writing", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but others, such as the NCAC, are supporting it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but people are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but people are fighting for its inclusion", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but people are upset and will try again.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but s being argued back that the book is a memoir or autobiographical and supports some students and helps them reflect on their life.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but she is a courageous woman.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but should be accepted with open mind because the things she wrote is actually happening in the society.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but should be welcomed because it gives a different view than what we consider to be mainstream.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but should not be silenced for what some deem inappropriate imagery.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but shouldn't be because it tells LGBTQ community's that such acts are in tolerated.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some advocacy groups are fighting back against censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some advocacy groups are fighting back against this censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some advocacy groups are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some are fighting against the censorship of the book because of its societal value.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some are supporting it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some argue that the sexual imagery is pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some argue that this imagery is “not appropriate for a high school curriculum,” stating that the sexual imagery is “pornographic.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some believe that it is helpful to teens - allowing them to explore some sensitive topics.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some communities are open for Bechdel's descriptive autobiography.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some groups are fighting back against censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some groups are fighting back saying censorship is wrong.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some groups are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some groups are speaking out against censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some members of NCAC are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some of reason behind the opposition is prejudice because it contains depictions of gay lifestyles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some organizations are fighting back against censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some organizations are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some organizations are standing up to those challenges.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some people are fighting back, arguing that it is an important piece of literature.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some people believe it is like many youth experiences and will help them face the truth in their lives.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some people feel the book is completely appropriate because it addresses many feelings teenagers tend to have.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but that NCAC is fighting back,they believe the book helps students exam their own feelings.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but that may be down to the sexuality expressed rather than the sex itself.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NACA is fighting against it's censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is against censorship and is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is beginning to challenge those challenges.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is defending it because it may help other youth in answering questions about their own sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting against censorship of the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting against it being banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting against it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting against the ban of her book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting back", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting back .", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting back against censorship stating that the book provides a safe space for teens to explore issues related to self identity, etc", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting back against that censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting back against the censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting back against these claims.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting back against those challenges.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting back and defending Bechdel's work.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting back and opposing the censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting back in support of the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting back stating the dangerous precedent that could be set by banning it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting back to keep the book in schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting back to prevent censorship and provide an opportunity to enrich marginalized youth that could benefit from the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting back,", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting back, saying that the book will help adolescents understand their sexuality and that censoring it will further stigmatize LGTBQ communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting for people to have access to the book because it is their belief that things should not be censored.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting it based of the claim it is autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting to make sure that it is still read.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting to make sure that the book is not banned", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is fighting to remove censorship and freedom of thought in efforts to lift the ban.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is in favor of the book “promote freedom of thought, inquiry, and expression and oppose censorship in all its forms.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is protesting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is standing up against the censorship, due to the fact it has experiences that can connect with teen readers.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is standing up and saying that it has important social value.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is taking a stand and rebuking censorship, deeming it another form of stima for LGBTQ individuals.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is trying to fight back and bring forth the positives of what the book is about and how it can help the youth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is trying to help with that.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is working to keep the work from being banned stating it would further stigmatize LGBTQ youth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC is working toward eliminating the censorship that bans memoirs on the grounds of freedom of expression.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalation Against Censorship is responding to the ban by stating that the book could help youth discover themselves through a safe enviroment.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship (NCAC) is advocating for more freedom in regards to thought, inquiry and expression since her experience can help many teens especially in the LGBTQ community who can relate to the writings.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship (NCAC) is fighting back against that.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship (NCAC) is fighting back in efforts to ban the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship (NCAC) is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship is fighting against efforts to ban the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship is fighting back against these challenges.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship is fighting back to get this book available in all communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship is fighting back!", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship is fighting back, to “promote freedom of thought, inquiry, and expression and oppose censorship in all its forms.”.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship is fighting on the books behalf.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship is fighting to prevent the book from being banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship is in full support of the memoir.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship is pushing back against this.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship is responding with support for the theory that teens should have the option to experience the story.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship is supporting the author's right to publish the book and others to read her memoir.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship is supportive of the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National coalition against censorship is fighting back the censorship claiming the book is resonant with many youth experiences", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the advocacy groups are fighting against its sensorship", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the book is a way to help younger people, and high school students understand their own lives and the sexual thoughts that may be gling through their heads.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the book is acclaimed and for that reason it must be written very well, which means its a great learning tool when studying the English language, so it should be allowed in schools for teaching methods.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the book is still hailed a master piece overall.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the images are mild foreplay.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the work is not pornographic in nature, it is autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but their are groups that are trying to keep the book available for students to read.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are advocacy groups defending the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are advocacy groups that rally behind the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are advocates that are maintaining its importance.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are anti-censorship groups that oppose keeping people from being able to read it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are ardent defenders of this call for censorship--stating that the work is of societal value.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are campaigns fighting for her and for the end of censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are concerns that this increases the risk of stigmatizing LGBTQ youths and may increase intolerance towards them.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are groups challenging the ban.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are groups fighting this challenge.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are groups that are defending the memoir.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are groups who argue that it is important due to freedom of expression, the need to be opposed to censorship, and the need to be exposed to challenging and different ideas.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are groups who support this book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are many people and groups that defend this book and it's morality", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are organizations fighting against the censorship of her work because it could set very dangerous precedents in our society.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are organizations, such as the NCAC, that believe that banning such material serves to further marginalize the LGBTQIA community.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are organizations, such as the NCAC, who are fighting back against these challenges.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are other groups, such as NCAC that are fighting the challenge.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are others who fight for the rights of student's to be able to access it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are those who support her and her content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there are those, in that same community, who feel that the imagery in the book is not appropriate for high school students.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there is a group advocating against censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there is a group, the NCAC, that fights to keep it not banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there is an advocacy group NCAC, which supports it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there is an advocacy group for banned books fighting on its behalf.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there is at least one advocacy group fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there is one advocacy group that is fighting back , they promote freedom of though.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there is one advocacy group, the National Coalition Against Censorship (NCAC), that is fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there is one group that is fighting back against the censorship of her book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there is one organization, the NCAC, that feels that she has the right to express herself in freedom of thought and expression.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there is support among those who feel members of the younger generation should be able to read about others who may have the same struggles with identity as they do.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but they are fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but they are important of the challenge", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but this book is an autobiography and was not meant to be erotic and many of the young people today could relate to its content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but this is not satisfies", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but this is unjust due to the clear discrimination against people who identify as LGBTQ and simply want to express themselves.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but those people aren't recognizing the inherent contradiction inherent in censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but understanding of the reasons that her work may be helpful for teens to consider is increasing in some states.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but will be available for all to read so that others can know her journeys.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but “Bechdel’s memoir is resonant with many youth experiences and offers teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but “Bechdel’s memoir is resonant with many youth experiences and offers teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but “Bechdel’s memoir is resonant with many youth experiences and offers teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives.”", "value": 1}], "name": "be (346)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but some see the positive aspects of it being available for youth to read.", "value": 1}], "name": "being (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but an advocacy group against censorship called the National Coalition Against Censorship (NCAC) is fighting back.", "value": 1}], "name": "called (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but censoring books that deal with sex in a realistic manner is illegal and against the 1st amendment .", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but censoring this book would deprive young people of a work that would help them understand their own lives and developing sexuality.", "value": 1}], "name": "censoring (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but championed in others as a safe haven in which teens can reside to explore this same truth in their own lives.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but championed in others who don't approve of censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but championed in others.", "value": 1}], "name": "championed (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but Complete the sentence by inserting a reason that supports the claim in the sentence starter.", "value": 1}], "name": "complete (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but It continues to be a message of hope.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it continues to resonate as a personal coming of age story,", "value": 1}], "name": "continues (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but an advocacy group devoted to fighting against censorship is fighting back - they’re named the National Coalition Against Censorship, or the NCAC.", "value": 1}], "name": "devoted (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but At the time of the challenge, the Marshall Public Library did not have an established materials selection policy.", "value": 1}], "name": "did (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but NCAC if fighting back, promoting freedom of thought and inquriy", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC if fighting to keep it available", "value": 1}], "name": "fighting (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but not follow in a normal life", "value": 1}], "name": "follow (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but Hailed a \"masterpiece\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Hailed a “masterpiece,” Fun Home has been challenged and banned in some communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Hailed a “masterpiece,” Fun Home has been challenged and banned in some communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but hailed a masterpiece", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but hailed a masterpiece in other communities", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but hailed as a masterpiece because of how honest she is with her own story.", "value": 1}], "name": "hailed (6)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but Bechdel has fought back by claiming it's not pornographic, but  instead is autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Bechdel has stated that the work is autobiographical and not erotic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Bechdel has stated that the work is not meant to be erotic but , rather, it is autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Fun Home has been challenged and banned in some communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Its author has defended his work by saying that it is not about sexuality, but  that it is a self biography.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Many people have been taught that it's wrong to start a sentence with a conjunction,", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Ms. Bechdel has argued that the work is not erotic, it is autobiographical and therefore should not be challenged as pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but NCAC has opposed censorship of this book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but NCAC has rallied against the ban, noting that it is dangerous to prohibit one's sexual/intimate feelings.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but The National Coalition Against Censorship (NCAC) has defended the book's sectorial ban by saying the book basically gives teen readers a safe place to examine real life questions they may have about personal identity and how it may be affected.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but The National Coalition Against Censorship has fought back stating that it would further the stigmatization and marginalization of LGBTQ youth and the atmosphere of intolerance.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but The National Coalition Against Censorship has pushed back against these challenges and the stigmatization of LGBTQ youth that they represent.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but The national coalition on censorship has defended the book saying it was a way for kids to individualize there sexuality", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups against censorship have been fighting back.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocates against censorship have fought back including the National Coalition against Censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but also has been defended by national groups such as NCAC.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but anti censorship groups have taken up its cause and defended it as well.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but anti-censorship groups have pushed back on it as censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but certain organizations have protested to allow this and other books as a choice to be read as the author's experiences resonates with the youth of today.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but certain organizations like National Coalition Against Censorship have fought to bring it into the light.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has also been advocated for by groups fighting censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has also been defended by the NCAC for containing content that many young adults can identify with.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has also been defended on the grounds of free speech.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has also been hailed as a masterpiece.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has also received support from the National Coalition Against Censorship due to its resonance with young people.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has been accepted by other communties.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has been accepted in others.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has been advocated by anti-censorship groups because of the safe space the book provides for marginalized teens.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has been backed by the National Committee Against Censorship who describes the work as having real social importance.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has been banned in other communities due to the graphic content.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has been called a \"masterpiece\".", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has been celebrated as a realistic depiction of coming of age.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has been challenged by the NCAC.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has been defended by a civil rights group that is defending against censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has been given to some schools as a part of their reading list.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has been proted by the NCAC", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has been strongly defended by many.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has been supported by NCAC.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has been supported by the NCAC.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has not been banned in others", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has not in others.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has prompted a much larger discussion about censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but ideological advocacy groups have pretended that it has social value and should be protected.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but in others, it has been celebrated as a work with great societal and cultural value.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has also been defended by groups opposed to censorship and the book has been praised as being a book that resonates with young people today.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has also been hailed as a masterpiece because of its ability to resonate with so many teens today.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has also been mentioned that the work is autobiographical not erotic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has also received promotion from the National Coalition Against Censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has also received support from individuals and anti-censorship advocacy groups alike", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has been accepted and even promoted in others communities for offering teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has been accepted by many for challenging youth to explore their inner sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has been banned it quite a few.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has been hailed by many as a \"masterpiece.\"", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has been thought of as a classic and a way for young people to explore questions safely.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has resonated with many young adults and the NCAC is fighting back the censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has resonated with many youth experiences.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but most readers have given it a positive rating.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but not all, some have allowed it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but other communities have welcomed it for it's de-stigmitization of LGBT and sexuality for youths", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but other organizations, like the National Coalition Against Censorship, have defended it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but others have actually featured it on reading lists for schools.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but others have argued for the right of free speech and thought", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but others have described it as being a safe place for teen readers to examine questions related to personal identity and family relationships.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but others have hailed it as having both literary merit and social value, especially to LGBT young people.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but others have stood up for her work including The National Coalition Against Censorship which is aiming to show her work is resonant with many youth experiences and offers teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but she has challenged the decision stating it is a personal memoir", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but she has defended her writing as not being erotic or pornographic and being autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but she has responded by pointing out that her work isn't erotic but  rather autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but she has responded to these criticisms by pointing out the work is autobiographical, not erotic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but she has responded to these criticisms of her work by pointing out that her work wasn’t erotic, it was autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but she has stated that her work is autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some groups have organized to support the author's right to express her art.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some has hailed it a masterpiece!", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some have been fighting back against attempts to censor it", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some have hailed this memoir as a 'Masterpiece', and believe it should not be censored.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC group has formed as advocates for free speech and choice for young people who feel they have sexual misunderstandings", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC has come against this and says that its a good book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC has fought back against claims that the book promotes the \"gay/lesbian lifestyle\" by pointing out the stigmatization and marginalization of LGBTQ youths that occur when books such as Bechdel's are banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC has fought back saying teens could find it helpful in sorting through their own issues.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC has spoke out in its advocacy; in hopes that the book can reach some of the youth in the LGBTQ that question the truth in their own lives.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC has stood up for it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship (NCAC) has pushed back against the attempts to ban her book, and have emphasized that it is an important piece of literature.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship (NCAC) has taken on the job in trying to keep this book available in schools, and show how continuing to keep information about the LGBTQ community, and the sexual relevance that comes with that group, away from youth, will only continue to keep them from the knowledge that is important and relevant to their lives.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship has been fighting against the ban that has been put in place.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship has been fighting bans on the book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship has defended the book as a safe place for teens to examine questions related to personal identity.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship has responded to efforts to censor this text by pointing out how censorship is dangerous because it's a slippery slope.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship has stepped in to support freedom of thought, inquiry, expression.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship has supported the book by arguing that it provides an opportunity for young people to explore their identities and family relationships.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the author has defended it by saying it is autobiographical rather than erotic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the book has also garnered defenders under the premise that banning the memoir is censorship and that the book also offers a valuable societal contribut ion", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the book has been defended in other communities.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there has been push back against the censorship by organizations such as the NCAC.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but there has been push-back from anti-censorship groups.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but this has resulted in the formation of a counter-organization that defends the book and accuses the other of promoting intolerance.", "value": 1}], "name": "have (95)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but others including organizations that fight censorship say this memoir is valuable to young people trying to find their own truth in their lives.", "value": 1}], "name": "including (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but a group against censorship known as NCAC is fighting for the book to not be banned as it would set a dangerous precedent.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but an anti censorship group known as N.C.A.C is fighting to keep the memoir in schools, the group says that the memoir offers teens a safe place to discover certain aspects of themselves, and helps teach tolerance among all individuals and lifestyles.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy group known as The National Coalition Against Censorship is fighting back in support of her book.", "value": 1}], "name": "known (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but lauded in others.", "value": 1}], "name": "lauded (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but opposition may lie in sexuality more than sex itself.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but opposition to the book may lie more in sexuality than sex itself", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but opposition to the book may lie more in sexuality than sex itself, as was the case in South Carolina when in 2014, the South Carolina House of Representatives cut funding to the College of Charleston for featuring the book in a reading list because it was “promoting the gay and lesbian lifestyle.”", "value": 1}], "name": "lie (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but an advocacy group named NCAC is fighting back.", "value": 1}], "name": "named (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but her work by pointing out that her work wasn’t erotic, it was autobiographical", "value": 1}], "name": "pointing (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but praised in others.", "value": 1}], "name": "praised (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but it reflects and resonates with the young people of today's society, and can help them navigate questions related to their life.", "value": 1}], "name": "reflects (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but should remain open for all to read.", "value": 1}], "name": "remain (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but it remains a classic read.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it remains resonant with many youth experiences and offers teens a safe place to examine their personal identity.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but remains an important tool in the conversation of censorship.", "value": 1}], "name": "remains (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the movement to remove censorship still goes strong for the split audience.", "value": 1}], "name": "remove (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but her book resonates with many youth experiences and offers them a safe space to examine questions about their identity.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it resonates with the youth experience and banning it would set a bad precedent for censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but resonates with teens, and can help support conversations about sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some people say it resonates with many youth experiences.", "value": 1}], "name": "resonates (4)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but restricting it stigmatizes and marginalizes LGBT youth and resonates with many young kids.", "value": 1}], "name": "restricting (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but others seem to think it promotes a astigmatism to the LGTBQ community.", "value": 1}], "name": "seem (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but it seems to be widely accepted in most.", "value": 1}], "name": "seems (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the defense of traditional values should not stand in the way of intellectual honesty and creative endeavors.", "value": 1}], "name": "stand (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but for starting them young will help them in the long run .by knowing what team their on", "value": 1}], "name": "starting (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but NCAC stood up for the critical value of Bechdel's autobiographical work.", "value": 1}], "name": "stood (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but stopping it means marginalization of the lgbtq community", "value": 1}], "name": "stopping (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but supported in the LGBT community.", "value": 1}], "name": "supported (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but His work was not erotic, but  autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but The National Coalition Against Censorship (NCAC), was formed to “promote freedom of thought, inquiry, and expression", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but he was known of sex", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but he was so contain", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but her work wasn’t erotic, it was autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but in South Carolina it was considered to be okay since it promoted the lesbian and gay lifestyle.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it was a factual account of her life", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it was autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it was considered a masterpiese by some.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it was hailed a masterpiece.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it was hailed as a masterpiece.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it was important for her to be honest and graphic in her depiction of her personal experiences.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it was supported in others", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the College of Charleston in was added to the reading list.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC was created to promote freedom of thought and fight back against the bans.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC was fighting back to promote freedom of thought and oppose censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC was formed to fight censorship and can help books like Bechdel's remain for other people to identify with and learn from.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC was formed to oppose censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship (NCAC), was formed to “promote freedom of thought, inquiry, and expression and oppose censorship in all its forms.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship (NCAC), was formed to “promote freedom of thought, inquiry, and expression and oppose censorship in all its forms.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but was also defended by The National Coalition Against Censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but was autobiographical and should be allowed as a freedom of expression.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but was featured in a book reading list by the College of Charleston.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but was featured on the reading list at a college in South Carolina.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but was formed to promote freedom of thought, inquiry, and expression and oppose censorship in all its forms", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but wasn't censored.", "value": 1}], "name": "was (26)"}], "name": "- (561)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups argue against censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups argue that it shouldn't be banned.", "value": 1}], "name": "argue (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups feel it promotes freedom of thought and expression.", "value": 1}], "name": "feel (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but advocacy groups opposing censorship are fighting back.", "value": 1}], "name": "opposing (1)"}], "name": "advocacy groups (4)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but she argues it is autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC argues it resonates with youth and allows them a safe place to examine these types of issues they go through.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC argues that it is resonant with many youth experiences.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC argues that it offers teens a safe place to explore their own questions related to personal identity, family relationships, and the need to face the truth in their own lives.", "value": 1}], "name": "argues (4)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but she believes it is biographical.", "value": 1}], "name": "believes (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but Bechdel claims her work is autobiographical, not sexual.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Bechdel claims that her work is not erotic but  autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but NCAC claims it is relevant to many youth experience and offers place to examine questions related to personal identity.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but She claims its not pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but she claims it was meant to be autobiographical and not really sexual.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the author claims that the book is not erotic, instead classifying it as biographical.", "value": 1}], "name": "claims (6)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC considers it to be important to provide tolerance towards those of the LGBTQ community.", "value": 1}], "name": "considers (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but it contains content that youth actually resonate with an can learn from.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it contains important information that must be taught in an effort to destigmatize and normalize experiences for LGBTQ youth.", "value": 1}], "name": "contains (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but she continues to defend her book as an autobiographical text.", "value": 1}], "name": "continues (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but decided to stand up and fight back", "value": 1}], "name": "decided (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but she defended her memoir by explaining it wasn’t erotic.", "value": 1}], "name": "defended (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but she defends her work and criticism about it being too sexual.", "value": 1}], "name": "defends (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but In Alison Bechdel’s Fun Home, depicts her sexual awakening with images of her own memories of early intimacy.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but In Alison Bechdel’s Fun Home, depicts her sexual awakening with images of her own memories of early intimacy.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but depicts her sexual awakening with images of her own memories of early intimacy", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it depicts certain teenages lifestyles and gives them information on subjects they can privately read.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it depicts her true life experiences, not fiction.", "value": 1}], "name": "depicts (5)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but she doesn't feel that it should be stating that it is autobiographical.", "value": 1}], "name": "feel (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC felt different and opposed this issue among other communities.", "value": 1}], "name": "felt (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC fights to keep this type of expression out in the open as it helps those in the LGBTQ community not to feel isolated from their personal identity.", "value": 1}], "name": "fights (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but some people feel that it fosters intolerance.", "value": 1}], "name": "fosters (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC fought to have it accepted as a work of art and education.", "value": 1}], "name": "fought (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but it had the possibility of helping some teens struggling with identity.", "value": 1}], "name": "had (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but also has advocacy groups such as the National Coalition Against Censorship (NCAC) fighting for the memoir to not be banned.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has at least one advocacy groups against censorship fighting on its behalf.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has important social value.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has proponents and is backed by the NCAC, an organization that is against censorship.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has support from anti-censorship organizations.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but has support from the NCAC.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but if the book has social value should it be banned ?", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it also has its supporters who believe it has value.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it could have potentially educational value and help gay/lesbians identify and relate more.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has an important value to society.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has important social value for adolescents, especially college age.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has important social value for teen readers to help them understand their experiences.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has important social value to teens who are looking for answers regarding family relationships, personal identity, and finding their own truth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has important social values that should be examined despite some people's reservations.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has much social value and is considered a masterpiece by some.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it has social value", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but may have important social value.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some people believe the book has something to offer the LGBTQ community as a biographical work.", "value": 1}], "name": "have (18)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but it could help some youth in the LGBQT community to be more comfortable in living their truth.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it could help teens learning about personal identity, family relationships, and facing their truth.", "value": 1}], "name": "help (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but it does not hide the fact that sometimes young people are trying to figure out their own sexuality.", "value": 1}], "name": "hide (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but it holds value in others for helping teens deal with their own issues of identify and values.", "value": 1}], "name": "holds (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but may marginalize the LGBTQ community.", "value": 1}], "name": "marginalize (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but can offer insight on social issues and help developing LGBT+ students find their identity and sense of belonging.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it could offer teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives.", "value": 1}], "name": "offer (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but esonant with many youth experiences and offers teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives.”", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it also offers a safe place for readers to answer questions about sexuality; as well as brining truth to one's own life.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it offers teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but offers a safe place for teens to examine questions related to personal identity.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but offers teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but offers teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but resonant with many youth experiences and offers teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some feel it offers a good and safe way for some to examine their own feelings and experiences.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the book offers an insight and awareness of feelings of personal relationships for teens.", "value": 1}], "name": "offers (9)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but opens up the community and helps the LGBT express themselves.", "value": 1}], "name": "opens (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but Bechdel pointed out that her work wasn't erotic, it was autobiographical.", "value": 1}], "name": "pointed (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but Bechdel points out that her work wasn't erotic it was autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Bechdel points out that the work is autobigraphical rather than erotic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but she points out that it is autobiographical content of her sexual awareness.", "value": 1}], "name": "points (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but more for the type of sexuality it portrays than the sex itself.", "value": 1}], "name": "portrays (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but it may promote gay and lesbian lifestyle", "value": 1}], "name": "promote (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but it promotes free thought and expression.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it promotes freedom of thought, inquiry, and expression and opposes censorship in all its forms.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it promotes the gay and lesbian lifestyle.", "value": 1}], "name": "promotes (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but it provides a compelling true story and should not be banned or removed.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it provides a way for youth to explore themselves.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but it provides an invaluable personal account of experiences with which many readers can relate.", "value": 1}], "name": "provides (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but still receives support from organizations due to the meanings and overall themes that Bechdel addresses.", "value": 1}], "name": "receives (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but recognizing the dangerous precedent", "value": 1}], "name": "recognizing (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but some believe that it may resonant with youth.", "value": 1}], "name": "resonant (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but Bechdel responded by pointing out her book is autobiographical, not pornographic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Bechdel responded by pointing out that her work wasn’t erotic, it was autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Bechdel responded by saying her work wasn't erotic, but  autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Bechdel responded to these criticisms", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Bechdel responded to these criticisms of her work by pointing out that her work wasn’t erotic, it was autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but Bechdel responded to these criticisms of her work by pointing out that her work wasn’t erotic, it was autobiographical.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC responded by saying that \"Bechtel's memoir is resonant with many youth experiences...\"", "value": 1}], "name": "responded (7)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but she responds with its not pornographic its autobiographical.", "value": 1}], "name": "responds (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but NCAC says it has a place in our society, because young people and teenagers can identify with it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but says it is autobiographical and not erotic.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but she says its not pornograchic or erotic images", "value": 1}], "name": "says (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but it might serve an important purpose for a small percentage of each community.", "value": 1}], "name": "serve (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but it might set a orecedent when it comes to reading materical for school kids.", "value": 1}], "name": "set (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but it shares an honest, personal story graphically.", "value": 1}], "name": "shares (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but speaks the truth about her experience.", "value": 1}], "name": "speaks (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but she states its autobiographicl.", "value": 1}], "name": "states (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but stating that the sexual imagery is “pornographic", "value": 1}], "name": "stating (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but it stigmatizes the LGBTQ group.", "value": 1}], "name": "stigmatizes (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC supports her and her memoir.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC supports the memoir stating its importance to young people.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the NCAC supports the use of the book in schools.", "value": 1}], "name": "supports (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but it talks about her early intimacies which would be offensive to religious groups.", "value": 1}], "name": "talks (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but she don't want to do it", "value": 1}], "name": "want (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but she wanted to present an honest, personal story graphically.", "value": 1}], "name": "wanted (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but , NCAC member Abena Hutchful wrote, “Restricting books like Fun Home further stigmatizes and marginalizes LGBTQ youth and fosters an atmosphere of intolerance.\"", "value": 1}], "name": "wrote (1)"}], "name": "alison bechdel ’s memoir (104)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but an organization that advocates against censorship is taking action to allow the book to be read everywhere.", "value": 1}], "name": "advocates (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but an organization that does not want books banned, argues that it is a dangerous precedent.", "value": 1}], "name": "want (1)"}], "name": "an organization that (2)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but he banned some sexual harassment and change.", "value": 1}], "name": "banned (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but he will not change", "value": 1}], "name": "change (1)"}], "name": "he (2)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but many argue that it is a safe place to explore questions related to personal identity.", "value": 1}], "name": "argue (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but many believe it should not be censored", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but many believe that it adds another stigma to LGBTQ youths who are already struggling with their own identity.", "value": 1}], "name": "believe (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but many consider it masterpiece.", "value": 1}], "name": "consider (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but many disagree because they believe the imagery is not erotic and offers readers a safe space in which to examine themselves.", "value": 1}], "name": "disagree (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but many feel it is being challanged by homophobes", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but many feel that it should be part of curriculum because it allows students to examine their own sexuality in an unbiased way.", "value": 1}], "name": "feel (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but many say this sets a dangerous precedent that stigmatizes LGBTQ teens.", "value": 1}], "name": "say (1)"}], "name": "many (8)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but many people believe that it gives teenagers a book that relates to them and their blossoming sexuality.", "value": 1}], "name": "believe (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but many people fought for the book, stating freedom of thought and expression should not be censored.", "value": 1}], "name": "fought (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but many people understand the books important social value.", "value": 1}], "name": "understand (1)"}], "name": "many people (3)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy group claims that it is resonant with many youth experiences and offers readers a safe place to question their own identities and family relationships.", "value": 1}], "name": "claims (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy group specializing in anti-censorship actions have fought to get these challenges rescinded.", "value": 1}], "name": "specializing (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but one advocacy group thinks the memoir should be embraced.", "value": 1}], "name": "thinks (1)"}], "name": "one advocacy group (3)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but Other believe that it resonates with youth.", "value": 1}], "name": "believe (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but other think it should not be censored or banned.", "value": 1}], "name": "think (1)"}], "name": "other (2)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but other communities feel the book has merit.", "value": 1}], "name": "feel (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but other communities recognize that it may be dangerous to censor it, as it may stigmatize gay and lesbian youth.", "value": 1}], "name": "recognize (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but other communities support and love her work seeing it as the work of art it is.", "value": 1}], "name": "support (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but other communities value it's relateability for many teenagers.", "value": 1}], "name": "value (1)"}], "name": "other communities (4)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but other people feel that the book resonates with many LGBT youth and provides a safe place for them to explore questions about their own lives.", "value": 1}], "name": "feel (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but other people see it as an important work in the LGBTQ community.", "value": 1}], "name": "see (1)"}], "name": "other people (2)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but others argue that is representative of our culture and provides readers a safe space.", "value": 1}], "name": "argue (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but others believe it's important for youth to read it.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but others believe that her text is a memoir that offers teens an opportunity to think about and explore their own identity.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but others believe that it is important because teens are struggling with many of these issues and it provides them with a safe place to examine their own feelings and struggles.", "value": 1}], "name": "believe (3)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but others claim that banning the book only restricts freedom of thought and education.", "value": 1}], "name": "claim (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but others feel it gives teen readers a safe place to examine their own sexuality.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but others feel it’s important to show teens to live their truths.", "value": 1}], "name": "feel (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but others have focus on its use of free speech and the fact limiting it promotes censorship.", "value": 1}], "name": "have (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but others see it as a book for young people to ask questions about their own lives.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but others see it as an important biographical work.", "value": 1}], "name": "see (2)"}], "name": "others (10)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but people argue against the censorship saying the book is realistic", "value": 1}], "name": "argue (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but people believe that it is a great piece of literature.", "value": 1}], "name": "believe (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but people feel that youth should be allowed the freedom to decide to read it.", "value": 1}], "name": "feel (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but people need to read her explanation of her thinking, I think it makes sense.", "value": 1}], "name": "read (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but people want to have freedom", "value": 1}], "name": "want (1)"}], "name": "people (5)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but she argues that it is autobiographical and not erotic.", "value": 1}], "name": "argues (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but she believes if you took it out it would be a false presentation of that experience.", "value": 1}], "name": "believes (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but she claims it isn't erotic, but  autobiographical.", "value": 1}], "name": "claims (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but she maintains that the sexual content is not pornographic.", "value": 1}], "name": "maintains (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but she points out that it is not erotic, but  autobiographical.", "value": 1}], "name": "points (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but she proclaims that her memoir is autobiographical and the National Coalition Against Censorship (NCAC) says it is censorship.", "value": 1}], "name": "proclaims (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but she said she didn't\"t write it as erotic, rather it is her life story.", "value": 1}], "name": "said (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but she urges that it be seen as a safe place for LGBTQ teens to ask questions and get further insights about their own lives.", "value": 1}], "name": "urges (1)"}], "name": "she (8)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but some advocacy groups argue against censorship.", "value": 1}], "name": "argue (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but some advocacy groups show their support for Bechdel's memoir by stating that her memoir provides information about personal identity and intimacy, ultimately give youth a safe space to learn about these topics.", "value": 1}], "name": "show (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but some advocacy groups support it", "value": 1}], "name": "support (1)"}], "name": "some advocacy groups (3)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but some groups oppose censorship.", "value": 1}], "name": "oppose (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but some groups support it, as it gives an opportunity for students to learn about difficult and challenging topics.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but some groups support its message.", "value": 1}], "name": "support (2)"}], "name": "some groups (3)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the author claims is merely recalling details from her life.", "value": 1}], "name": "claims (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the author contends it is an autobiographical piece and not meant to be erotic.", "value": 1}], "name": "contends (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the author disputes this because the subject matter is important.", "value": 1}], "name": "disputes (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the author feels it should not be as it is autobiographical in nature and something students can relate to.", "value": 1}], "name": "feels (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the author insists that the material was from an autobiographical standpoint and not sexual.", "value": 1}], "name": "insists (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the author says the book is autobiographical, not erotic.", "value": 1}], "name": "says (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the author states that it's not meant to be pornographic or erotic; it's just autobiographical and part of the true story.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the author states that the work is autobiographical and not pornographic.", "value": 1}], "name": "states (2)"}], "name": "the author (8)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship argues that it is a novel that encourages teens to face their own ideas of personal relationships, sexuality, etc.", "value": 1}], "name": "argues (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship believes it is wrong to ban this book as if it offers tremendous insights for other young women who may be of a lesbian style of life how to deal with similar life issues as Ms. Bechdel experienced which would be very beneficial.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship believes that this book offers a safe place for many teen readers.", "value": 1}], "name": "believes (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship deems the memoir as promoting freedom of thought.", "value": 1}], "name": "deems (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but The National Coalition Against Censorship supported the book.", "value": 1}], "name": "supported (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship supports the freedom to promote her book.", "value": 1}, {"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition against Censorship supports the book.", "value": 1}], "name": "supports (2)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but the National Coalition Against Censorship writes that \"Bechdel's memoir is resonant with many youth experiences and offers teen readers a safe place to examine questions related to personal identity, family relationships, and the need to face the truth in their own lives.\"", "value": 1}], "name": "writes (1)"}], "name": "the national coalition against censorship (8)"}, {"children": [{"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but they can't deny her freedom of speech.", "value": 1}], "name": "deny (1)"}, {"children": [{"name": "Alison Bechdel’s memoir has been challenged in certain communities but they say its is pornographic.", "value": 1}], "name": "say (1)"}], "name": "they (2)"}], "name": "Alison Bechdel’s memoir has been challenged in certain communities (742)"}