{"children": [{"children": [{"children": [{"name": "The United States is investing in self-driving trucks, so it's obvious that the government intends to phase in this technology even if the drivers protest.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so it's time to start thinking about universal basic income.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so it's worth pursuing - change is inevitable.", "value": 1}], "name": "'s (3)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so the labor force needs adjust away from creating more truck driver training into another field.", "value": 1}], "name": "adjust (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so we can advance in the world and save money", "value": 1}], "name": "advance (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so billions of dollars are saved", "value": 1}, {"name": "The United States is investing in self-driving trucks, so companies are pouring large efforts into researching such trucks and governments are doing what they can to help companies take self driving trucks to be the best they can be.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so companies such as Volvo are making advancements", "value": 1}, {"name": "The United States is investing in self-driving trucks, so companies such as Volvo, Uber, and GM are making advancements in self-driving technology.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so drivers and unions are investing billions of dollars against it.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so jobs are at risk.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so many are celebrating the concept of self-driving vehicles in the trucking industries.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so many people are celebrating their arrival.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so many people are looking to delay this implementation for as long as possible to save jobs.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so people are worried that this will take jobs away from truck drivers.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so some states are beginning to invest too.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so there are big changes on the way, it would seem.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so there are significant impacts on the horizon.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so we are a safer society and less prone to accidents.", "value": 1}], "name": "are (14)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so that automated trucks will replace truck drivers and save billions of dollars, and potentially save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the idea of automated vehicles will definitley be a thing of the coming present", "value": 1}], "name": "automated (2)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so current truck drivers banded together and fought to lobby against the investment.", "value": 1}], "name": "banded (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so Ohio is funding a road for testing self-driving trucks.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so a plan better be made for the trucking industry and all the workers wh would lose their jobs.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so about 1 in 15 of US jobs could be at risk.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so billions can be saved every year.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so billions can be saved.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so billions of dollars will be saved", "value": 1}, {"name": "The United States is investing in self-driving trucks, so changes will be taking place in the truck driving industry.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so drivers may be out of work", "value": 1}, {"name": "The United States is investing in self-driving trucks, so it can be a worldwide market leader in this field.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so it is inevitable that it will happen so this hastens the occurrence.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so it is very likely that this will become the norm very soon.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so it must be the best thing for the country.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so lives will be saved and productivity will be increased.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so many lives will be saved.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so more than 3.5 million professional truck drivers could soon be out of jobs.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so people need to be prepared for a lot of workers to no longer have jobs.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so people who would be directly affected should do something to lobby against it.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so that lives may be saved.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so that lives will be saved due to fewer accidents.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so that millions of dollars can be saved by the government and self-driving trucks will cut down on accidents which will save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so that money and lives can be saved in the future.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so that money and lives can be saved.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so that they can be on the forefront of a safe and affordable emerging technology.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the choice is either to join/accept the movement or lobby against it.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the future is a bit uncertain", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the future is here and we all have to make changes", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the roads can be safer and they can save alot of money", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the truck driver workforce will be increasingly diminished in favor of advancing technology.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the trucking industry is investing $9.1 million to lobby against it.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the trucking industry is investing 9.1 million dollars to lobby against it.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the trucking industry is investing in lobbying against them.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the trucking industry is lobbying against it", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the trucking industry is lobbying against it to prevent truckers from losing their jobs.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the trucking industry is lobbying against it.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the trucking industry is lobbying against it.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the trucking industry is lobbying against the idea.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the trucking industry is spending money to lobby against it.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the trucking industry is spending over nine billion dollars to lobby against it.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the trucking is actively against it.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so there can be more business.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so there is a potential for great change in many industries in the future.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so there really isn't anything anybody can do to stop it.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so there will be billions of dollars saved along with the possibility of saving thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so there will be less demand for truck drivers", "value": 1}, {"name": "The United States is investing in self-driving trucks, so there will be thousands of jobs lost but money and lives will be saved.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so there would be cost savings, but doing so will also eliminate many jobs that people rely on.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so they can be more efficient and try to have less accidents.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so they can be tested for safety and reliability.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so thousands of lives will be saved thanks to safer driving.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so truck drivers need to be prepared for this impact.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so we could be more efficient in the way we commute.", "value": 1}], "name": "be (51)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so our roadways will hopefully become safer.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so they will eventually become a reality.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so what will become of millions without work in an already savage workforce.", "value": 1}], "name": "become (3)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so this will continue until the first accident happens which claims the lives of thousands because of critical errors in the programming that could not possibly be discerned by the programmers.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so this will likely continue to happen for the time being, unless the movement to lobby against it causes the government to retract.", "value": 1}], "name": "continue (2)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so it could cost thousands of jobs", "value": 1}], "name": "cost (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so as to encourage the advancement in self-driving technology.", "value": 1}], "name": "encourage (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so give some details.", "value": 1}], "name": "give (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so the trucking industry had to make a response against this decision that cost them $9.1 million to lobby against it.", "value": 1}], "name": "had (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so the government has offered financial support.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the trucking industry has responded by investing millions of dollars to lobby against it.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the trucking industry has spent at least $9.1 million to lobby against it in Congress because they realize how a very large portion of the US economy is built around trucking.", "value": 1}], "name": "has (3)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so human truck drivers may have to find other employment.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so millions of dollars have been invested", "value": 1}], "name": "have (2)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so to help advance technology.", "value": 1}], "name": "help (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so the trucking community, including truck drivers and those that service truck drivers, need to become prepared for significant changes in the industry.", "value": 1}], "name": "including (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so people involved in the trucking industry could lose their jobs.", "value": 1}], "name": "involved (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so that lives and money can be saved.", "value": 1}], "name": "lives (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so it can move into the future and save many lives meanwhile also saving the people billions of dollars a year.", "value": 1}], "name": "move (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so the can do away with paying alot of people that way they just pay for the truck only pretty smart", "value": 1}], "name": "paying (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so it will remain at the forefront of automated vehicle integration.", "value": 1}], "name": "remain (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so as to save thousands of lives each year", "value": 1}, {"name": "The United States is investing in self-driving trucks, so save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so save your money", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the potential to save lives is there.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so to save billions of dollars, and it also has the potential to save thousands of lives each year.", "value": 1}], "name": "save (5)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so the threat of this and spending 9.1 billion dollars has been used to lobby against this.", "value": 1}], "name": "spending (1)"}], "name": "- (100)"}, {"children": [{"children": [{"name": "The United States is investing in self-driving trucks, so many communities will risk losing a sense of purpose without having truckers come through every day.", "value": 1}], "name": "risk (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so many communities may suffer as a result of job loss.", "value": 1}], "name": "suffer (1)"}], "name": "many communities (2)"}, {"children": [{"children": [{"name": "The United States is investing in self-driving trucks, so the truck industry invested $9.1 million to lobby against it.", "value": 1}], "name": "invested (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so the truck industry responded by paying to lobby against it.", "value": 1}], "name": "responded (1)"}], "name": "the truck industry (2)"}, {"children": [{"children": [{"name": "The United States is investing in self-driving trucks, so in 2016, the trucking industry responded to the threat of automation by spending $9.1 million to lobby against it.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the trucking industry responded to the threat of automation by spending $9.1 million to lobby against it in 2016.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the trucking industry responded to the threat of automation by spending $9.1 million to lobby against it.", "value": 1}], "name": "responded (3)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so the trucking industry spent $9.1 billion to lobby against it.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the trucking industry spent $9.1 million dollars lobbying against it in 2016.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so the trucking industry spent $9.1 million to lobby against it.", "value": 1}], "name": "spent (3)"}], "name": "the trucking industry (6)"}, {"children": [{"children": [{"name": "The United States is investing in self-driving trucks, so they need to consider the long run economic impact of such an investments.", "value": 1}], "name": "consider (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so it can cut costs", "value": 1}], "name": "cut (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so it also has the potential to save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so it has the potential to save thousands of lives each year.", "value": 1}], "name": "has (2)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so can have a more advance economy", "value": 1}, {"name": "The United States is investing in self-driving trucks, so that it can have potential to save many lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so that it can safe money and have overall higher profit margins in businesses and potentially be safer too.", "value": 1}], "name": "have (3)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so that it will make the truck driving industry safer.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so that they can make money.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so they can make and save more money", "value": 1}], "name": "make (3)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so they can move forward with the idea", "value": 1}], "name": "move (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so it needs to carefully balance the costs and benefits of the transition.", "value": 1}], "name": "needs (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so we should prepare for big changes in that industry.", "value": 1}], "name": "prepare (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so they can reduce accident and many losses", "value": 1}], "name": "reduce (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so it can save billions of dollars and thousands of lives a year.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so it can save lives and billion of dollars.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so it can save lives and cut costs.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so it can save money and lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so it can save money and save lives if it is successful.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so it can save money on labor costs, save lives, and stay in touch with current technology.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so it will save billions of dollars.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so it will save thousands of lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so save billions of dollars, and it also has the potential to save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so that it can save businesses money and keep up with future trends.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so that they can save money and lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so that they can save money and time.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so that we can save money and lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so they can save billions", "value": 1}, {"name": "The United States is investing in self-driving trucks, so they can save billions of dollars", "value": 1}, {"name": "The United States is investing in self-driving trucks, so they can save billions of dollars.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so they can save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so they can save money", "value": 1}, {"name": "The United States is investing in self-driving trucks, so they can save money and lives, but it is not without controversy.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so they can save money and provide transportation at the same time.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so they can save money and save lives through automation.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so they can save money and welcome a new industry.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so they can save money, and lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so they can save money.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so we can save lives and money.", "value": 1}, {"name": "The United States is investing in self-driving trucks, so will save billions of dollars", "value": 1}], "name": "save (26)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so the country saves money", "value": 1}], "name": "saves (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks, so in the future we will likely see self driving trucks in use worldwide.", "value": 1}], "name": "see (1)"}], "name": "the united states (42)"}], "name": "The United States is investing in self-driving trucks, so (152)"}