{"children": [{"children": [{"children": [{"name": "The United States is investing in self-driving trucks because it's the way of the future.", "value": 1}], "name": "'s (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks because I would save billions of dollars and potentially save thousands of lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because cost cutting", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will billions of dollars and thousands of lives each year.", "value": 1}], "name": "- (3)"}, {"children": [{"name": "The United States is investing in self-driving trucks because companies are rolling them out.", "value": 1}, {"name": "The United States is investing in self-driving trucks because major companies are currently in development sponsored programs.", "value": 1}, {"name": "The United States is investing in self-driving trucks because they are projected to save lives and money.", "value": 1}, {"name": "The United States is investing in self-driving trucks because they are the future and cheaper", "value": 1}], "name": "are (4)"}, {"children": [{"name": "The United States is investing in self-driving trucks because Switching to automated vehicles saves money logistically and is much safer than ordinary vehicles", "value": 1}, {"name": "The United States is investing in self-driving trucks because automated trucks will save billions of dollars, and may save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because automated vehicles will save billions of dollars and potentially thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because automated vehicles will save billions of dollars and saves lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because automated vehicles will save billions of dollars, and it also has the potential to save thousands of lives each year.", "value": 1}], "name": "automated (5)"}, {"children": [{"name": "The United States is investing in self-driving trucks because It is the way of the future.", "value": 1}, {"name": "The United States is investing in self-driving trucks because Reduce the accident and main is truck transportation are high", "value": 1}, {"name": "The United States is investing in self-driving trucks because in the long term it will be more efficient and also save lots of money.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it is a most dominant job", "value": 1}, {"name": "The United States is investing in self-driving trucks because it is a safe and efficient alternative", "value": 1}, {"name": "The United States is investing in self-driving trucks because it is an advancement on technology.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it is believed self-driving trucks will save billions of dollars and thousands of lives every year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it is cheaper and more efficient.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it is cheaper and safer than traditional transportation.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it is cheaper.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it is safer and it could save alot of lives", "value": 1}, {"name": "The United States is investing in self-driving trucks because it is safer and will save billions of dollars.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it is safer.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will be more profitable.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will be safer for the people and save alot of money", "value": 1}, {"name": "The United States is investing in self-driving trucks because lots of money can be saved by doing so.", "value": 1}, {"name": "The United States is investing in self-driving trucks because there is so much money that can be saved and potentially thousands of human lives that can be saved.", "value": 1}], "name": "be (17)"}, {"children": [{"name": "The United States is investing in self-driving trucks because it costs less", "value": 1}], "name": "costs (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks because by doing so will save billions of dollars and thousand of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because doing so will likely save billions of dollars and thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because doing this will save billions of dollars and also has the potnetial for saving lives on the roads.", "value": 1}], "name": "doing (3)"}, {"children": [{"name": "The United States is investing in self-driving trucks because give something", "value": 1}], "name": "give (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks because several of the well known car companies are making advances in this technology.", "value": 1}], "name": "known (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks because save money and lives.", "value": 1}], "name": "save (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks because saving money on man power and hope less accident", "value": 1}], "name": "saving (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks because it stands to save billions of dollars and thousands of lives each year.", "value": 1}], "name": "stands (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks because switching to automated vehicles will save billions of dollars, and has potential to save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because switching to automated vehicles will save billions of dollars, and it also has the potential to save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because switching to automated vehicles will save billions of dollars.", "value": 1}], "name": "switching (3)"}], "name": "- (42)"}, {"children": [{"children": [{"name": "The United States is investing in self-driving trucks because it believes that self-driving trucks will save billions of dollars.", "value": 1}], "name": "believes (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks because it creates a cheaper, more efficient labor force for logistics.", "value": 1}], "name": "creates (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks because they feel as though it would save money as well as lives.", "value": 1}], "name": "feel (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks because It has the potential of saving thousands of lives a year, not to mention saving millions of dollars.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it has the possibility to save thousands of lives every year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it has the potential to save billions of dollar and save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it has the potential to save billions of dollars and save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it has the potential to save billions of dollars and thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it has the potential to save billions of dollars and thousands of lives every year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it has the potential to save billions of dollars and thousands of lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it has the potential to save billions of dollars as well as save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it has the potential to save lives and money.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it has the potential to save millions of lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it has the potential to save the US billions of dollars each year, and may also be safer than traditional trucks.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it has the potential to save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because its overall cheaper and has a lot less legal issues involved when it comes to driver negligence.", "value": 1}], "name": "has (13)"}, {"children": [{"name": "The United States is investing in self-driving trucks because they have the ability to save money for the businesses that operate the trucks.", "value": 1}, {"name": "The United States is investing in self-driving trucks because they have the potential to save thousands of lives and millions of dollars.", "value": 1}], "name": "have (2)"}, {"children": [{"name": "The United States is investing in self-driving trucks because it can help save lives and money.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it'll help to save billions of dollars in manpower and possibly save thousands of lives annually.", "value": 1}], "name": "help (2)"}, {"children": [{"name": "The United States is investing in self-driving trucks because it will increase safety and provide economic benefits.", "value": 1}], "name": "increase (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks because it will lead to billions of savings and thousands of lives saved.", "value": 1}], "name": "lead (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks because making the switch to autonomous trucks would save billions of dollars and potentially thousands of lives each year.", "value": 1}], "name": "making (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks because it will prevent thousands of deaths every year and save a lot of money.", "value": 1}], "name": "prevent (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks because It could save billions of dollars and thousands of lives each year", "value": 1}, {"name": "The United States is investing in self-driving trucks because It will save billions of dollars", "value": 1}, {"name": "The United States is investing in self-driving trucks because it can save billions of dollars and also has the potential to save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it can save billions of dollars and save thousands of lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it can save billions of dollars and thousands of lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it can save billions of dollars each year as well as potentially save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it can save lives, it can reduce costs, and it's the way the future is heading.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it can save money and it also has the possibility to save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it can save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it could save billions of dollars", "value": 1}, {"name": "The United States is investing in self-driving trucks because it could save billions of dollars and potentially save many lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it could save billions of dollars and save thousands of lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it could save billions of dollars and thousands of lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it could save billions of dollars, and many lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it could save expansive amounts of money and some lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it could save lives and money.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it could save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it could save lots of money and save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it could save millions of dollars and is safer.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it could save plenty of lives and would be cost efficient.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it potentially can save billions of dollars, and many lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it save money and has the potential to save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will likely save billions of dollars and it could also lead to more lives being saved that could be due to driver error or lack of sleep.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will same money and save lives", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save a lot of money and thousands of lives will be saved every year with far less accidents.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save a lot of money.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billion of dollars.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars , and it has the potential to save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and can also save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and can possibly save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and could save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and create safer roads.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and has the potential to save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and has the potential to save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and it can save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and it may potentially save thousands of lives annually.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and lives as well.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and lives per year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and may save thousands of lives annually.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and potentially many lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and potentially save lives every year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and potentially save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and save many lives", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and save many lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and save thousands of lives every year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and the potential to save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars and thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars as well as increase safety.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars as well as thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars every year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars in the trucking industry.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars, and it also has the potential to save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars, and it also has the potential to save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars, and it has the potential to save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars, and potentially save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars, and potentially save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars, and potentially thousands of lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of dollars.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save billions of money and save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save businesses lots of money.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save lives .", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save money", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save money and could save lives", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save money and has the potential to save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save money and lives", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save money and lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save money and lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save money and maybe save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save money and save lives", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save money in the long run, save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save money.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save more money!", "value": 1}, {"name": "The United States is investing in self-driving trucks because it will save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it would save billions of dollars and lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because save billions of dollars, and it also has the potential to save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because they can save billion of dollars, and save lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because they will save billions of dollars and also potentially save thousands of lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because they will save billions of dollars as well as potentially save thousands of lives each year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because will save lives and money.", "value": 1}], "name": "save (84)"}, {"children": [{"name": "The United States is investing in self-driving trucks because it saves billions of dollars and has the potential to save thousands of lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it saves companies money.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it saves lives and is financially beneficial.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it saves lives and money", "value": 1}, {"name": "The United States is investing in self-driving trucks because it saves money", "value": 1}, {"name": "The United States is investing in self-driving trucks because it saves money and lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it saves money and potentially, lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because saves lives and reduces costs of transportation via labor.", "value": 1}], "name": "saves (8)"}, {"children": [{"name": "The United States is investing in self-driving trucks because they want to save billions of dollars, and also there is potential to save thousands of lives through the year.", "value": 1}, {"name": "The United States is investing in self-driving trucks because they want to save billions of dollars.", "value": 1}, {"name": "The United States is investing in self-driving trucks because they want to save lots of money", "value": 1}, {"name": "The United States is investing in self-driving trucks because they want to save money", "value": 1}, {"name": "The United States is investing in self-driving trucks because they want to save money and be more efficient.", "value": 1}, {"name": "The United States is investing in self-driving trucks because they want to save money and save lives.", "value": 1}], "name": "want (6)"}, {"children": [{"name": "The United States is investing in self-driving trucks because it wants to protect truck drivers' security.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it wants to save money and lives.", "value": 1}, {"name": "The United States is investing in self-driving trucks because it wants to save money.", "value": 1}], "name": "wants (3)"}], "name": "the united states (125)"}, {"children": [{"children": [{"name": "The United States is investing in self-driving trucks because they feel that self driving trucks will cause less accidents and cost less.", "value": 1}], "name": "feel (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks because they offer a safer and could save thousands of lives each year.", "value": 1}], "name": "offer (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks because they can save money and lives.", "value": 1}], "name": "save (1)"}, {"children": [{"name": "The United States is investing in self-driving trucks because they want to automate, save money and lives.", "value": 1}], "name": "want (1)"}], "name": "they (4)"}], "name": "The United States is investing in self-driving trucks because (171)"}