{"children": [{"children": [{"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but it's up to the individual campuses to decide.", "value": 1}], "name": "Topic: School without generating money (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but it's almost impossible to forget the profits the schools make when selling these products.", "value": 1}], "name": "Topic: Schools generate money (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but at the end of the day, it's the students choice.", "value": 1}], "name": "Topic: Student choice (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but it's worth noting that many students will still have easy access to it off campus.", "value": 1}], "name": "Topic: Students without choice (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but it's an individual choice", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it's the child's choice", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it's understandable that they are currently providing food that is in high demand (i.e. junk food and snacks).", "value": 1}], "name": "Topic: Unclassified Off-Topic (3)"}], "name": "'s (7)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but kids are fond of junk foods.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but there are plenty of other foods schools can sell for fundraising such as popcorn.", "value": 1}], "name": "Topic: School without generating money (2)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but I think if they are allowed to only buy it once in awhile it would be fine.", "value": 1}], "name": "Topic: Schools generate money (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but certain snacks are alright.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but if they are going to, they should put healthier junk food snacks in the vending machines for purchase.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but only if there are more nutritional foods being offered to the students so that they can make a healthy choice decision.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (3)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but in the long run, a person's health choices are personal, and government institutions should not be able to dictate such choices.", "value": 1}], "name": "Topic: Student choice (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but kids are going to find a way to get what they want.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students are free to bring anything they want from home.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they are allowed to bring it themselves.", "value": 1}], "name": "Topic: Students without choice (3)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but here schools are, still selling this junk food that only promotes poor eating habits which could lead to a lot of health complications.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but treats from time to time are ok and should be allowed, i.e. an ice cream social or pizza party.", "value": 1}], "name": "Topic: Unclassified Off-Topic (2)"}], "name": "are (12)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but I can see the financial issues that may arise from not selling popular snacks in vending machines.", "value": 1}], "name": "Topic: School without generating money (1)"}], "name": "arise (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but some people claim that banning junk foods infringes on the students freedom of choice.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "banning (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but it is the children's decision to do whatever they want after they are not in school.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it is up to the discretion of each school or the school board.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but there could be special events monthly where parents are advised that there will be treats sold for a fundraiser or other school event.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should be allowed other means to replace the revenue lost by disallowing junk food sales.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should be allowed to make an exception for after school events such as football games.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should be prepared for community backlash.", "value": 1}], "name": "Topic: School without generating money (6)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but I believe it is nice to occasionally have bake sales, pizza parties, ice cream socials, etc.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it will be sold anyway, due to it being cheaper.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it would be ok once in a while.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they still do because it is used as a tool to raise money.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they would be losing a good revenue source.", "value": 1}], "name": "Topic: Schools generate money (5)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but All food, ANY FOOD, can be a part of a healthy diet", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but an alternative should be offered as children need nutrition.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but be allowed to sell healthier alternative snacks and food.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but children need to be exposed to healthy eating", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but healthier alternatives can be made available to the students.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but healthier alternatives should be provided", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but healthy options should be offered", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but healthy snacks like low sugar yogurt and fruit SHOULD be sold.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but healthy snacks should be added to school vending machines as part of an initiative aimed at changing kids' eating and fitness habits.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but healthy snacks should be.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but I believe that some junk food is okay, it's just about moderation and balancing it out with more healthy foods.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but if it is allowed, healthier choices should also be allowed as well.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but if it is available they should also have healthy choices as well.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but in some cases junk food is less expensive than healthier options so junk is perhaps all some can afford.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but instead healthier options should be made available.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but instead should be able to make up the revenue with healthier snack options, as students will gravitate towards these options when less healthy snacks are unavailable.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it can be easily replaced with good food", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it is a difficult problem to solve as healthy food tends to be much more expensive.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it is also our responsibility as parents to teach healthy eating habits.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it is good to have a balance of healthy and junk food.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it may be possible to offer healthier snack choices instead of junk food.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but nutritious food and snacks should be sold instead.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but only healthy foods should be sold.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but other healthy food can be allowed.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but other more healthy alternatives should be sold.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should also be limited on what quasi-healthy options are available as well (eg. sports drinks, granola bars, etc)", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should be allowed to sell snacks and soda", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should be allowed to sell somewhat healthier alternatives.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but there could be healthy alternatives.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but there should be alternatives they sell.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but there should be healthy snacks available.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they can be selling healthy food instead", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they do anyways because ultimately it is a person's choice to eat healthy or not.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should be allowed to provide healthy snacks and drinks for students to enjoy.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should be offering healthy snacks.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (35)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but at the same time, freedom of choice should be promoted; Children should not feel like they are being forced to live a certain way, otherwise many would question the authority figures intentions.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but children should be allowed to chose what they eat.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but I understand the argument that students should be able to chose what they eat.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it is important for students to be able to make their own choices.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it is the parents and the student's choice to eat junk food as they want to.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it should be noted that every child has their own personal decision of what they want to eat.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it should be the child's choice of what they eat.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it should be the choice of the child or parent if they want them eating that.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but kids should be able to choose.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but people should be allowed to choose their own diet.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but some argue that students should be allowed to choose what they eat.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but some people think students should be able to choose what they eat.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but some people think the kids should be able to make their own choices.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but some say students should be able to make their own choices of what to eat", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but some think students should be able to choose what they eat.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students should be able to make their own decisions about what foods they consume.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students should be allowed to choose what they eat.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students should be responsible enough to make healthy choices on their own.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but there is an argument to be made that students should be allowed to make their own food choices.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but ultimately it is up to the individual student what they eat or drink.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but young people should be given the choice of what types of items they would like to purchase and eat.", "value": 1}], "name": "Topic: Student choice (21)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but children should be allowed to choose to bring with them whatever foods or snacks they please.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but kids should be able to bring it if they choose to eat it", "value": 1}], "name": "Topic: Students can still bring/access junk food (2)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but a slight compromise should be sought to make everyone happy.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but I think they should be able to bring from home if wanted.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it is acceptable to eat it there.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it is the parents responsibility to try to teach their children about healthy eating/lifestyle.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it is up to the student to bring it in their lunch.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it should ultimately be up to the individual or their guardian to decide what they want to eat.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but junk food in moderation is acceptable if kids get enough exercise to burn off any excess calories and sugar consumption.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but kids should be able to bring junk food from home if that is what they and their parents want.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but kids should be allowed to bring it on site to eat themselves.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but kids should still be allowed to bring their own junk food if they want to.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but parents should be allowed to pack whatever they want in their children's lunches.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should be allowed it at home", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but snacks would be okay in moderation. Like providing each student with so many points for snacks throughout the week.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students can be told where they can buy the food at instead (i.e., at grocery stores/convenience stores).", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students may be allowed to bring one serving of such with parental approval and no trading off with other students.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students should be able to bring their own lunch into school.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students should be able to bring their own snacks if they want that.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students should be allowed to bring it to school.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students should be allowed to bring junk food if the parents provide it.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students should be allowed to bring junk food to campus if they desire.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but there could be an argument for teaching kids to make decisions in the face of temptation by allowing the food to remain.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but there is a great deal of resistance to this because that is what kids want and it is profitable.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but there is no proper nutrition in the junk food to help growing children.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but there is no way to stop students from bringing junk food from home.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but there should be some options to what the students can buy.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should be able to on certain occasions.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should be allowed to bring it from home if the parents allow it.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should be allowed to bring it from home.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but ultimately it is up to parents to instill healthy beliefs in their kids", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but ultimately it is up to the kids to decide what they want to eat, also it is how they generate money.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but ultimately it is up to the students to make better choices and the educators and parent to teach the children how.", "value": 1}], "name": "Topic: Students without choice (31)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but a couple options for junk food would be ok.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but any kind of sweets should be part of an overall balanced meal such as served in a Cafeteria.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but everything is good in moderation, and I’m sure one bag of chips won’t kill someone.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but I don't think junk food should be banned as a whole from campus.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but if it is brought from home than it is ok.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but if it is sold at schools, then it should be low fat items like low fat chips and sugar free items.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but if it is sold it should be really expensive so that only people that really want junk food will buy it.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but in some cases junk food can be sold once a month.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but is not good for their health.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it could be limited.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but It could potentially be sold in moderation and let kids make their own choices.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it is also important to focus on changing kids' fitness habits.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it is cheap quick and convenient", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it is not possible to control their eating habits off-campus.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it is ok if their parents pack a lunch that contains junk food.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it should be allowed to be sold off-campus and they can bring their junk food onsite if desired.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but jthere is no but", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but on special occasions and in limited amounts it could potentially be acceptable such as Valentines, Halloween, and like occasions.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but only if it is limited to certain items.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but serious consideration must be made in choosing replacements for it.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should be available for sale in the general marketplace.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should be transparent about their reasoning and teach kids why unhealthy foods aren't good.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but the argument is about choice and generation of money for the schools from these foods", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but there could be certain times or events where some junk food may be purchased.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but we should all be accountable for are own eating habits.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but what should be sold insted of junk food?", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but, this would be acceptable for sports related events.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus butter won’t be healthy", "value": 1}], "name": "Topic: Unclassified Off-Topic (28)"}], "name": "be (128)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but I like the idea of health alternatives being put in the snack machines so they can still have snack throughout the day.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but I support it being available.", "value": 1}], "name": "Topic: Unclassified Off-Topic (1)"}], "name": "being (2)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but this practice will continue since they are making money.", "value": 1}], "name": "Topic: Schools generate money (1)"}], "name": "continue (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they did not take step to stop selling.", "value": 1}], "name": "Topic: School without generating money (1)"}], "name": "did (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but doing so would cause them to lose money that could be used to provide key funding.", "value": 1}], "name": "Topic: Schools generate money (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but doing so would make for a happier student body, especially when they would suffer if they can't have access to junk food at school when they do at home.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "doing (2)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but I do think that sport drinks like gatorade should be available because of the athletes need them after work outs.", "value": 1}], "name": "Topic: Unclassified Off-Topic (1)"}], "name": "drinks (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but the choice to eat healthy or unhealthy is ultimately up to the student.", "value": 1}], "name": "Topic: Student choice (1)"}], "name": "eat (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but familes should have a say in what their kids eat.", "value": 1}], "name": "Topic: Unclassified Off-Topic (1)"}], "name": "familes (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but I think that giving the kids healthy choices would be a great replacement.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "giving (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but Some school has been sold this foods", "value": 1}], "name": "Topic: School without generating money (1)"}], "name": "has (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they have to get an incentive to stop offering it.", "value": 1}], "name": "Topic: Schools generate money (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but CAN HAVE CHEESES", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should at have least allow children to choose between healthy food and snacks.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (2)"}], "name": "have (3)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but a couple random snacks mixed in as a treat every once in awhile is alright as well.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "mixed (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but I have nothing else to say here.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "say (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but selling junk foods generates money for the school.", "value": 1}], "name": "Topic: Schools generate money (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but selling junk food makes money for the school and people argue that kids should be given choice regarding what they eat.", "value": 1}], "name": "Topic: Unclassified Off-Topic (1)"}], "name": "selling (2)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but if its taken away, kids will find a way to bring it back to campus.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "taken (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but if there was a program to allow children the healthy and inherently more expensive food at a more affordable price, then thats a different story.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "was (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but if it were high school, it is up to the students what they choose to put in to their bodies", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "were (1)"}], "name": "- (170)"}, {"children": [{"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but if a student brings it from somewhere else it should be allowed.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but if a student brings some in it is okay.", "value": 1}], "name": "Topic: Students without choice (2)"}], "name": "brings (2)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but if a student really wants junk food, they can make he more conscious decision to purchase their junk food at a local grocery store.", "value": 1}], "name": "Topic: Unclassified Off-Topic (1)"}], "name": "wants (1)"}], "name": "a student (3)"}, {"children": [{"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but this will not impact the nutrition they receive at home so there needs to be more education and support for parents who need help accessing health food.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "impact (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but that doesn't mean they shouldn't have so called \"junk\" food every once in a while.", "value": 1}], "name": "Topic: Unclassified Off-Topic (1)"}], "name": "mean (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but that will not stop the problem on its own.", "value": 1}], "name": "Topic: School without generating money (1)"}], "name": "stop (1)"}], "name": "allow (3)"}, {"children": [{"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but if children choose to bring it in their lunch that is on them.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "choose (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but if children decide to bring it from their own homes then it is on the child and the parent at that point.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "decide (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but children should have a choice about what to eat", "value": 1}], "name": "Topic: Student choice (1)"}], "name": "have (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but so that children receive a better health message and have better food options.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "receive (1)"}], "name": "children (4)"}, {"children": [{"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but it does generate money.", "value": 1}], "name": "Topic: Schools generate money (1)"}], "name": "generate (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but it doesn't mean they can't keep selling snacks and food, there are many healthy alternatives to basically every single type of food these days.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "mean (1)"}], "name": "it (2)"}, {"children": [{"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but it does allow students to make choices.", "value": 1}], "name": "Topic: Student choice (1)"}], "name": "allow (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but it brings in income for the school.", "value": 1}], "name": "Topic: Schools generate money (1)"}], "name": "brings (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but it should also educate students and staff alike on why it has opted to do so.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "educate (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but it does generate more money for schools because students are more likely to purchase junk food.", "value": 1}], "name": "Topic: Schools generate money (1)"}], "name": "generate (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but it generates income for schools.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it generates money for schools.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it generates revenue for the schools.", "value": 1}], "name": "Topic: Schools generate money (3)"}], "name": "generates (3)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but it does help the school make money.", "value": 1}], "name": "Topic: Schools generate money (1)"}], "name": "help (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but it helps generates money for the school", "value": 1}], "name": "Topic: Schools generate money (1)"}], "name": "helps (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but it needs to follow through at home with their own families.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "needs (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but it does provide the school system with extra revenue.", "value": 1}], "name": "Topic: Schools generate money (1)"}], "name": "provide (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but it does raise money for schools.", "value": 1}], "name": "Topic: Schools generate money (1)"}], "name": "raise (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but it can take income for the school", "value": 1}], "name": "Topic: School without generating money (1)"}], "name": "take (1)"}], "name": "junk food (13)"}, {"children": [{"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but kids can bring in whatever they like", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but kids could bring a lunch from home.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but kids will still bring in unhealthy food.", "value": 1}], "name": "Topic: Students without choice (3)"}], "name": "bring (3)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but if kids choose to bring so on their own, that is their family's decision.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "choose (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but kids really should have a choice as to what they want to eat.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but kids should have a choice on what they eat", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but kids should have a choice within the limits of what is healthy", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but other argue that kids should have choice of what they want to eat.", "value": 1}], "name": "Topic: Student choice (4)"}], "name": "have (4)"}], "name": "kids (8)"}, {"children": [{"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but parents should ultimately have control over the decisions of their children", "value": 1}], "name": "Topic: Students without choice (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but parents should also have a say in what their children eat.", "value": 1}], "name": "Topic: Unclassified Off-Topic (1)"}], "name": "have (2)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but parents should also provide education and rules at home around food choices", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "provide (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but parents can send junk food to school with their own child.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "send (1)"}], "name": "parents (4)"}, {"children": [{"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but add it with sweet things but sweet things that are good for you", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "add (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they shouldn't advertise not eating junk food off of campus or from another location.", "value": 1}], "name": "Topic: School without generating money (1)"}], "name": "advertise (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but allow healthier alternative so children could choose from.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but allow healthier snacks", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but allow healthy foods like vegetables and Protein bars.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but allow many some kind of healthy snacks instead.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but allow more healthy snacks and food", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but instead allow the sale of more healthful food options in order to promote good health and healthy personal habits.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but instead should allow healthier options to be sold on campus.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it can allow to sell healthy snack and nutritious food.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it can allow to sell nutritious foods.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should allow for healthy food to be available.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should allow healthy food.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should allow nutritious food to be sold", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should instead allow healthy food to be sold on campus.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they could allow healthier alternatives.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should allow healthy snack alternatives to be sold.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (15)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but allow students to bring in whatever foods their family allows.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but allow them to take it with them to school if they so wish", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should allow children to bring it in their lunch boxes if their parents send it in their lunch.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should allow kids to bring it from home.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should allow kids to have a say in selecting their own foods.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should allow kids to bring their own snacks including junk food.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should allow students to bring whatever food they wish to consume from home, as long as the school makes an effort to educate students about the risks of unhealthy eating habits.", "value": 1}], "name": "Topic: Students without choice (7)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but maybe only allow it during certain times of the day.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but might allow some junk food on special occasions.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should allow sweets for special occasions.", "value": 1}], "name": "Topic: Unclassified Off-Topic (3)"}], "name": "allow (25)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but allowed to bring healthier food to the school.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "allowed (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but should not ban it.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should not ban candy companies from advertising in schools if it provides funding.", "value": 1}], "name": "Topic: School without generating money (2)"}], "name": "ban (2)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but Bring healthy food", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "bring (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they can choose to sell food that are nutritious and healthy.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "choose (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but shouldn’t confiscate junk food that is brought from home.", "value": 1}], "name": "Topic: School without generating money (1)"}], "name": "confiscate (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but should consider allowing healthy options to be sold.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but could consider selling them at sporting or extra curricular events.", "value": 1}], "name": "Topic: Unclassified Off-Topic (1)"}], "name": "consider (2)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but schools continue to do so because of the revenue it brings.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they continue to do so", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they probably will continue to do so.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they will continue to do it anyway.", "value": 1}], "name": "Topic: School without generating money (4)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but continue to so they make more money.", "value": 1}], "name": "Topic: Schools generate money (1)"}], "name": "continue (5)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but its still their own choice what they decide to do.", "value": 1}], "name": "Topic: Student choice (1)"}], "name": "decide (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but it should educate students on the importance of nutrition and how it can affect them in life.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "educate (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but educating students about good food choices still needs to happen because they will have access to junk food off campus.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "educating (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but I do not think that schools will totally eliminate junk food on campus because it generates much needed money for them.", "value": 1}], "name": "Topic: Schools generate money (1)"}], "name": "eliminate (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but should encourage healthier eating habits by providing alternative snacks and beverages.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "encourage (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but should eschew the misnamed pseudoscience about \"healthiness\" of foods, instead emphasizing nutrition as understood scientifically.", "value": 1}], "name": "Topic: School without generating money (1)"}], "name": "eschew (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they should not express disapproval of children who bring junk food in their own lunches.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "express (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but schools could fill snack machines with more nutritious foods.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but schools could fill snack machines with more nutritious options.", "value": 1}], "name": "Topic: School without generating money (2)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but could fill the snack machines with more nutritious food.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but instead fill snack machines with nutritious foods.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but schools could fill the snack machines with healthy choices.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they could fill snack machines with more nutritious foods.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they must fill snack machines with more nutritious food.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (5)"}], "name": "fill (7)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but need to find attractive food alternatives that interest students.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "find (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but should instead focus on providing nutritious alternatives such as fruits like apples, bananas and other healthy choices.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "focus (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but give alternate snacks that are healthier.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "give (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but schools already have so many roles to fill that asking them to arbitors of health may be too much to ask.", "value": 1}], "name": "Topic: School without generating money (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but can have more variety of healthy food", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but have a variety of options for the kids to choose from.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but have healthier choices for students to choose from either cafeteria or vending machines if there are any.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but have healthy options.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but it should have healthy snacks instead like dried fruits and nuts and nut alternatives for the allergic.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should have alternative healthy snacks available.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should have snacks that are healthy alternatives as treats.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should have vending machines that have healthy snack options.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should instead have a less-healthy option available once a week, on Fridays to keep things more fun and teach balance.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should have healthy alternatives for the kids to turn too when they do want a snack.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (10)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but could have places near by that do sell it but that are not as convenient.", "value": 1}], "name": "Topic: Unclassified Off-Topic (1)"}], "name": "have (12)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they should also incorporate greater amounts of exercise into the school day.", "value": 1}], "name": "Topic: School without generating money (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but they should incorporate healthier and more nutritious foods.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should incorporate healthy initiatives.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should incorporate healthy snacks in the vending machines", "value": 1}], "name": "Topic: Schools providing healthy alternatives (3)"}], "name": "incorporate (4)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they should inform the students as to why.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "inform (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they can slowly integrate healthier choices such as baked potato chips instead of fried.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "integrate (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they should not interfere with what students bring for lunch from home.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "interfere (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but let students do what they want", "value": 1}], "name": "Topic: Students without choice (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but let it be brought in from home if they choose", "value": 1}], "name": "Topic: Unclassified Off-Topic (1)"}], "name": "let (2)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but if htey do, limit it to after school", "value": 1}], "name": "Topic: School without generating money (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but should also limit access to junk food to students.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "limit (2)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but schools make a sizable profit by selling junk food items in vending machines.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should make snacks available that are more appetizing to students and more filling to the body than, say, an apple.", "value": 1}], "name": "Topic: School without generating money (2)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but instead make healthy choices available.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but make snack machines with more nutritious foods.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but make the food less sugary and salty to make it healthy.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should make sure there are healthy options for snacks to replace the junk food", "value": 1}], "name": "Topic: Schools providing healthy alternatives (4)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but should make an effort to teach the kids about better eating habits.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should make sure that something is available to purchase if the children need to.", "value": 1}], "name": "Topic: Students without choice (2)"}], "name": "make (8)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but can offer healthier options", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but can offer healthy food choices in vending machines.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but could offer alternative healthy foods in their place.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but could offer some snacks that are but also some that arent.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but if they must they can offer healthy alternatives.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but instead offer healthier options to students for purchase.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but instead offer healthy alternatives", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but instead offer healthy snacks.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but instead should offer a wider variety of healthier snacks, so there is something for all students to enjoy.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but instead should offer healthy options.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but instead should offer more healthy alternatives, which taste good as well.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but instead, should offer tasty and nutritious snack options.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but offer a more nutritious alternative.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but offer alternative snack optoins", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but offer different alternatives.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but offer healthier alternatives.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but offer healthy alternatives", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but offer healthy alternatives.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but offer healthy snacks.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but offer instead some different options, maybe they could sell healthy granola bars instead.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should instead offer healthier options.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should instead offer healthy snack options.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should instead should offer healthy alternatives such as fruits and veggies to children.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should offer better choices.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should offer healthy alternative snacks to purchase", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should offer healthy alternative snacks.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should offer healthy alternatives instead.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should offer healthy alternatives like fruit", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should offer healthy alternatives that taste similar to the junk food.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should offer healthy alternatives to junk food.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should offer healthy alternatives to promote healthy habits.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should offer healthy food choices in vending machines", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should offer healthy food instead.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should offer healthy sweet alternatives such as fruit or spreads .", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should offer many options for students which would be a healthier alternative.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should offer other alternatives.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should offer reasonable alternative to the type of snacks that you would expect to find at a school.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should offer students healthier options in their vending machines.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they can offer nutritious foods.nutritious foods", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they could offer healthy and delicious food choices that contain fruits, vegetables, healthy grains, and the like, plus information about how to make good food choices.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they could offer some snack foods that are low in calories or not as salty or sugary but to be able to still give them a choice.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they need to offer affordable healthy options in place of the junk food, not sell healthy stuff for a marked up, outrageous price.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should definitely offer healthy snack options.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should offer a wide variety of healthy alternatives.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should offer healthier alternatives and work with health professionals to help create healthy eating initiatives.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should offer healthy alternatives and encourage children to make better decisions.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should offer healthy alternatives that are appealing to kids.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should offer healthy alternatives.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should offer tasty alternatives that are healthy.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (49)"}], "name": "offer (49)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they cannot preach about it, just do what they can by not allowing the vending machines in their schools", "value": 1}], "name": "Topic: Schools generate money (1)"}], "name": "preach (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but cannot prevent children from getting junk food elsewhere.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "prevent (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but promote healthier alternatives.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but promote healthy habits", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should instead promote healthy eating by filling snack machines with nutritious foods", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should instead promote healthy eating options", "value": 1}], "name": "Topic: Schools providing healthy alternatives (4)"}], "name": "promote (4)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but provide public health education of its dangers", "value": 1}], "name": "Topic: School without generating money (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but instead should provide healthier food alternatives.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but provide a healthy alternative to sugary snack foods.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but provide alternative healthy snacks.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but provide alternatives to junk food that are just as tasty.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but provide healthy alternatives instead.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but provide healthy options.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but provide healthy snack foods instead.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but provide healthy snacks instead.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should instead provide healthy alternatives.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should provide a wider range of healthier options", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should provide access to healthy snacks.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should provide health alternatives.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should provide healthier choices.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should provide healthier snacks for students to have.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should provide healthy options for snacks.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should provide healthy snacks instead to raise revenue.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should provide healthy, nutritious food instead.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should provide other nutritious food for students.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should provide some option of snack for them.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they need to provide healthy alternatives so that students still have a wide freedom of choice for their potential food options.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should provide a healthier alternative,", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should provide alternative food that is kids friendly and nutritious.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should provide healthy and good-tasting alternatives so students do not feel deprived at school.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should provide more healthy alternatives to such food.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (24)"}], "name": "provide (25)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but should provided healthy alternatives.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "provided (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but also not punish students for possessing junk food, since it is readily available and does not constitute an inherent threat that would warrant harsh punishment.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "punish (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but replace it junk food with healthier options", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but replace them with healthy and nutritious options.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should instead replace it with healthy alternatives.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should instead replace junk food with healthier food options such as fruit and cut up veggie snacks.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should replace junk food with more nutritious snack options.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they can replace the junk food with some nutritious foods.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (6)"}], "name": "replace (6)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they can replaced the junk foods by selling some nutritional foods.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "replaced (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but should respect students' right of free choice.", "value": 1}], "name": "Topic: Student choice (1)"}], "name": "respect (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but Can sell healthier options", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but if they sell healthy food more students will concentrate better.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but instead sell fruit as a substitute.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but sell nutritious foods.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should instead sell healthy foods.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should sell healthy alternatives", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should sell more nutritional options of food.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should sell more nutritious foods because they have great nutritional value.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they can sell more nutritious foods", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they could sell similar good tasting healthier options.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should sell more nutritious snacks.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (11)"}], "name": "sell (11)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they should also serve more healthy and nutritious lunches to students as well.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "serve (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they should stack the snack machines with just a few junk food and 98% of the snacks should be healthy choices", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "stack (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they could stock vending machines with healthier food.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "stock (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but should instead substitute healthier foods in the vending machines.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "substitute (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but take into account student feedback on they types of healthy foods to include", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "take (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but should also teach nutrition", "value": 1}], "name": "Topic: School without generating money (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but they should teach students accurate health information.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "teach (2)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but should try to maintain healthy eating habits and lifestyle for the student while they attend the school", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but should try to provide alternatives to junk food that can be sold on campus.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (2)"}], "name": "try (2)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but maybe use them as a reward", "value": 1}], "name": "Topic: Unclassified Off-Topic (1)"}], "name": "use (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they might want to allow for a larger range of healthy snacks to be made available to students.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "want (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but schools can work with their food service providers to offer healthy versions of students' favorite foods.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "work (1)"}], "name": "schools (201)"}, {"children": [{"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but selling snacks also generates money for schools.", "value": 1}], "name": "Topic: Schools generate money (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but selling snacks generates money for the schools so maybe they should just consider limiting the number of junk food snacks the offer.", "value": 1}], "name": "Topic: Unclassified Off-Topic (1)"}], "name": "generates (2)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but selling snacks does raise money for the school.", "value": 1}], "name": "Topic: Schools generate money (1)"}], "name": "raise (1)"}], "name": "selling snacks (3)"}, {"children": [{"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but students can bring whatever they want from home for lunch, which could include junk.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students may bring it anyway.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students will still bring their own junk food.", "value": 1}], "name": "Topic: Students without choice (3)"}], "name": "bring (3)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but students will of course buy it off-campus.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "buy (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but students have a choice about what they eat.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students should have a choice about what they eat.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students should have a choice about what they eat.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students should have a choice in what they eat.", "value": 1}], "name": "Topic: Student choice (4)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but students can have the option to eat it outside of school", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students do have the right for bring foods", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students should have a choice and it also brings in money to the school.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but students should still have the freedom to bring snacks to school for lunch, everyone has a right to eat what they choose.", "value": 1}], "name": "Topic: Students without choice (4)"}], "name": "have (8)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but if students want to bring in their own junk food lunches from home, the schools cannot control this.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "want (1)"}], "name": "students (13)"}, {"children": [{"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but the schools could fill snack machines with more nutritious foods.", "value": 1}], "name": "Topic: School without generating money (1)"}], "name": "fill (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but the schools can make some revenue for school improvements by selling junk food.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but the schools make money off of it.", "value": 1}], "name": "Topic: School without generating money (2)"}], "name": "make (2)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but I can see how the schools want to give the kids a choice.", "value": 1}], "name": "Topic: Student choice (1)"}], "name": "want (1)"}], "name": "the schools (4)"}, {"children": [{"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they should allow students to purchase healthier snack options.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but they should allow students to choose what they eat by bringing their own snacks if they want.", "value": 1}], "name": "Topic: Student choice (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but they should allow kids to bring their own if they want.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "allow (3)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but They argue that students should have a choice about what they eat.", "value": 1}], "name": "Topic: Student choice (1)"}], "name": "argue (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but instead they should bring some healthy snacks and foods.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but they can bring it from home.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "bring (2)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but if they do they should charge more for it.", "value": 1}], "name": "Topic: School without generating money (1)"}], "name": "charge (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they may consider replacing the snacks with healthy options.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "consider (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they continue to do so as it makes them money", "value": 1}], "name": "Topic: Schools generate money (1)"}], "name": "continue (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they should not control their diet outside of school.", "value": 1}], "name": "Topic: School without generating money (1)"}], "name": "control (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but some feel that they deserve a right to choose what they are eating.", "value": 1}], "name": "Topic: Student choice (1)"}], "name": "deserve (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they earn money with junk food.", "value": 1}], "name": "Topic: Schools generate money (1)"}], "name": "earn (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they need to eat healthy", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "eat (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they cannot enforce eating habits outside of school.", "value": 1}], "name": "Topic: School without generating money (1)"}], "name": "enforce (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but They will just get it somewhere else or bring it from home.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "get (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they do not have the right to police food brought in from the outside", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they have no control over what foods their students eat away from school.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should have options for teachers and other staff.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should have treats on special days.", "value": 1}], "name": "Topic: School without generating money (4)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but they could just have a small amount of it instead of the amount they have been selling at.", "value": 1}], "name": "Topic: Schools generate money (1)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but they should have a choice", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should have greater accessibility to nutrient dense foods.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should have healthy snacks.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should have other options available.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should have some healthy foods that still take good, liked baked potato chips instead of fried.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (5)"}], "name": "have (10)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they should having vending machines that sell healthy options.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "having (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they cant help what the kids eat off campus.", "value": 1}], "name": "Topic: School without generating money (1)"}], "name": "help (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but if they insist it could be healthy options.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "insist (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but the profit they make from it is tempting.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they do because they make money off it.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they do to make some extra money.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they make money selling junk food.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but/ they do it anyway so they can make money", "value": 1}], "name": "Topic: Schools generate money (5)"}, {"children": [{"name": "Schools should not allow junk food to be sold on campus but they should make healthier snacks available.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should make sure the healthier options are things kids will actually enjoy.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (2)"}], "name": "make (7)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they could offer healthy options in place of junk food.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they could offer the option to buy snacks once a week.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they may offer more choices of healthy food", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should offer a healthy alternative.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (4)"}], "name": "offer (4)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they should not penalize students who bring their own.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "penalize (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they should not prevent it being brought from home.", "value": 1}], "name": "Topic: School without generating money (1)"}], "name": "prevent (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they should not prohibit it if students bring it on their own.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "prohibit (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they could provide healthier versions which would provide additional funding for the schools.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should provide a variety of healthy foods to students.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should provide a variety of healthy options.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should provide healthy options", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should provide healthy options.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should provide healthy snacks for students to choose.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (6)"}], "name": "provide (6)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they raise money for the school.", "value": 1}], "name": "Topic: School without generating money (1)"}], "name": "raise (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they can replace them with healthy snacks instead.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "replace (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but I think they should sell other healthy snacks.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they can sell healthy snacks", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they could sell a variety of healthy snacks.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they could sell healthy options elsewhere.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they could sell healthy snacks.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they could sell healthy snacks.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they could still sell healthy snacks.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they sell an good items", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should sell healthier snacks.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should sell healthy food options.", "value": 1}, {"name": "Schools should not allow junk food to be sold on campus but they should sell healthy options", "value": 1}], "name": "Topic: Schools providing healthy alternatives (11)"}], "name": "sell (11)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they should stock the cafeteria and machines with healthier snack options to provide food for the kids and generate income for the school.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "stock (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they should teach how to incorporate small amount of these food into diet for enjoyment.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "teach (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but they tried to give us a choice between food.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "tried (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but I guess they want to make money.", "value": 1}], "name": "Topic: Schools generate money (1)"}], "name": "want (1)"}], "name": "they (65)"}, {"children": [{"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but we must clearly define why we mean by junk food if we are to enforce this rule.", "value": 1}], "name": "Topic: School without generating money (1)"}], "name": "define (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but we give kids the choices of what to eat.", "value": 1}], "name": "Topic: Student choice (1)"}], "name": "give (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but I think that we can still make money for the schools by allowing healthy snack options to be placed in vending machines.", "value": 1}], "name": "Topic: Schools providing healthy alternatives (1)"}], "name": "make (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but we cannot protect our kids from everything bad for them out there.", "value": 1}], "name": "Topic: Students without choice (1)"}], "name": "protect (1)"}, {"children": [{"children": [{"name": "Schools should not allow junk food to be sold on campus but we can't take away peoples rights.", "value": 1}], "name": "Topic: School without generating money (1)"}], "name": "take (1)"}], "name": "we (5)"}], "name": "Schools should not allow junk food to be sold on campus (498)"}