{"text": "some of them decided to file a class-action lawsuit to fight for better wages.", "label": "Label_4"}
{"text": "they can still make more money if they chose another career.", "label": "Optimal_1"}
{"text": "the MLB argues the players are paid bonuses for signing up for a team.", "label": "Optimal_1"}
{"text": "advocates argue that players are not fairly paid", "label": "Label_3"}
{"text": "they can choose another job", "label": "Label_6"}
{"text": "the MLB says they are paid fairly.", "label": "Label_0"}
{"text": "as of 2014 they are taking action with a class-action lawsuit to commit to change.", "label": "Label_4"}
{"text": "they argue that they get bonuses when signing for a team, and it gives them the opportunity to go major league and make millions.", "label": "Optimal_1"}
{"text": "if the players play until they make it to the major leagues, they could be millionaires.", "label": "Optimal_1"}
{"text": "they can work somewhere else to make more money.", "label": "Optimal_1"}
{"text": "they banded together and filed a class-action lawsuit for better wages.", "label": "Label_4"}
{"text": "they still have a chance of making money by choosing a different career.", "label": "Optimal_1"}
{"text": "MLB believes if they make it to major leagues they can become millionaires.", "label": "Optimal_1"}
{"text": "every MLB player has to work their way up from the minors to the major leagues", "label": "Label_2"}
{"text": "even if the players don't make to the major leagues they can still make money from other careers.", "label": "Optimal_1"}
{"text": "minor league players filed a lawsuit.", "label": "Label_4"}
{"text": "they are rewarded with bonuses", "label": "Label_1"}
{"text": "they are still making millions of dollars.", "label": "Label_0"}
{"text": "others believe that they are paid fairly due to signing bonuses.", "label": "Label_1"}
{"text": "Major League Baseball disagrees with them.", "label": "Label_2"}
{"text": "After facing several hurdles makikng its way through the courts, a trial is set for 2022...", "label": "Label_4"}
{"text": "there are other ways to make money out there.", "label": "Label_6"}
{"text": "they're filing a class-action lawsuit to get paid back for their hours worked.", "label": "Label_4"}
{"text": "some making below the poverty line.", "label": "Label_3"}
{"text": "players are paid bonuses", "label": "Label_1"}
{"text": "good great good good good", "label": "Label_0"}
{"text": "They still have room to increase their earnings.", "label": "Label_5"}
{"text": "if they could make millions if they make it to the major leagues.", "label": "Optimal_1"}
{"text": "on the other hand, they're given bonuses.", "label": "Label_1"}
{"text": "It's worth it if you get a chance to play in the MLB.", "label": "Label_2"}
{"text": "They can advance in other fields as well.", "label": "Label_6"}
{"text": "a group of players have filed a class-action lawsuit to address their low ages.", "label": "Label_4"}
{"text": "the MLB says that minor league players are paid enough.", "label": "Label_0"}
{"text": "very intersting and very beautiful.", "label": "Label_0"}
{"text": "MLB argues that players are paid bonuses.", "label": "Optimal_1"}
{"text": "When they first join the league, they are given bonuses, according to MLB.", "label": "Optimal_1"}
{"text": "They have a number of sponsors, several opportunities to earn money, and the opportunity to win millions.", "label": "Label_5"}
{"text": "they can still m ake more money by choosing another career.", "label": "Optimal_1"}
{"text": "others think their salaries are fair because players get paid bonuses when they first join.", "label": "Label_1"}
{"text": "Minor league players, on the other hand, are paid bonuses to join with a team, according to MLB.", "label": "Optimal_1"}
{"text": "still play .", "label": "Label_0"}
{"text": "the MLB argued that players are paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "t if they make it to the MLB they could make millions.", "label": "Optimal_1"}
{"text": "if they make it big and join the MLB they will make millions of dollars.", "label": "Optimal_1"}
{"text": "minor league players are paid bonuses when they sign for a team.", "label": "Label_1"}
{"text": "they are more  in the game", "label": "Label_0"}
{"text": "players that make it out of the minor leagues and make it to the major leagues can make millions of dollars.", "label": "Optimal_1"}
{"text": "bonuses are provided to players.", "label": "Label_1"}
{"text": "when they initially start, they are given a bonus.", "label": "Label_1"}
{"text": "lawsuit could have major consequences for the future of the minor ..", "label": "Label_4"}
{"text": "if they choose another career they can make more money.", "label": "Optimal_1"}
{"text": "if the players make it to the major league they can possibly make millions of dollars.", "label": "Optimal_1"}
{"text": "they are connected with the major leagues", "label": "Label_2"}
{"text": "players and their advocates argue that player are not fairly paid their work during the season.", "label": "Label_3"}
{"text": "MLB says that they can make more by signing for a team or by choosing another career.", "label": "Optimal_1"}
{"text": "they may be able to make more money, even if they don't make it to the major leagues.", "label": "Label_5"}
{"text": "MLB argues with the fact that the minor league players get paid bonuses to sign for the teams.", "label": "Optimal_1"}
{"text": "they often work 60 hours a week, but are only paid for 40 hours.", "label": "Label_3"}
{"text": "the players make it to the major leagues and they players could make millions of dollars.", "label": "Optimal_1"}
{"text": "they are still rookie", "label": "Label_0"}
{"text": "the players in the minor leagues can also make it to the majors and they are allowed to have side gigs and sometimes even jobs, once they make it to the majors their salary can be millions.", "label": "Optimal_1"}
{"text": "the players work harder and they want to make more money.", "label": "Label_5"}
{"text": "they make a lot of money if they make the major leagues.", "label": "Optimal_1"}
{"text": "some MLB argues that they get paid more money when they sign with teams.", "label": "Optimal_1"}
{"text": "The MLB argues that the minor league players are being paid bonuses if they sign to teams.", "label": "Optimal_1"}
{"text": "the teams are used to train players to join the majors.", "label": "Label_2"}
{"text": "they can still make more money by choosing another career.", "label": "Optimal_1"}
{"text": "if they could make it to the major leagues, they'd end up making a lot more money.", "label": "Optimal_1"}
{"text": "MLB argues that minor league players are paid bonuses to sing for the team ...", "label": "Optimal_1"}
{"text": "bonuses are given out to the gamers.", "label": "Label_1"}
{"text": "the players still in the work because  of their poverty.", "label": "Label_0"}
{"text": "the major league", "label": "Label_2"}
{"text": "they could also choose another career.", "label": "Label_6"}
{"text": "that are associated with major baseball or MLB.", "label": "Label_2"}
{"text": "MLB claims that they are compensated in some way with bonuses.", "label": "Optimal_1"}
{"text": "MLB claims that they receive bonuses for signing with a team.", "label": "Optimal_1"}
{"text": "if they make it to the pros they could make millions.", "label": "Optimal_1"}
{"text": "the players in the minor leagues can also make it to the majors and they are allowed to have side gigs and sometimes even jobs.", "label": "Label_2"}
{"text": "the players are poverty line.", "label": "Label_3"}
{"text": "on the oter hand mlb argues that", "label": "Label_0"}
{"text": "they still make more money if they choose another career.", "label": "Optimal_1"}
{"text": "the MLB argues that players get paid extra when the join the league", "label": "Optimal_1"}
{"text": "they get signing bonuses so the salaries aren't so bad", "label": "Label_1"}
{"text": "some minor league players filed a class-action lawsuit over their low wages.", "label": "Label_4"}
{"text": "accepting their situation.", "label": "Label_0"}
{"text": "if they made it to the major leagues they could make more.", "label": "Optimal_1"}
{"text": "they do get bonuses!", "label": "Label_1"}
{"text": "this is not good", "label": "Label_0"}
{"text": "they still have ways to increase their salary and make it more fair.", "label": "Label_5"}
{"text": "this is very difficult", "label": "Label_0"}
{"text": "if the players make any major leagues, they could make millions of dollars.", "label": "Optimal_1"}
{"text": "action speed is necessary", "label": "Label_0"}
{"text": "the major league baseball organization states that they are paid bonuses to sign for a MLB team.", "label": "Optimal_1"}
{"text": "if some players make it to the major league, they could earn millions of dollars.", "label": "Optimal_1"}
{"text": "if they keep trying hard, they could make more money.", "label": "Label_5"}
{"text": "when they reach the major leagues, they could earn huge amounts of money.", "label": "Optimal_1"}
{"text": "they could stop playing baseball and get a different job", "label": "Label_6"}
{"text": "MLB claims that they are compensated with bonuses, resulting in a greater pay.", "label": "Optimal_1"}
{"text": "MLB, on the other hand, claims that players get compensated for signing with a team.", "label": "Optimal_1"}
{"text": "the major league dose", "label": "Label_2"}
{"text": "their performance in order to get a bigger wage", "label": "Label_5"}
{"text": "Minor league players, on the other hand, are given bonuses to join with a team, according to MLB.", "label": "Optimal_1"}
{"text": "poverty  players  choosing  money  millions", "label": "Label_0"}
{"text": "they also are not paid for spring training or the off-season.", "label": "Label_3"}
{"text": "MLB argues that players are paid a bonus to sign for a team.", "label": "Optimal_1"}
{"text": "if they work hard they can make more", "label": "Label_5"}
{"text": "they can quit and work another job", "label": "Label_6"}
{"text": "minor league players filed a class action lawsuit against MLB over their low wages.", "label": "Label_4"}
{"text": "on on on the group", "label": "Label_0"}
{"text": "MLB fights back saying that minor league players are paid extra to sign for another team.", "label": "Optimal_1"}
{"text": "a group of players filed a class-action lawsuit demanding back pay and new salary rules.", "label": "Label_4"}
{"text": "the MLB argues that players are paid bonus to sign for a team.", "label": "Optimal_1"}
{"text": "they can choose another vocation", "label": "Label_6"}
{"text": "the MLB doesn't think so.", "label": "Label_0"}
{"text": "THEY OFTEN WORK 60+ HOURS A WEEK,BUT ARE ONLY PAID FOR 40 HOURS", "label": "Label_3"}
{"text": "ultimate goal is pretty simple", "label": "Label_0"}
{"text": "if players make it to the big league they get paid millions.", "label": "Optimal_1"}
{"text": "they are wrong.", "label": "Label_0"}
{"text": "they get bonuses so the salaries aren't so low actually", "label": "Label_1"}
{"text": "one day they could make it to the major leagues", "label": "Label_2"}
{"text": "they have paid bonus to sign for a team and make more money for choosing another job.", "label": "Label_1"}
{"text": "it's still possible that they could make more money.", "label": "Label_5"}
{"text": "fjdvcrfxrjc rjh  cjrffrrfrvrv", "label": "Label_0"}
{"text": "MLB argues they are paid enough.", "label": "Label_0"}
{"text": "the lawsuit may have major consequences for the future of minor league baseball.", "label": "Label_4"}
{"text": "they do get a sign on bonus for joining the team and they also have the opportunity to join the major league if they do well.", "label": "Optimal_1"}
{"text": "they get bonuses when they sign so they shouldn't complain", "label": "Label_1"}
{"text": "they want to get back pay and rules to pay players for hours worked.", "label": "Label_4"}
{"text": "they are paid extra money when they join.", "label": "Label_1"}
{"text": "they get a bonus to sign for the league.", "label": "Label_1"}
{"text": "if they were to make it to a major league, they could make millions of dollars.", "label": "Optimal_1"}
{"text": "their earnings potential is in the millions if they are able to make the big leagues.", "label": "Optimal_1"}
{"text": "the minor leagues argue that the players get bonuses.", "label": "Label_1"}
{"text": "some MLB players get paid for sign in team up itself and if they are selected to major leagues they get paid in millions.", "label": "Optimal_1"}
{"text": "others could make millions of dollars.", "label": "Label_5"}
{"text": "the MLB argues that players get paid when they sign for a team.", "label": "Optimal_1"}
{"text": "even if they don't make it, they could still make more money.", "label": "Label_5"}
{"text": "they put their full efforts.", "label": "Label_0"}
{"text": "they are willing to continue playing for a chance at the major league.", "label": "Label_2"}
{"text": "good great good good", "label": "Label_0"}
{"text": "they also aren't paid for spring training or the off- season", "label": "Label_3"}
{"text": "there are other lines of work they could choose.", "label": "Label_6"}
{"text": "the MLB argues that the players are paid bonuses when signing a team.", "label": "Optimal_1"}
{"text": "they make less than average minimum wage.", "label": "Label_0"}
{"text": "a lawyer and former minor league player who filed the original lawsuit, told ESPN.", "label": "Label_0"}
{"text": "the could make money by trying a different proffesson.", "label": "Optimal_1"}
{"text": "they want back pay and rules to pay players for worked to spring training salaries", "label": "Label_4"}
{"text": "their careers are usually a stepping stone to launch off a future career in the major leagues.", "label": "Label_2"}
{"text": "they could become major leaguers in the future.", "label": "Label_2"}
{"text": "players continue to play for the love of the game.", "label": "Label_0"}
{"text": "they get paid bonuses to sign for a team.", "label": "Label_1"}
{"text": "they are taking action to addres this situation.", "label": "Label_4"}
{"text": "Additionally mlb argues.", "label": "Label_0"}
{"text": "a lawsuit has tried to revert this situation giving players an actual payment based on hours they work.", "label": "Label_4"}
{"text": "MLB argues that they are also paid bonuses to sign for their team.", "label": "Optimal_1"}
{"text": "all are good players.", "label": "Label_0"}
{"text": "good great good", "label": "Label_0"}
{"text": "a group filed a big lawsuit.", "label": "Label_4"}
{"text": "MLB argues that they can make bonuses by sign for a team.", "label": "Optimal_1"}
{"text": "they could become major league players.", "label": "Label_2"}
{"text": "they can always find another way to make money.", "label": "Label_6"}
{"text": "some of them millions of bonus when MLB argues with it.", "label": "Optimal_1"}
{"text": "the MLB has made the argument that they also receive large bonuses and could potentially make millions if they make it to the pro leagues.", "label": "Optimal_1"}
{"text": "they are paid bonuses if they sign to a team and if they make it to major leagues they could win millions.", "label": "Optimal_1"}
{"text": "some of them are making less money than poverty line.", "label": "Label_3"}
{"text": "even if they don't make it to the majors, they could still make more.", "label": "Label_5"}
{"text": "also aren't paid spring training or the off-season.", "label": "Label_3"}
{"text": "MLB argues that they receive bonuses.", "label": "Optimal_1"}
{"text": "when they signed, they got a bonus.", "label": "Label_1"}
{"text": "MLB argues that they are paid adequately.", "label": "Label_0"}
{"text": "they can still make money by choosing a different career.", "label": "Optimal_1"}
{"text": "poverty  players  choosing  money", "label": "Label_0"}
{"text": "tyttyy tytdyt dtydtytdy ytdtd dtysydt", "label": "Label_0"}
{"text": "the league does not have enough money to pay them more, and the only reason MLB players get paid is because of the streaming/advertisements of the games.", "label": "Label_0"}
{"text": "Players are given incentives to join a team, according to Major League Baseball.", "label": "Optimal_1"}
{"text": "that include thousand of player who were not paid spring training or made salary below poverty line.", "label": "Label_3"}
{"text": "the MLB disagrees and argues that they are paid signing bonuses.", "label": "Optimal_1"}
{"text": "players could change their career", "label": "Label_6"}
{"text": "MLB says they're paid bonuses, therefore it's fair.", "label": "Optimal_1"}
{"text": "they are not the best of the best.", "label": "Label_0"}
{"text": "They have the potential to earn much more money.", "label": "Label_5"}
{"text": "Players are not being considered for promotion to the major leagues, according to MLB.", "label": "Label_2"}
{"text": "they can make millions if they make the majors.", "label": "Optimal_1"}
{"text": "the minimum wages.", "label": "Label_0"}
{"text": "some MLB players are paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "lawsuits over happening over the low wages.", "label": "Label_4"}
{"text": "people argue that they get paid bonuses to sign for a team, and they can get paid millions if they make it to the major leagues.", "label": "Optimal_1"}
{"text": "if they could make millions in the major league.", "label": "Optimal_1"}
{"text": "some minor league players are filing a class-action lawsuit over low wages.", "label": "Label_4"}
{"text": "GGF FG  FGFGF", "label": "Label_0"}
{"text": "They persevere because every MLB player has to earn their way up the ranks.", "label": "Label_2"}
{"text": "tyttyy tytdyt dtydtytdy ytdtd", "label": "Label_0"}
{"text": "they could stop playing baseball altogether and switch careers.", "label": "Label_6"}
{"text": "it is possible that some them will make it to the major leagues where they can make more money.", "label": "Optimal_1"}
{"text": "MBL says they get bonuses.", "label": "Optimal_1"}
{"text": "they want back pay and rules in place to pay players for hours worked.", "label": "Label_4"}
{"text": "MLB argues that players in the minor league are paid bonuses for signing on to a major league team.", "label": "Optimal_1"}
{"text": "MLB argues that they get bonuses when they sign for a team.", "label": "Optimal_1"}
{"text": "MLB argues that get paid bonuses to sign for a team, and could make millions in the future.", "label": "Optimal_1"}
{"text": "The MLB argues they are paid to bonuses when signed to a team.", "label": "Optimal_1"}
{"text": "players make it to major leagues they could make millions of dollars even if they don't.", "label": "Optimal_1"}
{"text": "MLB says players can make more money if they choose another career.", "label": "Optimal_1"}
{"text": "they are accepting the situation.", "label": "Label_0"}
{"text": "often work 60+ hours a week, but are only paid for 40 hours", "label": "Label_3"}
{"text": "after trying to take action and fix it they could have had major consequences.", "label": "Label_4"}
{"text": "MLB argues that minor league players are paid.", "label": "Optimal_1"}
{"text": "MLB argues that they are paid bonuses.", "label": "Optimal_1"}
{"text": "it was ok", "label": "Label_0"}
{"text": "they hold on hope of making in the majors.", "label": "Label_2"}
{"text": "Major League Baseball aruges that players are paid bonuses when they sign up.", "label": "Optimal_1"}
{"text": "they also aren't compensated for spring training or the off-season.", "label": "Label_3"}
{"text": "players could make more money", "label": "Label_5"}
{"text": "they need salary improving them.", "label": "Label_0"}
{"text": "MLB argues that if minor league players sign for a team, they are paid bonuses.", "label": "Optimal_1"}
{"text": "if they make it to the major leagues they will make millions.", "label": "Optimal_1"}
{"text": "the MLB thinks they can make more money by choosing a different career path.", "label": "Optimal_1"}
{"text": "they are paid a bonus for signing to a team.", "label": "Label_1"}
{"text": "they are used to train players to join the majors.", "label": "Label_2"}
{"text": "they put full potential to the game.", "label": "Label_0"}
{"text": "if they keep working they can make more money", "label": "Label_5"}
{"text": "They might be able to earn some extra cash.", "label": "Label_5"}
{"text": "if players make it to the MLB they would get paid millions and if they don't they could choose a different career and still make money.", "label": "Optimal_1"}
{"text": "if they join the major leagues they can earn millions.", "label": "Optimal_1"}
{"text": "This is the not so glamorous life of a minor league baseball player.", "label": "Label_0"}
{"text": "there's other work that they could do", "label": "Label_6"}
{"text": "They want back pay and rules to pay players", "label": "Label_4"}
{"text": "the MLB argues that they are fine because they are paid signing bonuses.", "label": "Optimal_1"}
{"text": "the MLB argues that they are paid a sign on bonus plus it gives players the opportunity to make it into major leagues that pay more.", "label": "Optimal_1"}
{"text": "they can make millions", "label": "Label_5"}
{"text": "a group filed a big lawsuit together.", "label": "Label_4"}
{"text": "they could make more money in professional baseball.", "label": "Label_5"}
{"text": "they were paid bonuses when signing for a team.", "label": "Label_1"}
{"text": "some goal is pretty simple so Donald comply with Garr ett Broshuis.", "label": "Label_0"}
{"text": "they only get paid for 40 hours.", "label": "Label_3"}
{"text": "he was mad.", "label": "Label_0"}
{"text": "they still could find a way to make more money.", "label": "Label_5"}
{"text": "For a shot to play in the big leagues, the sacrifice could be worthwhile.", "label": "Label_2"}
{"text": "they could always choose a higher paying career to make more money.", "label": "Optimal_1"}
{"text": "the MLB argues that many are paid signing bonuses.", "label": "Optimal_1"}
{"text": "their work always satisfy.", "label": "Label_0"}
{"text": "team players make it to the major leagues", "label": "Label_2"}
{"text": "even if they don't, they are choosing another career to make more money.", "label": "Optimal_1"}
{"text": "the MLB says that minor league players are paid bonuses.", "label": "Optimal_1"}
{"text": "if they make it to the major leagues.", "label": "Label_2"}
{"text": "On the other hand, MLB argues minor league players are paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "they usually work 60+ hours a week, but are only paid for 40 hours.", "label": "Label_3"}
{"text": "players might be able to make it to the major leagues where they can make millions of dollars.", "label": "Optimal_1"}
{"text": "Their careers are typically used as a springboard to a future career in the main leagues.", "label": "Label_2"}
{"text": "the authority said they are paid bonuses.", "label": "Label_1"}
{"text": "they could stop playing baseball and choose a different job", "label": "Label_6"}
{"text": "they player often work 60+hours of a week, but they paid only for 40hrs.", "label": "Label_3"}
{"text": "players can choose other careers.", "label": "Label_6"}
{"text": "MLB says they are paid bonuses for signing for a team.", "label": "Optimal_1"}
{"text": "On the other hand, They are paid bonuses to sign for a team, They could make millions of dollars.", "label": "Optimal_1"}
{"text": "On the other hand, They are paid bonuses to sign for a team.", "label": "Label_1"}
{"text": "they filed a lawsuit asking for equal rights to workers.", "label": "Label_4"}
{"text": "minor league players are paid bonus to sign for a team.", "label": "Label_1"}
{"text": "they could do something else with their career", "label": "Label_6"}
{"text": "they get paid 40 hours a week and if they make it to the major league they get paid millions of dollars.", "label": "Optimal_1"}
{"text": "they can choose another profession", "label": "Label_6"}
{"text": "they are paid bonuses to sign for a team and could make millions of dollars if they make it to the major leagues.", "label": "Optimal_1"}
{"text": "if they become major league players they could make millions of dollars.", "label": "Optimal_1"}
{"text": "people believe it's fair because players receive bonuses when they sign up", "label": "Label_1"}
{"text": "If players can get to the major leagues they wouldn't have to complain about their current salary.", "label": "Optimal_1"}
{"text": "MLB argue that minor league baseball players get bonuses for signing for a team.", "label": "Optimal_1"}
{"text": "MLB players claim that minor league players are given bonuses when they sign for a team.", "label": "Optimal_1"}
{"text": "they argues that minor league players are paid bonuses.", "label": "Label_1"}
{"text": "MLB says they still have other avenues to increase their salaries.", "label": "Label_5"}
{"text": "Major League Baseball or MLB argues that they get paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "major league players have more experience.", "label": "Label_2"}
{"text": "after when they become major player they will be paid more salary as what they expect.", "label": "Optimal_1"}
{"text": "the majority of minor league players earn pitiful wages, with some even living in poverty.", "label": "Label_3"}
{"text": "they will play now also.", "label": "Label_0"}
{"text": "there are other lines of work out there.", "label": "Label_6"}
{"text": "if they get drafted, they could get paid millions.", "label": "Optimal_1"}
{"text": "even if they don't, they could still make more money.", "label": "Label_5"}
{"text": "there is a lawsuit in the works to improve it.", "label": "Label_4"}
{"text": "they are a lower division of baseball and most are not as good as the major leaguers.", "label": "Label_2"}
{"text": "their salaries are higher when you include the signing bonuses", "label": "Label_1"}
{"text": "they can still ake more money by choosing another career.", "label": "Optimal_1"}
{"text": "they want back pay rules to pay players for hours worked.", "label": "Label_4"}
{"text": "players played ver y well in that match.", "label": "Label_0"}
{"text": "they can choose another job get money for not baseball.", "label": "Label_6"}
{"text": "its make some huge", "label": "Label_0"}
{"text": "if they choose another career, they can make more money.", "label": "Optimal_1"}
{"text": "GGF FG  FGFGF F FGFG FGFGF", "label": "Label_0"}
{"text": "they get bonuses", "label": "Label_1"}
{"text": "MLB argues that they are paid bonuses to sign on to a team.", "label": "Optimal_1"}
{"text": "they still make a lot of money.", "label": "Label_5"}
{"text": "major leagues s s s", "label": "Label_0"}
{"text": "a class action lawsuit has been filed to increase salaries.", "label": "Label_4"}
{"text": "they get a sign on bonus if the join a major league team.", "label": "Label_1"}
{"text": "additionally another choosing team career spring", "label": "Label_6"}
{"text": "they also think that even Mcdonalds workers should be paid as much and them.", "label": "Label_5"}
{"text": "the minors are used for training players for the MLB", "label": "Label_2"}
{"text": "MLB argues that minor league players at least get paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "they can work there way up to a better salary.", "label": "Optimal_1"}
{"text": "they get paid to have fun.", "label": "Label_0"}
{"text": "if recruited into the MLB, they stand to make millions.", "label": "Optimal_1"}
{"text": "some players were not paid for spring training or made salaries below the poverty line and they don't get a lot of money to play.", "label": "Label_3"}
{"text": "MLB says minor league players can get paid bonuses when joining teams.", "label": "Optimal_1"}
{"text": "they are wrong.adfasd", "label": "Label_0"}
{"text": "if players make it to the major leagues,", "label": "Label_2"}
{"text": "MLB says they could still make more money.", "label": "Label_5"}
{"text": "they control their salaries based on how good they play.", "label": "Label_0"}
{"text": "they can choose another career path", "label": "Label_6"}
{"text": "they can choose another carreer.rr", "label": "Label_6"}
{"text": "it is only paid 40 hours.", "label": "Label_3"}
{"text": "Major League Baseball says that players are paid bonuses when they sign for a team.", "label": "Optimal_1"}
{"text": "MLB argues that minor league players are paid bonuses to sign with a team.", "label": "Optimal_1"}
{"text": "many of the players got together and filed a class-action lawsuit against MLB.", "label": "Label_4"}
{"text": "additionally another choosing team career", "label": "Label_6"}
{"text": "still play the game.", "label": "Label_0"}
{"text": "they are not the best of the best.dddd", "label": "Label_0"}
{"text": "the MLB argues that they are paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "they don't have to stay in this job", "label": "Label_6"}
{"text": "MLB claims that players could earn millions if they move up to the higher leagues.", "label": "Optimal_1"}
{"text": "others feel their salaries are fair.", "label": "Label_0"}
{"text": "minor league players get paid bonuses to sign with a team and if players make it to the major leagues they can end up making millions.", "label": "Optimal_1"}
{"text": "they 60 wage salary paid work ethic", "label": "Label_3"}
{"text": "MLB argues that the minor league players are being paid bonus for the team.", "label": "Optimal_1"}
{"text": "player make more m", "label": "Label_0"}
{"text": "there are many ways for them to make additional funds.", "label": "Label_5"}
{"text": "MLB only pays them for 40 hours of work.", "label": "Label_3"}
{"text": "MLB believes players are given bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "still they are expected to commit all of their focus to baseball at those times too.", "label": "Label_0"}
{"text": "They want back pay and rules to pay players for", "label": "Label_4"}
{"text": "millions of dollars are possible.", "label": "Label_5"}
{"text": "the MLB argues that if they move up in the league, they have a chance of making millions.", "label": "Optimal_1"}
{"text": "others think it is fair.", "label": "Label_0"}
{"text": "According to MLB, players are awarded incentives when they join the league.", "label": "Optimal_1"}
{"text": "since they are paid bonuses to sign for a team, MLB argues that it is fair.", "label": "Optimal_1"}
{"text": "no one watches the minot leagues, used to train players for mlb.", "label": "Label_2"}
{"text": "Major League Baseball argues that players get bonuses for signing up.", "label": "Optimal_1"}
{"text": "the MLB argues that players are paid bonuses when they sign up for a team.", "label": "Optimal_1"}
{"text": "often work 60+ hours a week, are only paid for 40 hours.", "label": "Label_3"}
{"text": "others could make millions of dollars by being paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "fjdvcrfxrjc rjh  cjrffr", "label": "Label_0"}
{"text": "a group representing minor leaguers has filed a class-action lawsuit against the MLB set for 2022.", "label": "Label_4"}
{"text": "the MLB argues that minor league players paid bonuses.", "label": "Optimal_1"}
{"text": "They want back pay and rules", "label": "Label_4"}
{"text": "the not so glamorous.", "label": "Label_0"}
{"text": "they could get a job that isn't baseball", "label": "Label_6"}
{"text": "on the other hand, players get bonuses, according to the MLB.", "label": "Optimal_1"}
{"text": "they filed a lawsuit over there low wages, which is going to court in 2022", "label": "Label_4"}
{"text": "minor league players get paid bonuses for signing with a team according to MLB.", "label": "Optimal_1"}
{"text": "they're able to work in a variety of roles", "label": "Label_6"}
{"text": "MLB says even if they don't, they can make more money by choosing another career", "label": "Optimal_1"}
{"text": "they want to continue to play the game that they love.", "label": "Label_0"}
{"text": "They might possibly choose a different job path.", "label": "Label_6"}
{"text": "the MLB argues that if players move up the division they can earn much more, and when don´t works they can get other jobs.", "label": "Optimal_1"}
{"text": "the MLB is arguing that minor league players would get paid a bonus for signing to a team.", "label": "Optimal_1"}
{"text": "they want back pay the rules to pay players for hour work.", "label": "Label_4"}
{"text": "MLB deny such claims and suggests players to rather get a second job during off season.", "label": "Optimal_1"}
{"text": "they are advocating for themselves and raising awareness.", "label": "Label_4"}
{"text": "MLB argues they are paid bonuses for signing, and if they make it to the Major league they will get paid millions.", "label": "Optimal_1"}
{"text": "Major League Baseball says that players get paid bonuses for signing to a team.", "label": "Optimal_1"}
{"text": "they can make 1,000,000 or more", "label": "Label_5"}
{"text": "Major League Baseball argues that players get paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "the bonuses give them more money", "label": "Label_1"}
{"text": "if the players play into the major league they could able to make millions of dollars.", "label": "Optimal_1"}
{"text": "they are not pro players so the should not get paid more.", "label": "Label_0"}
{"text": "they filed a class lawsuit against the low wages they get, in which the case includes thousands of players.", "label": "Label_4"}
{"text": "MLB reminds them of the opportunity to become a major league player and make significantly more money.", "label": "Optimal_1"}
{"text": "they receive a bonus for joining a team.", "label": "Label_1"}
{"text": "there's lots of ways to get more money.", "label": "Label_5"}
{"text": "they can make 1,000,000 dollars", "label": "Label_5"}
{"text": "most minor league players make very low salaries below the poverty line", "label": "Label_3"}
{"text": "Players and their advocates argue that players are not fairly paid for their work during the season", "label": "Label_3"}
{"text": "since they are not in the major leagues they are considered well paid for what they do.", "label": "Label_0"}
{"text": "MLB disagrees with them.", "label": "Label_0"}
{"text": "the league speed action", "label": "Label_0"}
{"text": "they persist because all MLB players have to work their way up.", "label": "Label_2"}
{"text": "Other professions are available for gamers to pick from.", "label": "Label_6"}
{"text": "working side gigs make ends meet.", "label": "Label_0"}
{"text": "other people think it is fair because they are paid signing bonuses.", "label": "Label_1"}
{"text": "even Babe Ruth and A-Rod started in the minor leagues", "label": "Label_2"}
{"text": "they are paid bonuses to sign into a team so they should not get paid the same amount of money", "label": "Label_1"}
{"text": "MLB believes that they are paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "After facing several hurdles makikng its way through the courts, a trial is set for 2022..", "label": "Label_4"}
{"text": "players their advocates argue that players are not fairly paid for their work during the season", "label": "Label_3"}
{"text": "other players are paid more fairly.", "label": "Label_0"}
{"text": "advocates argue that players", "label": "Label_0"}
{"text": "they work 60 hours and only get paid for 40.", "label": "Label_3"}
{"text": "the players already get about a million dollars if they make it to the major league.", "label": "Optimal_1"}
{"text": "Major League Baseball disagrees and aruges that players get bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "they are given bonuses.", "label": "Label_1"}
{"text": "the MBL believes that minor league players are well compensated with their bonuses, and could easily choose another career.", "label": "Optimal_1"}
{"text": "they are paid bonuses if they sign for a team.", "label": "Label_1"}
{"text": "the players are keep working for 60 hours.", "label": "Label_3"}
{"text": "some players were not paid for spring training or made salaries below the poverty line and paid bonuses to sign for a team.", "label": "Label_3"}
{"text": "some player good player,", "label": "Label_0"}
{"text": "they are paid bonuses to sign on to a team.", "label": "Label_1"}
{"text": "MLB says that minor league players are paid to sign for a team.", "label": "Optimal_1"}
{"text": "Players are trained for the main leagues by lower league clubs.", "label": "Label_2"}
{"text": "MLB or Major League Baseball says that players get paid bonuses", "label": "Optimal_1"}
{"text": "they received complaints from members of people.", "label": "Label_0"}
{"text": "MLB attest that minor leagues are paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "even the best major league players started in the minor leagues.", "label": "Label_2"}
{"text": "others states they got bonuses to sign for a team.", "label": "Label_1"}
{"text": "MLB argues that minor league players are paid adequately.", "label": "Label_0"}
{"text": "the could make money by trying a different proffession.", "label": "Optimal_1"}
{"text": "MLB claims that they are compensated with bonuses", "label": "Optimal_1"}
{"text": "MLB argues that players get paid bonuses.", "label": "Optimal_1"}
{"text": "a group of minor league players filed a class-action lawsuit in order to get higher pay.", "label": "Label_4"}
{"text": "MLB says players could still make millions of dollars if they are chosen for the major leagues.", "label": "Optimal_1"}
{"text": "They are not accepted by Major League Baseball.", "label": "Label_2"}
{"text": "they can make more money by choosing another career.", "label": "Optimal_1"}
{"text": "MLB only pays the minor league players for 40 hours.", "label": "Label_3"}
{"text": "the MLB argues that they are paid by signing for a team and have the potential to make millions of dollars.", "label": "Optimal_1"}
{"text": "Major League Baseball disagrees with them, claiming that players get big bonuses with they first join a team.", "label": "Optimal_1"}
{"text": "MLB claims the players also receive paid bonuses to make up for it.", "label": "Optimal_1"}
{"text": "players can choose a different career.", "label": "Label_6"}
{"text": "the major leagues is a possibility to them which makes it worth it", "label": "Label_2"}
{"text": "they can still make more money.", "label": "Label_5"}
{"text": "the MLB states that minor league players are paid extra bonuses to sign a deal for a team.", "label": "Optimal_1"}
{"text": "MLB argues they could make more.", "label": "Label_5"}
{"text": "this is changing as they are now giving free living.", "label": "Label_0"}
{"text": "they can choose another job.", "label": "Label_6"}
{"text": "MLB argues to sign for a team they can get paid bonuses.", "label": "Optimal_1"}
{"text": "minor league teams are used to train players to join majors.", "label": "Label_2"}
{"text": "MLB claims that they are compensated for signing with a team.", "label": "Optimal_1"}
{"text": "another career for making on the poverty line and very low salaries.", "label": "Label_3"}
{"text": "lawsuit could have major consequences for the future of the minor", "label": "Label_4"}
{"text": "they get bonuses.", "label": "Label_1"}
{"text": "MLB says they are paid bonus money for signing with a team.", "label": "Optimal_1"}
{"text": "minor leaguers get paid signing bonuses.", "label": "Label_1"}
{"text": "their pay is based off of expected performance.", "label": "Label_0"}
{"text": "they are only paid for only 40 hours.", "label": "Label_3"}
{"text": "players are paid bonuses to sign for a team and could make millions of dollars for making a team.", "label": "Optimal_1"}
{"text": "MLB says wait for the major leagues", "label": "Label_2"}
{"text": "they could make millions if they make it to the major leagues.", "label": "Optimal_1"}
{"text": "they have filed a lawsuit to get more favorable pay.", "label": "Label_4"}
{"text": "if they make it to the major league they could make much more money.", "label": "Optimal_1"}
{"text": "MLB opposes the minor leagues claims by stating that those players are paid more when signing for a team along with the chance of making millions of dollars if they make it to the major leagues.", "label": "Optimal_1"}
{"text": "they actually make money because they are paid bonuses.", "label": "Label_1"}
{"text": "For the potential of making it to the big leagues, the sacrifice could be worth it.", "label": "Label_2"}
{"text": "they often work 60 plus hours a week, but are only paid for 40 hours.", "label": "Label_3"}
{"text": "filing a lawsuit could have a major consequences for the future.", "label": "Label_4"}
{"text": "the MLB argues that they're given opportunities to make millions of dollars.", "label": "Label_5"}
{"text": "they make very low salaries, with some making below the poverty line.", "label": "Label_3"}
{"text": "it's not all that unfair.", "label": "Label_0"}
{"text": "if players are make it to the major leagues and they could make millions of dollars even if they don't.", "label": "Optimal_1"}
{"text": "rules to pay and players for hours worked.", "label": "Label_4"}
{"text": "expanded to include thousand of players who were not paid for spring training.", "label": "Label_3"}
{"text": "they want back payrules pay players for hours worked.", "label": "Label_4"}
{"text": "they tend to work 60+ hours a week but are only paid for 40 hours.", "label": "Label_3"}
{"text": "They might be able to make some additional money.", "label": "Label_5"}
{"text": "they could still make millions.", "label": "Label_5"}
{"text": "they can still make money by choosing another career.", "label": "Optimal_1"}
{"text": "some people think they make a good amount of money per week and year to maintain themselves.", "label": "Label_0"}
{"text": "they took action with a lawsuit.", "label": "Label_4"}
{"text": "a group of players filed a lawsuit that includes thousands of players suing for spring training pay.", "label": "Label_4"}
{"text": "players make it to the major leagues by choosing another career.", "label": "Label_2"}
{"text": "if they make it to the major leagues they can possibly make millions of dollars.", "label": "Optimal_1"}
{"text": "they could stilll make more money by choosing another carrer.", "label": "Optimal_1"}
{"text": "minor league players are bring paid bonuses if they sign to teams.", "label": "Label_1"}
{"text": "They could be able to greatly boost their revenue.", "label": "Label_5"}
{"text": "a group of minor league players filed a class action lawsuit against MLB over low wages.", "label": "Label_4"}
{"text": "they could make millions by making it to the major leagues.", "label": "Optimal_1"}
{"text": "Major League Baseball believes that the salaries are fair as players get paid bonuses for signing up.", "label": "Optimal_1"}
{"text": "they still continue to play the game without action.", "label": "Label_0"}
{"text": "they could make more money if they get to play in the major league.", "label": "Optimal_1"}
{"text": "the MLB says they get paid bonuses for signing up for a team.", "label": "Optimal_1"}
{"text": "Paid only for 40 hours.", "label": "Label_3"}
{"text": "They can carry out a variety of tasks.", "label": "Label_6"}
{"text": "they are good.", "label": "Label_0"}
{"text": "the MLB says that they get cash bonuses when they join a team.", "label": "Optimal_1"}
{"text": "players receive bonuses", "label": "Label_1"}
{"text": "team additionally make to the major leagues", "label": "Label_2"}
{"text": "they could join the major leagues and make more money.", "label": "Optimal_1"}
{"text": "the MLB argues that minor league players are already paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "they do still get paid so they are not complaining and they play the sport that they love.", "label": "Label_0"}
{"text": "on the other hand.", "label": "Label_0"}
{"text": "MLB assures players that they will make much more money in the major leagues.", "label": "Optimal_1"}
{"text": "it was interested", "label": "Label_0"}
{"text": "the authorities deny such claims and suggests players to rather get a second job during off season.", "label": "Label_3"}
{"text": "when they join, they are given a bonus.", "label": "Label_1"}
{"text": "other professions may be a good idea for some players", "label": "Label_6"}
{"text": "they could make millions of dollars if players make it to the major leagues.", "label": "Optimal_1"}
{"text": "player make more mo", "label": "Label_0"}
{"text": "if the players can play in the major league they could make much more money.", "label": "Optimal_1"}
{"text": "they filed a lawsuit in the courts to have their voices heard.", "label": "Label_4"}
{"text": "the minors are a stepping stone to the majors.", "label": "Label_2"}
{"text": "they aren't paid for their work including spring training or the off-season.", "label": "Label_3"}
{"text": "this is not good.", "label": "Label_0"}
{"text": "they are not at the highest level and dint preform near the highest level therefore they shouldt not be getting paid as much", "label": "Label_0"}
{"text": "similar to other low paying positions they have potential for great increases later on.", "label": "Optimal_1"}
{"text": "MLB argues that minor league players get paid a bonus for signing, major league players do not.", "label": "Optimal_1"}
{"text": "more money is possible", "label": "Label_5"}
{"text": "a few minor league players filed a lawsuit on the MLB about low wages.", "label": "Label_4"}
{"text": "they're filing a lawsuit to address that", "label": "Label_4"}
{"text": "almost every MLB player started in the minor leagues and worked their way up.", "label": "Label_2"}
{"text": "they are not a major league team.", "label": "Label_2"}
{"text": "some day they could become major leaguers.", "label": "Label_2"}
{"text": "they went to trial in 2022 over their low wages.", "label": "Label_4"}
{"text": "they are play", "label": "Label_0"}
{"text": "the reward of making it to the majors is way better paying.", "label": "Optimal_1"}
{"text": "they can get million once they make it to major leagues.", "label": "Optimal_1"}
{"text": "player make more money", "label": "Label_5"}
{"text": "most minor league player make very low salaries", "label": "Label_3"}
{"text": "players make major leagues and millions of dollars.", "label": "Optimal_1"}
{"text": "the MLB has yet to comply to the players requests to raise their wages.", "label": "Label_0"}
{"text": "MLB argues that they paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "team players additionally make to the major leagues.", "label": "Label_2"}
{"text": "to sign up, players are given a bonus.", "label": "Label_1"}
{"text": "if they players make it to the majors they are paid bonuses for signing to a team and can even earn millions of dollars doing so.", "label": "Optimal_1"}
{"text": "MLB says they get paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "minor league players are given bonuses when they sign for a team.", "label": "Label_1"}
{"text": "that is why the MiLB filed a lawsuit because they want back pay and rules to pay players for hours worked.", "label": "Label_4"}
{"text": "they are paid bonuses to sign up for a team.", "label": "Label_1"}
{"text": "thy received complaints from members of people.", "label": "Label_0"}
{"text": "MLB argues that minor league players are paid bonuses to sing for a team.", "label": "Optimal_1"}
{"text": "they get a bonus, so that's more money.", "label": "Label_1"}
{"text": "the MLB argues that players get signing bonuses.", "label": "Optimal_1"}
{"text": "the MLB disagrees with them and says that they were paid a bonus to sign to a team.", "label": "Optimal_1"}
{"text": "they control their salaries based on how good they pla", "label": "Label_0"}
{"text": "often work 60+ hours a week, but are only paid for 40 hours.", "label": "Label_3"}
{"text": "they are free to choose another career other than baseball.", "label": "Label_6"}
{"text": "working hard could help players to get better salaries.", "label": "Label_5"}
{"text": "It's feasible that they'll be able to make more money.", "label": "Label_5"}
{"text": "players get bonuses", "label": "Label_1"}
{"text": "MLB players argue this because they are paid bonuses for signing.", "label": "Optimal_1"}
{"text": "a group of MLB players filed a action lawsuit against MLB over their low wages.", "label": "Label_4"}
{"text": "They are willing to keep playing for a chance to play in the big league.", "label": "Label_2"}
{"text": "it is very low salaries.", "label": "Label_3"}
{"text": "making below the poverty line.", "label": "Label_3"}
{"text": "people believe it is fair because they receive bonuses and have a glamorous life in the league by the end of 2014.", "label": "Label_1"}
{"text": "if they make it to the league they could make millions.", "label": "Optimal_1"}
{"text": "players make it to the major leagues.", "label": "Label_2"}
{"text": "the players filed a lawsuit against MLB to address their concerns.", "label": "Label_4"}
{"text": "they paid for their work during session.", "label": "Label_3"}
{"text": "when new players join, they are given a bonus.", "label": "Label_1"}
{"text": "they make more money by choosing another career.", "label": "Optimal_1"}
{"text": "if they are drafted to the majors they will earn millions.", "label": "Optimal_1"}
{"text": "they could make higher wages, according to MLB", "label": "Label_5"}
{"text": "it is a possibility for these players to get more money from mLB if they try hard.", "label": "Label_5"}
{"text": "they're fair to other people like major league baseball", "label": "Label_2"}
{"text": "if minor league players sign for a team, they are paid bonuses.", "label": "Label_1"}
{"text": "the MLB argues that players get extra cash when they first join the league", "label": "Optimal_1"}
{"text": "the lawsuit could have major consequences for the future of minor league bas", "label": "Label_4"}
{"text": "they could make millions of dollars by making it to the major leagues and also make more money by choosing another career during major leagues.", "label": "Optimal_1"}
{"text": "Major League Baseball argues that players get paid bonuses for signing to a team.", "label": "Optimal_1"}
{"text": "most minor leagues players make very low salaries, with some making below the poverty line.", "label": "Label_3"}
{"text": "the bonuses are they are given for signing a team should make up for it as stated by the MLB.", "label": "Optimal_1"}
{"text": "the law actually led to the number of students passing incline.", "label": "Label_0"}
{"text": "they can choose another line of work", "label": "Label_6"}
{"text": "they are not the best of the best.d", "label": "Label_0"}
{"text": "they put the hard work and select for the league matches to earn in million", "label": "Label_0"}
{"text": "if they make it to the major leagues, they will make millions of dollars.", "label": "Optimal_1"}
{"text": "below the poverty line they want back pay and rules to pay players for hours worked.", "label": "Label_3"}
{"text": "the MLB says that the players get paid bonuses when they sign up for a team.", "label": "Optimal_1"}
{"text": "they are paid bonuses and have the opportunity to make it to the majors.", "label": "Optimal_1"}
{"text": "the MLB believes that they are paid fairly because they are given bonuses and have the opportunity to switch careers or make it to the major leagues, where they could make more money.", "label": "Optimal_1"}
{"text": "additionally if  players make it to", "label": "Label_0"}
{"text": "there are other ways to make money besides baseball", "label": "Label_5"}
{"text": "if player managed to make it to the major leagues, they can make tons of money.", "label": "Optimal_1"}
{"text": "According to MLB, athletes are awarded bonuses when they sign with a team.", "label": "Optimal_1"}
{"text": "People say that if they were better, they'd be in the major league.", "label": "Label_2"}
{"text": "they get cash bonus when they sign.", "label": "Label_1"}
{"text": "they could get a more fair salary down the line.", "label": "Label_5"}
{"text": "they could still make more money if they choose another career.", "label": "Optimal_1"}
{"text": "other argue the salaries are fair since players are paid signing bonuses,", "label": "Label_1"}
{"text": "additionally another choosing team", "label": "Label_6"}
{"text": "every MLB player starts in the minors and works their way up", "label": "Label_2"}
{"text": "the ultimate goal.", "label": "Label_0"}
{"text": "they are not paid for the hours of work they put in.", "label": "Label_3"}
{"text": "the MLB pays them for joining a team.", "label": "Optimal_1"}
{"text": "MLB disputes that players are being considered for promotion to the major leagues.", "label": "Label_2"}
{"text": "every player from Babe Ruth to A Rod had to work their way up from the minors to the majors.", "label": "Label_2"}
{"text": "if players are good enough to be able to get to the major league, they would be able to make millions of dollars.", "label": "Optimal_1"}
{"text": "MLB argues that they are paid bonuses to sign to a team.", "label": "Optimal_1"}
{"text": "the MLB argues that they do receive signing bonuses and could always get a different job.", "label": "Optimal_1"}
{"text": "since 2014, players have been paid the right amount owed to them, and they can always get another career.", "label": "Label_6"}
{"text": "According to MLB, players are awarded bonuses when they join the league.", "label": "Optimal_1"}
{"text": "MLB argues that minor league players make millions of dollars as bonus.", "label": "Optimal_1"}
{"text": "they often work 60+ hours a week but are only paid for 40 hours.", "label": "Label_3"}
{"text": "Additionally, if players make it to the major leagues.", "label": "Label_2"}
{"text": "they got a bonus when they signed.", "label": "Label_1"}
{"text": "the minor leagues says the players are paid for signing with a team.", "label": "Label_1"}
{"text": "a group of minor league players filed a class-action suit to get equal rights.", "label": "Label_4"}
{"text": "the the the the the", "label": "Label_0"}
{"text": "players can reach the final of the major leagues and win millions of dollars.", "label": "Optimal_1"}
{"text": "the whole point is to get them ready for the majors which will make them a lot more money.", "label": "Optimal_1"}
{"text": "others argue that minor league players paid bonus when signing for a team.", "label": "Label_1"}
{"text": "if they make it to the major leagues, they can have huge salaries.", "label": "Optimal_1"}
{"text": "the MLB believes that since they give paid bonuses to players to sign up for teams and players have the ability to make it to the major leagues, that this is a fair system.", "label": "Optimal_1"}
{"text": "MLB argues players are paid bonuses.", "label": "Optimal_1"}
{"text": "their way up.", "label": "Label_0"}
{"text": "minor league players filed a class-action lawsuit against MLB over their low wages.", "label": "Label_4"}
{"text": "still play the game", "label": "Label_0"}
{"text": "MLB they can still make more money by choosing another career.", "label": "Optimal_1"}
{"text": "with some making below the poverty line.", "label": "Label_3"}
{"text": "MLB says they could still make it to the majors.", "label": "Label_2"}
{"text": "other members that are also minors they are paid with bonuses for being in the MLB.", "label": "Optimal_1"}
{"text": "minor leagues are used to train players to join the majors.", "label": "Label_2"}
{"text": "players and their supporters say that players are not fairly paid for their work during the season.", "label": "Label_3"}
{"text": "Major League Baseball, on the other hand, disagrees, arguing that when players join a team, they are given large bonuses.", "label": "Optimal_1"}
{"text": "some making MLB there poverty line.", "label": "Label_0"}
{"text": "there is a trial set for 2022 that will have major consequences for the future salaries of minor league baseball.", "label": "Label_4"}
{"text": "minor league players filed a case-action lawsuit against MLB over their low wages.", "label": "Label_4"}
{"text": "minor leaguers are paid bonuses.", "label": "Label_1"}
{"text": "they were played very well.", "label": "Label_0"}
{"text": "some think that when they make it to major leagues they will become more successful.", "label": "Label_2"}
{"text": "the MLB argues that players get cash bonuses when they join a team.", "label": "Optimal_1"}
{"text": "Major League Baseball, on the other hand, disagrees, claiming that players are given bonuses when they join with a team.", "label": "Optimal_1"}
{"text": "Minor league clubs are prepare players for major league baseball.", "label": "Label_2"}
{"text": "they get a signing bonus.", "label": "Label_1"}
{"text": "they also think that even Mcdonalds workers should be paid as much and them", "label": "Label_5"}
{"text": "some players were not paid for spring training or made salaries below the poverty line and paid bonuses to sign for a team", "label": "Label_3"}
{"text": "in the wall.", "label": "Label_0"}
{"text": "They're capable performing a variety of tasks.", "label": "Label_6"}
{"text": "MLB argues that they are paid signing bonuses.", "label": "Optimal_1"}
{"text": "the MLB argues that players are paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "they're only in the minor league as they shouldn't get paid the same as major league, the players benefit in the major league by getting higher salaries.", "label": "Optimal_1"}
{"text": "THEY OFTEN WORK 60+ HOURS A WEEK,BUT ARE ONLY PAID FOR 40 HOU", "label": "Label_3"}
{"text": "they can work there way up to a better salary", "label": "Optimal_1"}
{"text": "some might say the goal of making millions in the major leagues is worth it.", "label": "Optimal_1"}
{"text": "there are several ways that they could increase their salaries.", "label": "Label_5"}
{"text": "the minor action takes", "label": "Label_0"}
{"text": "MLB claims that minor league players can make millions of dollars if they make it to the major league.", "label": "Optimal_1"}
{"text": "the salary was more than enough.", "label": "Label_0"}
{"text": "MLB says if they would sign for a team, they would get paid more.", "label": "Optimal_1"}
{"text": "minor league players get bonuses.", "label": "Label_1"}
{"text": "they are fair", "label": "Label_0"}
{"text": "they could play baseball for fun and get another job", "label": "Label_6"}
{"text": "MLB states that minor league players are paid rewardlly to sign for a team.", "label": "Optimal_1"}
{"text": "they could increase their salaries if they work hard.", "label": "Label_5"}
{"text": "a group of players filed a class action lawsuit about their low wages.", "label": "Label_4"}
{"text": "if players make it up to the major league they can be paid in millions.", "label": "Optimal_1"}
{"text": "they control their salaries based on how good they pl", "label": "Label_5"}
{"text": "players are paid bonuses to sign for a team and can make millions if they make it to major league.", "label": "Optimal_1"}
{"text": "MLB says that they get bonuses to sign for a team and could make it to the major leagues.", "label": "Optimal_1"}
{"text": "they are work more than sixty hours.", "label": "Label_3"}
{"text": "league players are paid bonuses to sign for a team, they can make millions of dollars and if it does not work, they can choose another career.", "label": "Optimal_1"}
{"text": "MLB argues that minor league players are paid bonuses when they sign up for a team.", "label": "Optimal_1"}
{"text": "Major League Baseball thinks the salaries are fair because players get paid bonuses.", "label": "Optimal_1"}
{"text": "its make some", "label": "Label_0"}
{"text": "they could find another job and switch things up", "label": "Label_6"}
{"text": "this salary is very less", "label": "Label_3"}
{"text": "in 2014, a group of minor league players filed a class-action lawsuit against MLB over their low wages.", "label": "Label_4"}
{"text": "they can choose another job get money for not baseball they maake mre money", "label": "Label_6"}
{"text": "if they go to the major leagues they can make millions of dollars.", "label": "Optimal_1"}
{"text": "the MLB argues they would get paid bonuses for signing to a team.", "label": "Optimal_1"}
{"text": "MLB players say that minor league players can get paid bonus just to sign on the team.", "label": "Optimal_1"}
{"text": "it is the situation of them.", "label": "Label_0"}
{"text": "The ultimate goal is pretty simple, to get MLB to comply with the same laws that Walmart and  McDonald's comply.", "label": "Label_0"}
{"text": "they could choose another job and make more money.", "label": "Optimal_1"}
{"text": "some MLB believe that the players are paid bonuses just signing for a team.", "label": "Optimal_1"}
{"text": "there's still potential for players to increase their salaries.", "label": "Label_5"}
{"text": "they would get paid much more if they make it to the major leagues.", "label": "Optimal_1"}
{"text": "action speed is necessary is", "label": "Label_0"}
{"text": "they could chose a better career to make more.", "label": "Optimal_1"}
{"text": "some think that when they make it to major leagues they will become more successful and make millions of dollars.", "label": "Optimal_1"}
{"text": "teams  are used to train players to join the majors.", "label": "Label_0"}
{"text": "Most minor league players make very low salaries and some are making below the poverty line.", "label": "Label_3"}
{"text": "They also have the option of changing careers.", "label": "Label_6"}
{"text": "the players make it to the major leagues and  they could make millions of dollars.", "label": "Optimal_1"}
{"text": "they can make more money by choosing career.", "label": "Optimal_1"}
{"text": "they  also aren't paid for spring training or the off-season.", "label": "Label_3"}
{"text": "they still make a lot of money by choosing a different career.", "label": "Optimal_1"}
{"text": "the lawsuit could have major consequences for the future of minor league baseball.", "label": "Label_4"}
{"text": "its made its way through courts, and final a trial is set for 2022.", "label": "Label_4"}
{"text": "they often work 60 plus hours a week, but only paid for 40 hours.", "label": "Label_3"}
{"text": "According to MLB, they earn bonuses.", "label": "Optimal_1"}
{"text": "They have the potential to advance in a variety of different fields.", "label": "Label_6"}
{"text": "most minor league player make very low salaries.", "label": "Label_3"}
{"text": "MLB discusses that minor league players are paid bonuses if they sign for a team.", "label": "Optimal_1"}
{"text": "when they sign up, they earn a monetary incentive.", "label": "Label_1"}
{"text": "they are only paid for 40 hours", "label": "Label_3"}
{"text": "minor league players are already paid bonuses to sign for a team, and they additionally if they manage to make it to major leagues, they could make millions.", "label": "Optimal_1"}
{"text": "more money can be made by them.", "label": "Label_5"}
{"text": "very intersting and", "label": "Label_0"}
{"text": "some people think they make a good amount of money playing badeball to maintain themselves.", "label": "Label_0"}
{"text": "MLB argues players get paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "players are paid a bonus for signing to a team, and could make it to the majors where more money is on the table.", "label": "Optimal_1"}
{"text": "MLB says that the players are paid signing bonuses.", "label": "Optimal_1"}
{"text": "if they could make it into the major leagues, they would be able to make higher salaries.", "label": "Optimal_1"}
{"text": "they get paid extra money when they sign up.", "label": "Label_1"}
{"text": "the MLB argues that they get paid to sign for a team and have the potential to make millions of dollars.", "label": "Optimal_1"}
{"text": "They may be doing anything else.", "label": "Label_6"}
{"text": "they get big bonuses according to the MLB.", "label": "Optimal_1"}
{"text": "they acheive the goal.", "label": "Label_0"}
{"text": "they could make more money by choosing a different career with higher pay.", "label": "Optimal_1"}
{"text": "they put the hard work and select for the league matches to earn", "label": "Label_0"}
{"text": "some are making below the poverty line.", "label": "Label_3"}
{"text": "they can earn millions of dollars if they selected to major league.", "label": "Optimal_1"}
{"text": "Major League Players worked hard to get to it.", "label": "Label_0"}
{"text": "the poverty line.", "label": "Label_0"}
{"text": "the players make it to the major leagues and they could make millions of dollars.", "label": "Optimal_1"}
{"text": "the league that are associated with major League.", "label": "Label_2"}
{"text": "they could always find a different place to work", "label": "Label_6"}
{"text": "they play well.", "label": "Label_0"}
{"text": "if players make to the major leagues, they can make million of dollars.", "label": "Optimal_1"}
{"text": "they could still improve their wages if they find a way.", "label": "Label_5"}
{"text": "team players do hard work.", "label": "Label_0"}
{"text": "that minor league players are paid bonuses to sign for the team.", "label": "Label_1"}
{"text": "one day they could be major league players", "label": "Label_2"}
{"text": "players and their advocated argue that players are not fairly paid for their  work during the season.", "label": "Label_3"}
{"text": "on on on", "label": "Label_0"}
{"text": "they are taking action against it.", "label": "Label_4"}
{"text": "major league teams think that signing bonuses offset the low salary.", "label": "Optimal_1"}
{"text": "the MLB states that minor league players receive bonuses, when they join a team.", "label": "Optimal_1"}
{"text": "they can join the pros and make millions of dollars.", "label": "Optimal_1"}
{"text": "one can put effort to increase their salary.", "label": "Label_5"}
{"text": "MLB argues that minor league player are paid bonuses.", "label": "Optimal_1"}
{"text": "a group of professional.", "label": "Label_0"}
{"text": "the MLB argues that players may be paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "they often work for 60 hours a week but only paid 40 hours.", "label": "Label_3"}
{"text": "they could always choose another career that pays more.", "label": "Optimal_1"}
{"text": "if they make it to the majors they can make millions of dollars.", "label": "Optimal_1"}
{"text": "when they sign up, they get paid money", "label": "Label_1"}
{"text": "major leagues s s", "label": "Label_0"}
{"text": "MLB argues that they are paid enough.", "label": "Label_0"}
{"text": "they not disappoint they put full potential to the game.", "label": "Label_0"}
{"text": "team additionally make to the major leagues.", "label": "Label_2"}
{"text": "if they make to major leagues they can get pay millions for dollars.", "label": "Optimal_1"}
{"text": "MLB says players make bonuses when they get signed and can always choose another career path.", "label": "Optimal_1"}
{"text": "they get sign bonuses and can choose a different career.", "label": "Label_1"}
{"text": "MLB says there's a possible of them making it to the major league teams.", "label": "Label_2"}
{"text": "On the other hand, MLB argues that minor league players are paid bonuses to sign for a team.......", "label": "Optimal_1"}
{"text": "almost every major league player from Babe Ruth to A-Rod started in the minor leagues and worked their way up.", "label": "Label_2"}
{"text": "MLB claims that they are paid bonuses.", "label": "Optimal_1"}
{"text": "They also aren't paid for the spring training or the off-season.", "label": "Label_3"}
{"text": "if the players go to the major leagues they could easily make millions.", "label": "Optimal_1"}
{"text": "the other hand", "label": "Label_0"}
{"text": "that players are not fairly paid for their work during the season.", "label": "Label_3"}
{"text": "unlike MLB, minor league players are paid more to sign to a team.", "label": "Optimal_1"}
{"text": "the major league dose n", "label": "Label_2"}
{"text": "the MLB gives them bonuses for signing for a team, and says that if they want a job with higher pay they can get one.", "label": "Optimal_1"}
{"text": "they are taking action over their low wages.", "label": "Label_4"}
{"text": "According to MLB, athletes are awarded incentives when they join with a team.", "label": "Optimal_1"}
{"text": "tyttyy tytdyt dtydtytdy", "label": "Label_0"}
{"text": "they have several sponsor, many ways to make money, also win millions.", "label": "Label_5"}
{"text": "they are paid bonuses to sign up for a team and MLB players aren't.", "label": "Label_1"}
{"text": "the MLB says that the minor league players are paid bonuses for signing to a team.", "label": "Optimal_1"}
{"text": "they are able to make millions of dollars in the major leagues.", "label": "Optimal_1"}
{"text": "MLB argues that they can make millions by getting signed to a major league team.", "label": "Optimal_1"}
{"text": "they aren't forced to play baseball for a living", "label": "Label_6"}
{"text": "even if they don't make it to the major leagues, there are ways to make more money.", "label": "Label_5"}
{"text": "a court trial is set for 2022.", "label": "Label_4"}
{"text": "MLB believes it is worth it for a chance to earn millions if they qualify to play in the major league.", "label": "Optimal_1"}
{"text": "players are paid bonuses to sign for a team.", "label": "Label_1"}
{"text": "the minor leagues are connected to major league baseball, or MLB", "label": "Label_2"}
{"text": "THEY OFTEN WORK 60+ HOURS A WEEK,BUT ARE ONLY PAID FOR 40 HOUR", "label": "Label_3"}
{"text": "the MLB said they are paid bonuses.", "label": "Optimal_1"}
{"text": "One can work hard to improve their wage.", "label": "Label_5"}
{"text": "MLB thinks that minor get paid fairly especially sense they get paid a bonus to sign for a team.", "label": "Optimal_1"}
{"text": "if a player could play a major leagues, so then they could make a lot of money and still make a lot of money by doing another career.", "label": "Optimal_1"}
{"text": "their salaries aren't really so small because they're paid signing bonuses.", "label": "Label_1"}
{"text": "MLB says that they get bonus payments, and if they go to the MLB they have the possibility of making a ton of money.", "label": "Optimal_1"}
{"text": "filing a lawsuit could have major consequences for the league.", "label": "Label_4"}
{"text": "the  federal poverty guideline for one person in most states is annual income.", "label": "Label_0"}
{"text": "the MLB argues minor league players get bonuses for signing with a team.", "label": "Optimal_1"}
{"text": "they could always choose another career.", "label": "Label_6"}
{"text": "the same laws.", "label": "Label_0"}
{"text": "the minor action", "label": "Label_0"}
{"text": "they work 60+ hours a week.", "label": "Label_3"}
{"text": "they can choose another job get money.", "label": "Label_6"}
{"text": "they can choose another carreer.rrr", "label": "Label_6"}
{"text": "if they make it to the major leagues they can make millions.", "label": "Optimal_1"}
{"text": "MLB argues that they have paid bonus to sign for a team and make more money for choosing another job.", "label": "Optimal_1"}
{"text": "MLB claims that they are compensated with bonuses.", "label": "Optimal_1"}
{"text": "Major League Baseball, on the other hand, disagrees, arguing that players receive large compensation when they initially join a team.", "label": "Optimal_1"}
{"text": "fjdvcrfxrjc rjh  cjrf", "label": "Label_0"}
{"text": "many minor league baseball players make less than minimum wage many are not paid  during spring training or the offseason, though they are expected to commit  all of their focus to baseball players..", "label": "Label_3"}
{"text": "they might decide to quit baseball and choose a different career", "label": "Label_6"}
{"text": "MLB states they are also paid bonuses if they decide to sign for a team.", "label": "Optimal_1"}
{"text": "it is the situation for them.", "label": "Label_0"}
{"text": "Players with more experience in the big leagues.", "label": "Label_2"}
{"text": "minor league baseball players can make it to the major league and get paid millions.", "label": "Optimal_1"}
{"text": "MLB argues that minor league players paid bonus when signing for a team.", "label": "Optimal_1"}
{"text": "if the players that make it the major leagues, they could still make millions.", "label": "Optimal_1"}
{"text": "the minor leagues do not get as much exposure and therefore do not make as much money as major league.", "label": "Label_0"}
{"text": "the minor action takes good", "label": "Label_0"}
{"text": "they not play for the club.", "label": "Label_0"}
{"text": "They have other options.", "label": "Label_6"}
{"text": "they get a bonus, which means they earn extra money.", "label": "Label_1"}
{"text": "The players and their advocates argue that players are not fairly paid for their work during the season.", "label": "Label_3"}
{"text": "players can choose another line of work.", "label": "Label_6"}
{"text": "good and very", "label": "Label_0"}
{"text": "After facing several hurdles makikng its way through the courts, a trial is set for 2022....", "label": "Label_4"}
{"text": "MLB points out that they receive bonuses when they first join the league.", "label": "Optimal_1"}
{"text": "they are still able to make more money with choosing another career.", "label": "Optimal_1"}
{"text": "players get into the major leagues they also could make million of dollars.", "label": "Optimal_1"}
{"text": "the salary ceiling is incredibly high, and even minor league players are paid signing bonuses.", "label": "Optimal_1"}
{"text": "They want back pay and the rules to pay players for hours worked.", "label": "Label_4"}
{"text": "players get a bonus for signing up.", "label": "Label_1"}
{"text": "MLB says if they make it to the majors.", "label": "Label_2"}
{"text": "major league believes that their pay is fair because they get bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "it might be smart for them to apply for another job.", "label": "Label_6"}
{"text": "they dont like the fact they get payed less", "label": "Label_0"}
{"text": "their work always satisfy", "label": "Label_0"}
{"text": "they are paid a bonus to pick a team and if they made the majors, they could make millions.", "label": "Optimal_1"}
{"text": "they often 60+ hours a week but are only paid for 40 hours.", "label": "Label_3"}
{"text": "there is potential to make millions of dollars in the major leagues.", "label": "Optimal_1"}
{"text": "the minor leagues are affiliated with major league baseball", "label": "Label_2"}
{"text": "the MLB argues that minor league players are paid enough.", "label": "Label_0"}
{"text": "minor leagues are paid for paid bonuses and if they make it to the major league they can get paid millions.", "label": "Optimal_1"}
{"text": "they can grow in other careers too.", "label": "Label_6"}
{"text": "the MLB thinks it is fair because they get paid a bonus after signing with a team.", "label": "Optimal_1"}
{"text": "players and their advocates argue that players are not fairly paid for", "label": "Label_3"}
{"text": "they could get another job if they wanted", "label": "Label_6"}
{"text": "that players working hard for getting them salaries.", "label": "Label_0"}
{"text": "the MLB argues that they could make millions in the Major leagues, or could choose a different job.", "label": "Optimal_1"}
{"text": "they could make it to the majors eventually.", "label": "Label_2"}
{"text": "they are paid bonuses if they sign for a team, and if they make it to the majors, they could get paid millions of dollars.", "label": "Optimal_1"}
{"text": "the MLB says that players get paid bonuses when they sign up for the league", "label": "Optimal_1"}
{"text": "they could make higher wages if they keep working.", "label": "Label_5"}
{"text": "MLB argues that to sign for a team they are paid bonuses.", "label": "Optimal_1"}
{"text": "MLB claims that they earn more money because they are awarded bonuses.", "label": "Optimal_1"}
{"text": "others point out that being in the minor leagues can lead to a future career in the majors making more.", "label": "Optimal_1"}
{"text": "they could make a different career move", "label": "Label_6"}
{"text": "MLB claims that they receive incentives for signing with a team.", "label": "Optimal_1"}
{"text": "they persist because all MLB players work their way up.", "label": "Label_2"}
{"text": "almost every major league player started in the minor league and worked their way up.", "label": "Label_0"}
{"text": "the future looks promising because after several hurdles a class action lawsuit is set for trial in 2022 that could change that.", "label": "Label_4"}
{"text": "minor league teams are used to train players to join the majors", "label": "Label_2"}
{"text": "THEY OFTEN WORK 60+ HOURS A WEEK,BUT ARE ONLY PAID FOR 40 HO", "label": "Label_3"}
{"text": "they could work hard to make more money.", "label": "Label_5"}
{"text": "they often work 60+ hours a week but are only paid 40 hours.", "label": "Label_3"}
{"text": "they are uniting in a class-action to ask for better wages and rules.", "label": "Label_4"}
{"text": "some player good player, minor player only think salary mind,", "label": "Label_0"}
{"text": "they often work 60+ hourss a week, but are only paid for 40 hours.", "label": "Label_3"}
{"text": "the speed is", "label": "Label_0"}
{"text": "very intersting and very", "label": "Label_0"}
{"text": "MLB says that they are being offered the chance to make millions if they make it to the majors.", "label": "Optimal_1"}
{"text": "they could make millions of dollars", "label": "Label_5"}
{"text": "if they made the major leagues, they could make millions of dollars.", "label": "Optimal_1"}
{"text": "some of them have gotten together to file a lawsuit for their unfair wages.", "label": "Label_4"}
{"text": "they also could change careers to something else", "label": "Label_6"}
{"text": "When players initially join the league, they are given bonuses, according to MLB.", "label": "Optimal_1"}
{"text": "the MLB argues that they do get bonuses!", "label": "Optimal_1"}
{"text": "MLB says that they are paid bonuses.", "label": "Optimal_1"}
{"text": "if they make it to the majors they can still make millions.", "label": "Optimal_1"}
{"text": "its make some huge changes", "label": "Label_0"}
{"text": "MLP argues that players are paid bonuses for signing a team, and could make millions of dollars in the major leagues.", "label": "Optimal_1"}
{"text": "they could maybe make some more money", "label": "Label_5"}
{"text": "Players and the advocates argue that players are not fairly paid for their work during the season.", "label": "Label_3"}
{"text": "they get paid for 40 hours.", "label": "Label_3"}
{"text": "expanded to include thousands of players who were not paid for spring training.", "label": "Label_3"}
{"text": "there are opportunities for them to increase their salaries.", "label": "Label_5"}
{"text": "the MLB states that minor league player are paid bonuses for them to sign for a team.", "label": "Optimal_1"}
{"text": "they could stop playing and choose a different career", "label": "Label_6"}
{"text": "minor league players get bonus.by the team", "label": "Label_1"}
{"text": "they get a bonus, so they shouldn't complain.", "label": "Label_1"}
{"text": "on on on the", "label": "Label_0"}
{"text": "players still have a chance of going to the majors.", "label": "Label_2"}
{"text": "players can choose different work,", "label": "Label_6"}
{"text": "they might want to change their career paths.", "label": "Label_6"}
{"text": "there are ways that they could increase their salries.", "label": "Label_5"}
{"text": "some players were not paid for spring training or made salaries below the poverty line and paid bonuses to sgin for a team.", "label": "Label_3"}
{"text": "the MLB says they get paid a bonus for signing to a team.", "label": "Optimal_1"}
{"text": "by choosing another career they can still make more money.", "label": "Optimal_1"}
{"text": "some players have come together to file a class-action lawsuit alleging labor-law violations.", "label": "Label_4"}
{"text": "players can choose another job.", "label": "Label_6"}
{"text": "MLB says they could make millions.", "label": "Label_5"}
{"text": "most minor league plays make more low salaries, with some making below the poverty line.", "label": "Label_3"}
{"text": "they are more conc in the game", "label": "Label_0"}
{"text": "good and very interesting all.", "label": "Label_0"}
{"text": "if a player make into a major league, he could make millions of dollars.", "label": "Optimal_1"}
{"text": "the lawsuit could have major consequences for the future of minor league baseba", "label": "Label_4"}
{"text": "it's they are players to get salary in unfair of playing well.", "label": "Label_0"}
{"text": "minor league players are paid bonuses to sign", "label": "Label_1"}
{"text": "poverty  players  choosing", "label": "Label_0"}
{"text": "they could make millions if they advance to the Major Leagues.", "label": "Optimal_1"}
{"text": "minor league players work 60+ hours and are only paid for the 40 hours they work.", "label": "Label_3"}
{"text": "they are paid bonuses to sign for a team if they join the big leagues and be able to sustain their costs.", "label": "Optimal_1"}
{"text": "if they can make the major leagues they stand to make millions.", "label": "Optimal_1"}
{"text": "the minor league teams are used to train players to join the majors.", "label": "Label_2"}
{"text": "they also could find a different thing to do for their job", "label": "Label_6"}
{"text": "the MLB claims the minor league players still gain paid bonuses when signing to a team.", "label": "Optimal_1"}
{"text": "players are able to make millions of dollars if they are able to make it to the major leagues.", "label": "Optimal_1"}
{"text": "they could improve their income signifigantly", "label": "Label_5"}
{"text": "they want back pay rules  pay players for hours worked.", "label": "Label_4"}
{"text": "most minor league players make very low salaries with some of them making below the poverty line.", "label": "Label_3"}
{"text": "when they initially start, they are given additional compensation.", "label": "Label_1"}
{"text": "Minor league baseball clubs are used to prepare players for major league baseball.", "label": "Label_2"}
{"text": "players get paid bonuses", "label": "Label_1"}
{"text": "MLB says they could make higher wages.", "label": "Label_5"}
{"text": "some players grouped up and filed a lawsuit against the MLB.", "label": "Label_4"}
{"text": "they are compensated with bonuses.", "label": "Label_1"}
{"text": "They tend to work 60+ hours a week, but are only paid for 40 hours.", "label": "Label_3"}
{"text": "it's still possible for players to increase their salaries.", "label": "Label_5"}
{"text": "there could make higher salaries if they keep working at it.", "label": "Label_5"}
{"text": "the MLB says that minor league players are paid adequately.", "label": "Label_0"}
{"text": "They may still make more money even if they don't make it to the big leagues.", "label": "Label_5"}
{"text": "they still make more money choosing.", "label": "Label_5"}
{"text": "there are other career paths they could take.", "label": "Label_6"}
{"text": "they control their salaries based on how good they play", "label": "Label_0"}
{"text": "MLB officials claim that could potentially make millions if they make to the majors.", "label": "Optimal_1"}
{"text": "Players earn compensation for joining up, according to Major League Baseball.", "label": "Optimal_1"}
{"text": "the people only care about major league, minor league is just training for big league.", "label": "Label_2"}
{"text": "they often work sixty or more hours a week, but are only paid for 40 hours.", "label": "Label_3"}
{"text": "they hold out hope of making it in the majors.", "label": "Label_2"}
{"text": "the could make money by trying a different profession.", "label": "Optimal_1"}
{"text": "They have a chance to play in the big leagues.", "label": "Label_2"}
{"text": "if they make it to the MLB they get paid for signing.", "label": "Optimal_1"}
{"text": "The MLB argues that minor league players are paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "even if they don't make it to the major leagues, they still have a chance to make more money by choosing another career.", "label": "Optimal_1"}
{"text": "most of minor league players make very low salaries with some making below the poverty line.", "label": "Label_3"}
{"text": "players can choose another vocation.", "label": "Label_6"}
{"text": "MLB says that players get paid bonuses when they sign up for the league.", "label": "Optimal_1"}
{"text": "they can change careers or even make it into the major league, where they would make more money.", "label": "Optimal_1"}
{"text": "MLB argues that minor league players are paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "players can choose a different profession.", "label": "Label_6"}
{"text": "the minor leagues say that players get paid bonuses.", "label": "Label_1"}
{"text": "they are other vocation they could pursue.", "label": "Label_6"}
{"text": "if they aren't good enough, they can choose a different career.", "label": "Label_6"}
{"text": "it was ok.", "label": "Label_0"}
{"text": "most minor league plays make more low salaries.", "label": "Label_3"}
{"text": "the ultimate goal is going to the MLB.", "label": "Label_2"}
{"text": "This is the not so glamorous life of a minor.", "label": "Label_0"}
{"text": "the MLB pay bonuses for signing for a team.", "label": "Optimal_1"}
{"text": "they receieved a signing bonus.", "label": "Label_1"}
{"text": "they get to play the game they love.", "label": "Label_0"}
{"text": "they can choose another carreer.rrrr", "label": "Label_6"}
{"text": "player make more mone", "label": "Label_0"}
{"text": "they want back pay and rules to pay players for worked to spring training salaries.", "label": "Label_4"}
{"text": "there are opportunities to make millions of dollars.", "label": "Label_0"}
{"text": "the MLB argues that minor league baseball players can choose another job.", "label": "Label_6"}
{"text": "they continue to play even though they could make more money in a different career.", "label": "Optimal_1"}
{"text": "MLB argues that players receive bonuses.", "label": "Optimal_1"}
{"text": "the MLB argues they are paid in bonuses.", "label": "Optimal_1"}
{"text": "if they become a major league player they could become a millionaire.", "label": "Optimal_1"}
{"text": "GGF FG  FGFGF F FGFG", "label": "Label_0"}
{"text": "there are numerous ways for them to make money", "label": "Label_5"}
{"text": "they like the game very much", "label": "Label_0"}
{"text": "they arent paid in spring training.", "label": "Label_3"}
{"text": "MLB does give the players a bonus for signing with the team.", "label": "Optimal_1"}
{"text": "they could always work someplace else", "label": "Label_6"}
{"text": "they are paid bonuses", "label": "Label_1"}
{"text": "when they sign up, they get a bonus.", "label": "Label_1"}
{"text": "MLB claims that they are compensated with signing bonuses.", "label": "Optimal_1"}
{"text": "MLB claims that since they are awarded bonuses, they make more money.", "label": "Optimal_1"}
{"text": "they could still make a larger salary.", "label": "Label_5"}
{"text": "they receive a bonus from the team.", "label": "Label_1"}
{"text": "they get bonuses, according to MLB", "label": "Optimal_1"}
{"text": "the other hand MLB argues that minor league players are paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "MLB argues many minor league players are paid bonuses upon signing with a team.", "label": "Optimal_1"}
{"text": "they also are getting paid to play the game they love.", "label": "Label_0"}
{"text": "even if they don't make it to the big leagues, they can make more by choosing another career.", "label": "Optimal_1"}
{"text": "Most minor league players make very low salaries.", "label": "Label_3"}
{"text": "they're only in the minor league as they shouldn't get paid the same as major league.", "label": "Label_2"}
{"text": "they could stop playing and get another job", "label": "Label_6"}
{"text": "they get a bonus for signing up.", "label": "Label_1"}
{"text": "the MLB argues that the players are signed bonuses to join a team.", "label": "Optimal_1"}
{"text": "their income is higher when you include the bonuses", "label": "Label_1"}
{"text": "if they go to the major leagues, they would make a lot more money.", "label": "Optimal_1"}
{"text": "on the other hand, players receive bonuses, according to the MLB.", "label": "Optimal_1"}
{"text": "at least they are surviving.", "label": "Label_0"}
{"text": "athletes in other minor league sports earn less.", "label": "Label_0"}
{"text": "other careers are available to them.", "label": "Label_6"}
{"text": "they can make it to the major leagues.", "label": "Label_2"}
{"text": "they get a bonus to sign for a team.", "label": "Label_1"}
{"text": "they could still choose another profession.", "label": "Label_6"}
{"text": "they filed a lawsuit asking for fair pay.", "label": "Label_4"}
{"text": "the MLB gives bonuses to players when they sign with a team.", "label": "Optimal_1"}
{"text": "MLB claims that when players sign with a team, they are given bonuses.", "label": "Optimal_1"}
{"text": "they decided to file a lawsuit, which is going to court in 2022", "label": "Label_4"}
{"text": "They keep going because every MLB player has to start somewhere.", "label": "Label_2"}
{"text": "players can choose a different career path", "label": "Label_6"}
{"text": "It is possible to improve one's wage by putting in effort.", "label": "Label_5"}
{"text": "the salaries below the poverty line and they want to pay and rules to pay player for hours works.", "label": "Label_3"}
{"text": "if they make it to major league could make millions.", "label": "Optimal_1"}
{"text": "they could eventually make millions.", "label": "Label_5"}
{"text": "MLB argues they are paid a large signing bonus.", "label": "Optimal_1"}
{"text": "one day they could become major league players.", "label": "Label_2"}
{"text": "if they get into major league they can earn millions of dollars.", "label": "Optimal_1"}
{"text": "It's not the only thing they're capable of.", "label": "Label_6"}
{"text": "the teams are used to train players to join the majors, and they benefit by making millions if they make it to the league.", "label": "Optimal_1"}
{"text": "MLB says that players get paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "they have the potential to make millions in the major league.", "label": "Optimal_1"}
{"text": "they do well play", "label": "Label_0"}
{"text": "they aren't paid for spring training.", "label": "Label_3"}
{"text": "the minor leagues are associated with the major leagues.", "label": "Label_2"}
{"text": "if they make it to the majors.", "label": "Label_2"}
{"text": "they are only paid for 40 hours.", "label": "Label_3"}
{"text": "they could make higher salaries, according to MLB", "label": "Label_5"}
{"text": "MLB  points  out that the players could make much more if they make it to the major leagues.", "label": "Optimal_1"}
{"text": "they are more conci in the game", "label": "Label_0"}
{"text": "it's not the only job they could do", "label": "Label_6"}
{"text": "MLB argues minor league players get paid a bonus signing for a team.", "label": "Optimal_1"}
{"text": "they might make it to the major leagues this way", "label": "Label_2"}
{"text": "MLB argues they are paid enough to play.", "label": "Label_0"}
{"text": "This is the not so glamorous.", "label": "Label_0"}
{"text": "the players are paid the 40 salary only.", "label": "Label_3"}
{"text": "the players and their advocates argue that players are not fairly paid for their work in the season.", "label": "Label_3"}
{"text": "players and their advocates argue that players are not fairly paid for their work during the season.", "label": "Label_3"}
{"text": "they are paid bonuses for signing on a team.", "label": "Label_1"}
{"text": "MLB disagrees as players could make millions of dollars if they make it to the major leagues.", "label": "Optimal_1"}
{"text": "some players were not paid for spring training or made salaries below the poverty line.", "label": "Label_3"}
{"text": "major leagues s", "label": "Label_0"}
{"text": "they receive bonuses", "label": "Label_1"}
{"text": "not so glamorous life of minor league baseball player.", "label": "Label_0"}
{"text": "minors are used to train and evaluate players for majors.", "label": "Label_2"}
{"text": "They often work 60+ hours a week.", "label": "Label_3"}
{"text": "a group filed a lawsuit.", "label": "Label_4"}
{"text": "in the minor leagues and worked their way up.", "label": "Label_0"}
{"text": "expanded to include thousandsof playerswho were notpaid forspring training.", "label": "Label_0"}
{"text": "they could make more money", "label": "Label_5"}
{"text": "they get paid bonuses when the sign for a team and can make millions.", "label": "Label_1"}
{"text": "they get bonuses to sign for a team and also if they get opportunity to make it to major leagues they get millions of dollars.", "label": "Optimal_1"}
{"text": "they don't have to be professional baseball players.", "label": "Label_6"}
{"text": "they want back pay rules pay players for hours worked.", "label": "Label_4"}
{"text": "the MLB argues most minor league players can be paid bonuses if they sign for a team.", "label": "Optimal_1"}
{"text": "they get paid bonuses", "label": "Label_1"}
{"text": "lawsuit against MLB over their low wages.", "label": "Label_4"}
{"text": "MLB argues saying that they get paid bonuses to get signed for a team, and they have a chance to get to the major leagues to get paid millions.", "label": "Optimal_1"}
{"text": "players their advocates argue that players are not fairly", "label": "Label_3"}
{"text": "they 40 hours only for paid.", "label": "Label_3"}
{"text": "they might want to get a traditional job instead of chasing their dream", "label": "Label_6"}
{"text": "if they are able to break into major leagues, they could potentially make millions of dollars according to the MLB.", "label": "Optimal_1"}
{"text": "It isn't their only option.", "label": "Label_6"}
{"text": "the MLB disagrees wit this.", "label": "Label_0"}
{"text": "Major League Baseball argues that players get paid bonuses for signing to a major league team.", "label": "Optimal_1"}
{"text": "they will get paid a lot more in the major leagues.", "label": "Optimal_1"}
{"text": "the still do the work because  of their poverty.", "label": "Label_0"}
{"text": "they play hard.", "label": "Label_0"}
{"text": "players get a bonus to sign up.", "label": "Label_1"}
{"text": "thousands of players who were not paid for training or made salaries below the poverty line.", "label": "Label_3"}
{"text": "they could make $1,000,000.", "label": "Label_5"}
{"text": "the sacrifice could be worth it for the chance of making it to the major leagues.", "label": "Label_2"}
{"text": "they are not the best of the best.dd", "label": "Label_0"}
{"text": "they get paid for playing in games.", "label": "Label_0"}
{"text": "they are not the best of the best.ddd", "label": "Label_0"}
{"text": "players could still make more.", "label": "Label_5"}
{"text": "if the players make it to the next level then they will start making much more.", "label": "Optimal_1"}
{"text": "group of minor league players filed a class action  lawsuit against mob over their low wages.", "label": "Label_4"}
{"text": "the minor leagues are only meant to be a stepping stone to much more lucrative positions in major-league teams.", "label": "Optimal_1"}
{"text": "the minor league players filed a class-action lawsuit against MBL over their low salary.", "label": "Label_4"}
{"text": "if players are called up to the big leagues, they stand to make millions.", "label": "Optimal_1"}
{"text": "they have initiated a class-action lawsuit to be compensated for inequality.", "label": "Label_4"}
{"text": "signing up earns gamers a bonus.", "label": "Label_1"}
{"text": "minor league players are paid more to sign for a team.", "label": "Label_1"}
{"text": "some players believe that the players are paid bonuses just signing for a team.", "label": "Label_1"}
{"text": "they only are paid for 40 hours.", "label": "Label_3"}
{"text": "they could make it to the major leagues and make more money or choose another career.", "label": "Optimal_1"}
{"text": "the majority of minor league players make very low salaries, with some making below the poverty line.", "label": "Label_3"}
{"text": "if they have the potential to make millions.", "label": "Optimal_1"}
{"text": "they often work more than sixty hours a week but are only paid for 40 hours.", "label": "Label_3"}
{"text": "they can choose another carreer.r", "label": "Label_6"}
{"text": "MLB claims that it has bonuses.", "label": "Optimal_1"}
{"text": "MLB says minor league players get paid bonus for signing with a team.", "label": "Optimal_1"}
{"text": "the whole point is to get them ready for the majors where they sign bonuses to become more wealthy.", "label": "Optimal_1"}
{"text": "players their advocates", "label": "Label_0"}
{"text": "the league speed action interact speed", "label": "Label_0"}
{"text": "the law actually led to the  number of students passing incline.", "label": "Label_0"}
{"text": "MLB says players get bonuses for signing with a team and that if they make it to the major league they can earn millions of dollars.", "label": "Optimal_1"}
{"text": "they want back pay and rules to pay players for worked", "label": "Label_4"}
{"text": "paided bonuses to sign for a team.", "label": "Label_1"}
{"text": "Additionally, if players make it to", "label": "Label_0"}
{"text": "the lawsuit could have major consequences for the future of minor league base", "label": "Label_4"}
{"text": "they control their salaries based on how good they p", "label": "Label_0"}
{"text": "MLB argues that when players join a team, they are paid bonuses.", "label": "Optimal_1"}
{"text": "MLB argues that they get paid bonuses.", "label": "Optimal_1"}
{"text": "they are paid bonuses when they sign with a team and could even make millions if they make it to the major leagues.", "label": "Optimal_1"}
{"text": "other career paths could be a better fit for some people", "label": "Label_6"}
{"text": "their work always satisfy, they can still make money by choosing another career.", "label": "Optimal_1"}
{"text": "if they make it to major leagues, they could make millions of dollars.", "label": "Optimal_1"}
{"text": "their way up", "label": "Label_0"}
{"text": "they have confident.", "label": "Label_0"}
{"text": "some goal is pretty simple so donald comply with garrett broshuis.", "label": "Label_0"}
{"text": "they are free to pursue a career outside of baseball.", "label": "Label_6"}
{"text": "they Stand to make millions of dollars if they make it to the many major leagues.", "label": "Optimal_1"}
{"text": "MLB says they could still make millions.", "label": "Label_5"}
{"text": "the MLB argues that they are paid bonuses.", "label": "Optimal_1"}
{"text": "with some making below poverty line.", "label": "Label_3"}
{"text": "if the players make it up to the major league they can be paid in millions.", "label": "Optimal_1"}
{"text": "below the poverty line.", "label": "Label_3"}
{"text": "it was interested.", "label": "Label_0"}
{"text": "they could make a million dollars.", "label": "Label_5"}
{"text": "he was not good", "label": "Label_0"}
{"text": "another career for making on the poverty line and very low salaries", "label": "Label_3"}
{"text": "minor league teams are used to train players to join the majors.", "label": "Label_2"}
{"text": "in the long run they get paid a lot of money just by signing on with another team as a signing bonus.", "label": "Label_1"}
{"text": "they're capable of doing different work", "label": "Label_6"}
{"text": "there's hope of making more income through another career.", "label": "Optimal_1"}
{"text": "MLB says that they receive bonuses when entering a team.", "label": "Optimal_1"}
{"text": "if they make it to the major leagues they would make tons of money.", "label": "Optimal_1"}
{"text": "If they sign for a team or make it to the major leagues they can make more money.", "label": "Optimal_1"}
{"text": "the MLB says they could earn bonuses or join the major leagues.", "label": "Optimal_1"}
{"text": "if they make it to the MLB, they can make millions.", "label": "Optimal_1"}
{"text": "only can hope in the future but it is not happening in this year.", "label": "Label_0"}
{"text": "they could increase their earnings if they keep working at it.", "label": "Label_5"}
{"text": "MLB argues that they got joining bonus.", "label": "Optimal_1"}
{"text": "they are compensated with incentives.", "label": "Label_1"}
{"text": "if players make it to the major leagues", "label": "Label_2"}
{"text": "this minor league teams are used to train players to join in the majors baseball leagues.", "label": "Label_2"}
{"text": "the MLB says that minor league players are paid bonus to play for a team.", "label": "Optimal_1"}
{"text": "they could be major league baseball players", "label": "Label_2"}
{"text": "They can still make more money even if they don't make it to the main leagues.", "label": "Label_5"}
{"text": "it is possible that they could make it to the majors", "label": "Label_2"}
{"text": "some player good player, minor player only think salary mind, good and nice effort,", "label": "Label_0"}
{"text": "minor leaguers can become major league players.", "label": "Label_2"}
{"text": "they could make millions if they become major league players.", "label": "Optimal_1"}
{"text": "they might go major one day", "label": "Label_2"}
{"text": "they will  play now also.", "label": "Label_0"}
{"text": "most minor leaguers make very low salaries", "label": "Label_3"}
{"text": "the MLB pays them bounces when they sign contracts.", "label": "Optimal_1"}
{"text": "the most minor league players make very low salaries, with some making below the poverty line.", "label": "Label_3"}
{"text": "It not good", "label": "Label_0"}
{"text": "Most minor league players make very low salaries, with some making below the poverty line.", "label": "Label_3"}
{"text": "MLB argues that they are paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "they are paid only for 40 hours.", "label": "Label_3"}
{"text": "as per MLB they get paid in millions of dollars if selected in major leagues.", "label": "Optimal_1"}
{"text": "on the other hand, MLB argues that minor league players are paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "they could choose another job to make more money or by signing with another team.", "label": "Optimal_1"}
{"text": "they filed a lawsuit to be adequately compensated for their low salaries.", "label": "Label_4"}
{"text": "MLB argues they are paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "they  were  play now also.", "label": "Label_0"}
{"text": "the league speed action interact speed action", "label": "Label_0"}
{"text": "they could make millions of dollars by making it to the major leagues.", "label": "Optimal_1"}
{"text": "the league speed action interact", "label": "Label_0"}
{"text": "minor league baseball gigs to make impressive.", "label": "Label_0"}
{"text": "they already got a signing bonus.", "label": "Label_1"}
{"text": "they can work another career to make more money.", "label": "Optimal_1"}
{"text": "they still chose to play in the minor league.", "label": "Label_0"}
{"text": "they also aren't paid for spring training or the off-season.", "label": "Label_3"}
{"text": "they are trying to make a change.", "label": "Label_0"}
{"text": "the the the the", "label": "Label_0"}
{"text": "if they make it to the major leagues, they could make a lot of money.", "label": "Optimal_1"}
{"text": "they are paid bonuses once they sign for a team, which is what MLB argues.", "label": "Optimal_1"}
{"text": "Other professions are available to players.", "label": "Label_6"}
{"text": "minor children are not allowed or giving lot of money it was unsafe to parents.", "label": "Label_0"}
{"text": "After facing several hurdles makikng its way through the courts, a trial is set for 2022.", "label": "Label_4"}
{"text": "they can still make more money by choosing career.", "label": "Optimal_1"}
{"text": "minor league baseball players have the chance to go to the MLB, where they can make millions of dollars.", "label": "Optimal_1"}
{"text": "the speed is increasing", "label": "Label_0"}
{"text": "they seek their rights through legal means, so that they can have their salaries paid late.", "label": "Label_4"}
{"text": "the minor leagues argues that players are paid bonuses.", "label": "Label_1"}
{"text": "the MLB says that minor league players get bonuses when they are signed.", "label": "Optimal_1"}
{"text": "they want back pay the rules to pay players.", "label": "Label_4"}
{"text": "they could pursue a different profession.", "label": "Label_6"}
{"text": "the speed is increasing ultimate", "label": "Label_0"}
{"text": "they receive a benefit when they join a team.", "label": "Label_1"}
{"text": "MLB argues they are paid enough to play and if they make it to the majors they get more pay.", "label": "Optimal_1"}
{"text": "they have the choice to still make more money by choosing another career.", "label": "Optimal_1"}
{"text": "MLB thinks that they could get rich really easily by signing with a professional team, moreover, they could always win more money by doing another job.", "label": "Optimal_1"}
{"text": "they are being paid anyways for literally just playing baseball.", "label": "Label_0"}
{"text": "if they wait they could make it to the majors.", "label": "Label_2"}
{"text": "the minor leagues says they get paid for even signing with a team, and they still make more than they would with a different career.", "label": "Label_1"}
{"text": "most minor league players make very low salaries with some making below the poverty line.", "label": "Label_3"}
{"text": "if they make it to the major leagues, they can make millions.", "label": "Optimal_1"}
{"text": "they work for 60+ hours a week, but are only paid for 40 hours.", "label": "Label_3"}
{"text": "they are paid bonuses if they are signed on to a team, unlike MLB players.", "label": "Optimal_1"}
{"text": "the reward of making it to the majors is worth it.", "label": "Label_2"}
{"text": "they were paid extra money when they signed for a team.", "label": "Label_1"}
{"text": "MLB says they get bonuses.", "label": "Optimal_1"}
{"text": "they could join the major leagues and make millions.", "label": "Optimal_1"}
{"text": "the MLB argues that the players are paid bonuses when they sign for a team.", "label": "Optimal_1"}
{"text": "they  still make more money choosing.", "label": "Label_5"}
{"text": "advocates argue that players are not fairly", "label": "Label_0"}
{"text": "they get paid bonuses when they sign for a team, and can still make millions of dollars.", "label": "Label_1"}
{"text": "players filed a class-action lawsuit against MLB in regard to their low pay.", "label": "Label_4"}
{"text": "the also aren't paid for spring training or the off-season.", "label": "Label_3"}
{"text": "they are advocating for themselves.", "label": "Label_4"}
{"text": "even if they don't make it to the major leagues, they could make more money.", "label": "Label_5"}
{"text": "Players in the big leagues have more experience.", "label": "Label_2"}
{"text": "they are paid extra money when they first start.", "label": "Label_1"}
{"text": "the players could think about getting a different job", "label": "Label_6"}
{"text": "making it into the major leagues would get them more money.", "label": "Optimal_1"}
{"text": "They have the opportunity to increase their earnings.", "label": "Label_5"}
{"text": "MLB states they got bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "people argue if they were better, they would be working in the major league.", "label": "Label_2"}
{"text": "they have the potential to choose another career.", "label": "Label_6"}
{"text": "the case expanded to include thousands of players.", "label": "Label_0"}
{"text": "it is the situation.", "label": "Label_0"}
{"text": "the league that are associated with major League", "label": "Label_2"}
{"text": "the MLB has argued that they get paid signing bonuses.", "label": "Optimal_1"}
{"text": "even if they don't, they can still make more money if they choose another career.", "label": "Optimal_1"}
{"text": "they have to do this job.", "label": "Label_0"}
{"text": "players can choose another profession.", "label": "Label_6"}
{"text": "some goal is pretty simple so Donald comply with Garrett Broshuis MLB argues that minor league player are paid.", "label": "Label_0"}
{"text": "on the other hand MLB argues that minor league players are paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "MLB believe that they are paid fairly due to signing bonuses.", "label": "Optimal_1"}
{"text": "MLB states that the player are provided with bonus and have the possibility to make million of dollars to the major league.", "label": "Optimal_1"}
{"text": "they are paid bonuses to sign for a team.", "label": "Label_1"}
{"text": "advocates argue that players are not fairly paid.", "label": "Label_3"}
{"text": "they played well they gives the effort.", "label": "Label_0"}
{"text": "when they sign for a team, they get a bonus.", "label": "Label_1"}
{"text": "they also have many opportunities to make more money by making it to the big leagues or finding other jobs.", "label": "Optimal_1"}
{"text": "also are not paid spring training or the off-season.", "label": "Label_3"}
{"text": "they may want to switch their careers.", "label": "Label_6"}
{"text": "they can work another job", "label": "Label_6"}
{"text": "to get the  game high reach.", "label": "Label_0"}
{"text": "the MLB says, they would get paid a bonus for signing to a team.", "label": "Optimal_1"}
{"text": "minor league players get bonus", "label": "Label_1"}
{"text": "asasas as as", "label": "Label_0"}
{"text": "they could choose another job or sign with another team.", "label": "Label_6"}
{"text": "they receive a bonus for joining the league.", "label": "Label_1"}
{"text": "It's possible that they'll be able to increase their earnings.", "label": "Label_5"}
{"text": "MLB says, players are paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "they want back pay and rules to pay players for hours worked.", "label": "Label_4"}
{"text": "the minor action takes good interactions", "label": "Label_0"}
{"text": "MLB says they are paid bonuses when they sign for a team.", "label": "Optimal_1"}
{"text": "a lawsuit has been filed to solve the problem.", "label": "Label_4"}
{"text": "if they make it to the big leagues they could make millions.", "label": "Optimal_1"}
{"text": "they are still rookies.", "label": "Label_0"}
{"text": "j cc n", "label": "Label_0"}
{"text": "still make money by choosing another career.", "label": "Optimal_1"}
{"text": "MLB claims that because they are awarded bonuses, their salaries are higher.", "label": "Optimal_1"}
{"text": "others are paid bonuses and eventually go on to make millions of dollars.", "label": "Optimal_1"}
{"text": "the MLB disagrees and said that the minor league players get paid bonuses to get signed for a team.", "label": "Optimal_1"}
{"text": "if they made it to the MLB they could make millions.", "label": "Optimal_1"}
{"text": "MLB claims that minor league players are only paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "MLB argues that minor league players are paid bonuses to sign for team.", "label": "Optimal_1"}
{"text": "the MLB argues they are paid bonuses when they sign with teams.", "label": "Optimal_1"}
{"text": "a group of players filed a lawsuit in 2014 over their low wages.", "label": "Label_4"}
{"text": "they are paid bonuses to sign for a team, and they can make millions of dollars by joining the major league.", "label": "Optimal_1"}
{"text": "the MLB says that they are paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "it may be a good idea to choose another career path.", "label": "Label_6"}
{"text": "they could still make more money by choosing another profession.", "label": "Optimal_1"}
{"text": "MLB claims that players are paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "expanded to include thousandsof playerswho were notpaid for spring training.", "label": "Label_0"}
{"text": "MLB argues that they get paid bonuses, so their salary is higher.", "label": "Optimal_1"}
{"text": "they could always choose a higher paying career.", "label": "Optimal_1"}
{"text": "Major League Baseball, on the other hand, does not agree with them.", "label": "Label_2"}
{"text": "players can choose a different vocation.", "label": "Label_6"}
{"text": "they could increase their revenue in several ways.", "label": "Label_5"}
{"text": "players get a bonus to sign for a team.", "label": "Label_1"}
{"text": "players makes are it to the major leagues  and they could make millions of dollars even if they don't.", "label": "Optimal_1"}
{"text": "major league baseball players think that it doesn't matter because if they join the major league they can get paid millions.", "label": "Optimal_1"}
{"text": "they get big bonuses.", "label": "Label_1"}
{"text": "MLB says there are other ways for them to make money.", "label": "Label_5"}
{"text": "MLB believes they are since they get a bonus to sign for a team.", "label": "Optimal_1"}
{"text": "their class action suit could have major consequences on the league and its future.", "label": "Label_4"}
{"text": "the league argues that minor league players can find other jobs during the off-season to increase their income.", "label": "Optimal_1"}
{"text": "players played very well in tha t match.", "label": "Label_0"}
{"text": "MLB argues that players are paid bonuses to sign for a team.", "label": "Optimal_1"}
{"text": "they actually have higher salaries since they are paid signing bonuses.", "label": "Label_1"}
{"text": "their salaries won't grow.", "label": "Label_0"}
{"text": "minor league plyers saw weekly minimum salary increases at each level this year.", "label": "Label_0"}
{"text": "they could make millions of dollars getting into major leagues.", "label": "Optimal_1"}
{"text": "even they don't make it to the major leagues they can still make more money.", "label": "Label_5"}
{"text": "their performance in order to earn more money", "label": "Label_5"}
{"text": "it's possible that they could go to the major leagues", "label": "Label_2"}
{"text": "they play wise.", "label": "Label_0"}
{"text": "some people think they make a good amount of money playing badeball per week and year to maintain themselves.", "label": "Label_0"}
{"text": "they are taking action to make things right by bringing a class action lawsuit to  the MLB.", "label": "Label_4"}
{"text": "players can choose a different line of work.", "label": "Label_6"}
{"text": "it is argued by the MLB that minor league players receive bonus payments when signing with the major league team.", "label": "Optimal_1"}
{"text": "it's possible for them to be making an increase of money", "label": "Label_5"}
{"text": "hours a week, only paid for 40 hours.", "label": "Label_3"}
{"text": "Players receive compensation for signing up, according to Major League Baseball.", "label": "Optimal_1"}
{"text": "they are paid a good amount.", "label": "Label_0"}
{"text": "they could still earn more moeny if they work hard.", "label": "Label_5"}
{"text": "that the case has explained to include thousand of player who were not paid spring training or made salary below poverty line.", "label": "Label_3"}
{"text": "they are filing a class-action lawsuit to demand better pay.", "label": "Label_4"}
{"text": "that minor league players are paid bonuses to sign for a team.", "label": "Label_1"}
{"text": "they have the opportunity to make additional money if they keep working at it.", "label": "Label_5"}
{"text": "most minor leagues players make very low salaries.", "label": "Label_3"}
{"text": "ultimate goal is", "label": "Label_0"}
{"text": "they aren't as talented as the stars they also have the same chances to go pro.", "label": "Label_2"}
