{"text": "some of them decided to file a class-action lawsuit to fight for better wages.", "label": "Optimal_1"}
{"text": "they are making their voices heard.", "label": "Label_5"}
{"text": "they are revolting to get better wages.", "label": "Label_5"}
{"text": "a group of minor league players a class-action lawsuit against MLB over their own wages \\.", "label": "Optimal_1"}
{"text": "players filed lawsuit against MLB for their low wages and since then thousands of players also joined in on the lawsuit.", "label": "Optimal_1"}
{"text": "in relation to another types of sports.", "label": "Label_0"}
{"text": "they demand back payment for spring training and making less than poverty line", "label": "Label_4"}
{"text": "next wall in the.", "label": "Label_0"}
{"text": "they banded together and filed a class-action lawsuit for better wages.", "label": "Optimal_1"}
{"text": "a solution is to either raise their salary or provide benefits such as an apartment provided so people have a place to stay and live.", "label": "Label_5"}
{"text": "they are revolting to get higher salaries.", "label": "Label_5"}
{"text": "in 2014 a group of minor league players filed suit against MLB to receive back pay and change the way the players are paid going forward.", "label": "Optimal_1"}
{"text": "Players are paid incentives to join with a team, according to Major League Baseball.", "label": "Label_3"}
{"text": "some make below the poverty line.", "label": "Label_2"}
{"text": "consequences sometime for future", "label": "Label_0"}
{"text": "law was developed for the welfare of minor baseball players.", "label": "Label_0"}
{"text": "they're filing a class-action lawsuit to get paid back for their hours worked.", "label": "Optimal_1"}
{"text": "some making below the poverty line.", "label": "Label_2"}
{"text": "they paid for the play.", "label": "Label_0"}
{"text": "a group of players have filed a class-action lawsuit to address their low ages.", "label": "Optimal_1"}
{"text": "many of the players are finding new jobs.", "label": "Label_6"}
{"text": "they filed a class-action lawsuit against Major League Baseball in 2014.", "label": "Optimal_1"}
{"text": "they want back rules to pay players for hours worked.", "label": "Label_4"}
{"text": "Players are looking on methods to improve their pay.", "label": "Label_5"}
{"text": "they filed a class action lawsuit against the MLB.", "label": "Optimal_1"}
{"text": "They demand back compensation in addition to laws requiring players to be paid for hours completed.", "label": "Label_4"}
{"text": "they are now paid for all hours worked.", "label": "Label_0"}
{"text": "Other employment options are being sought by the players.", "label": "Label_6"}
{"text": "they're going out and looking for other jobs.", "label": "Label_6"}
{"text": "they want to be paid for hours worked and spring training", "label": "Label_4"}
{"text": "members of the MLB filed a lawsuit to try and gain more wages.", "label": "Optimal_1"}
{"text": "a trial was set against the MLB.", "label": "Optimal_1"}
{"text": "sometimes consequences future,.", "label": "Label_0"}
{"text": "even if they do not they can still make more money by choosing another career.", "label": "Label_3"}
{"text": "bringing home a tiny salary and working side gigs to make ends meet.", "label": "Label_2"}
{"text": "while facing several different problems it's making it's way through the courts.", "label": "Label_0"}
{"text": "they fought it.", "label": "Label_5"}
{"text": "a group of minor league players filed a class-action lawsuit against the MLB.", "label": "Optimal_1"}
{"text": "they filed a lawsuit against the minor leagues.", "label": "Label_1"}
{"text": "on 2022 after several hurdles making its way through the courts.", "label": "Label_0"}
{"text": "players filed a class-action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "They desire back pay and rules to pay players for hours worked.", "label": "Label_4"}
{"text": "they want back pay so they can get money for the extra hours they worked", "label": "Label_4"}
{"text": "they can still make more money by choosing another career.", "label": "Label_3"}
{"text": "the players are taking action.", "label": "Label_5"}
{"text": "they decided to file a class-action lawsuit in 2014 over their low wages.", "label": "Optimal_1"}
{"text": "Most argues that minor league players can find other jobs during the off-season to add their income ..", "label": "Label_3"}
{"text": "most players make low income salaries.", "label": "Label_2"}
{"text": "they desire a back pay and implementation of rules for paying players based on hours worked.", "label": "Label_4"}
{"text": "they are looking for other professions.", "label": "Label_6"}
{"text": "the players are well playing.", "label": "Label_0"}
{"text": "their players make very low salaries, with some making below the poverty line.", "label": "Label_2"}
{"text": "they are filing lawsuits.", "label": "Label_1"}
{"text": "MLB claims that they are compensated in some way with bonuses.", "label": "Label_3"}
{"text": "they will continue to fight for what they have worked for.", "label": "Label_5"}
{"text": "some minor league players filed a class-action lawsuit over their low wages.", "label": "Optimal_1"}
{"text": "because of the low salaries in the group of minor league players filed a class action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "A class action lawsuit has been launched on their behalf.", "label": "Label_1"}
{"text": "They're bringing a class-action lawsuit against the company.", "label": "Label_1"}
{"text": "players and their advocates point out that players are not fairly paid for their work during the season.", "label": "Label_2"}
{"text": "they will  give more effort here after.", "label": "Label_0"}
{"text": "players led a class action lawsuit against the MLB and their low wages.", "label": "Optimal_1"}
{"text": "they filed a class-action lawsuit in 2014 and a trial is set for 2022.", "label": "Optimal_1"}
{"text": "they need to think about finding a new job.", "label": "Label_6"}
{"text": "its not unfair, they just have to prove themselves to be in the major leagues.", "label": "Label_0"}
{"text": "they decided to file a class-action lawsuit in 2014 and the case has expanded", "label": "Optimal_1"}
{"text": "they get paid more now.", "label": "Label_0"}
{"text": "they chose another career to make more money.", "label": "Label_6"}
{"text": "MLB claims that they are compensated with bonuses, resulting in a greater pay.", "label": "Label_3"}
{"text": "they want back payment and rules to pay players for hours worked.", "label": "Label_4"}
{"text": "Even if they don't make it, players can still make more money by choosing another career.", "label": "Label_3"}
{"text": "They made up their minds to launch a lawsuit.", "label": "Label_1"}
{"text": "they also are not paid for spring training or the off-season.", "label": "Label_2"}
{"text": "a court trial has happened and could have a big impact", "label": "Label_1"}
{"text": "they fought back hard against it and won a lot.", "label": "Label_5"}
{"text": "A class-action lawsuit has been launched by a number of gamers.", "label": "Label_1"}
{"text": "players have filed a class-action lawsuit against MLB owners.", "label": "Optimal_1"}
{"text": "they decided to file a lawsuit against MLB, one of the rules they want to be rectified is that they pay the players for the hours they work.", "label": "Optimal_1"}
{"text": "they realized they needed to quit baseball and get a real job.", "label": "Label_6"}
{"text": "they have to give up their dream and find another career.", "label": "Label_6"}
{"text": "the group of minor league players filled a class-action lawsuit against MLB over their low wages.", "label": "Optimal_1"}
{"text": "they aren't paid for spring training or the off-season.", "label": "Label_2"}
{"text": "it is used.", "label": "Label_0"}
{"text": "living off off peanut butter and jelly sandwiches isn't good living.", "label": "Label_0"}
{"text": "there is a lawsuit with Walmart and McDonald's that can make many consequences for the minor league in the future.", "label": "Label_1"}
{"text": "they filed a class-action lawsuit against Major League Baseball over they low wages.", "label": "Optimal_1"}
{"text": "they want to get paid like a normal job would pay", "label": "Label_5"}
{"text": "They expected to demand a reasonable wage.", "label": "Label_5"}
{"text": "the players argue that they don't get paid for their work during the playing season.", "label": "Label_2"}
{"text": "they have now filed a class-action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "they need to work  hard to become a major player.", "label": "Label_0"}
{"text": "the players sports but not in competitions.", "label": "Label_0"}
{"text": "some teams do side gigs to make ends meei", "label": "Label_2"}
{"text": "after facing several hurdles making its way through the courts a trial is set for 2022.", "label": "Optimal_1"}
{"text": "In 2014 a group of minor players filed a class-action lawsuit against MLB over their low wages.", "label": "Optimal_1"}
{"text": "they filled a lawsuit so they could increase their salaries.", "label": "Optimal_1"}
{"text": "They have filed a class action lawsuit seeking back compensation and rules requiring players to be paid for the hours spent.", "label": "Optimal_1"}
{"text": "the group of minor league players field a class-action lawsuit against MLB over their low wages.", "label": "Optimal_1"}
{"text": "they decided to file a class-action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "players and their advocates say that players are not fairly paid for their work during the season.", "label": "Label_2"}
{"text": "they hired a lawyer who filed a lawsuit against MLB.", "label": "Optimal_1"}
{"text": "a group of minor league players filed for a class action lawsuit.", "label": "Label_1"}
{"text": "the players are signing for a team so that they could get bonuses and make a million dollars.", "label": "Label_3"}
{"text": "they filed a lawsuit against MLB on behalf of thousands of players.", "label": "Optimal_1"}
{"text": "they filed a lawsuit to get back pay and rules to pay players.", "label": "Optimal_1"}
{"text": "they have  filed a class lawsuit action.", "label": "Label_1"}
{"text": "they filed a lawsuit so they could make higher salaries.", "label": "Optimal_1"}
{"text": "some disgruntled players sued MLB over low pay in 2014.", "label": "Optimal_1"}
{"text": "those minor league player groups filed a class-action lawsuit against the MLB because of their low salaries.", "label": "Optimal_1"}
{"text": "They want MLB to follow the same rules as Walmart and McDonald's.", "label": "Label_5"}
{"text": "they have filed a lawsuit against MLB that will go to trial in 2022.", "label": "Optimal_1"}
{"text": "They launched a class action lawsuit against the company.", "label": "Label_1"}
{"text": "every major league player from Babe Ruth to a rod started in the minor leagues and worked their way up.", "label": "Label_0"}
{"text": "a class-action lawsuit was filed by a group of minor league players against their low wages.", "label": "Optimal_1"}
{"text": "in 2014 the players filed a lawsuit and since then, the case has even expanded", "label": "Optimal_1"}
{"text": "they  try their best to get into the major leagues", "label": "Label_0"}
{"text": "they complain about them needing to be higher than they are right now.", "label": "Label_5"}
{"text": "there was a class action lawsuit against the MLB against not being paid enough and they want to back pay and rules that will allow them get paid for the hours they worked.", "label": "Optimal_1"}
{"text": "a group of minor league players took action and filed a lawsuit.", "label": "Label_1"}
{"text": "a group of minor league players took to court with consequences that could forever change minor league baseball.", "label": "Label_1"}
{"text": "a group of minor-league players have filed a class-action suit against MLB to make MLB comply with the same laws that Walmart and McDonald's do.", "label": "Optimal_1"}
{"text": "in 2014 filed a lawsuit against MLB, and the trial is set for 2022.", "label": "Optimal_1"}
{"text": "players had filed a class-action lawsuit against the MLB for their low wages.", "label": "Optimal_1"}
{"text": "they can still make more money by choosing another career", "label": "Label_3"}
{"text": "in 2014 some minor league players went against MLB because of their low wages.", "label": "Optimal_1"}
{"text": "they can make millions if they make the majors.", "label": "Label_3"}
{"text": "the MLB was taken to court by a group of minor league players with consequences that could forever change minor league baseball.", "label": "Optimal_1"}
{"text": "They're lobbying for improvements.", "label": "Label_5"}
{"text": "players are making below poverty line.", "label": "Label_2"}
{"text": "The lawsuit could have major consequences.", "label": "Label_1"}
{"text": "Bringing home a small salary.", "label": "Label_2"}
{"text": "They went back to pay and rules in order to compensate players for the hours they worked.", "label": "Label_4"}
{"text": "glamorous life of a minor.", "label": "Label_0"}
{"text": "they need become major league players.", "label": "Label_0"}
{"text": "they are revolting against them.", "label": "Label_5"}
{"text": "Minor league players are requesting retroactive compensation as well as guidelines to ensure that their hours of work are compensated.", "label": "Label_4"}
{"text": "Major League Baseball disagrees, claiming that players get compensated for signing with a team.", "label": "Label_3"}
{"text": "they are going on trial against MLB.", "label": "Optimal_1"}
{"text": "they have now filed a class action lawsuit.", "label": "Label_1"}
{"text": "they are advocating for better pay.", "label": "Label_5"}
{"text": "some minor league players filed a class-action lawsuit.", "label": "Label_1"}
{"text": "they filed a class action lawsuit against their low wages.", "label": "Optimal_1"}
{"text": "a group of minor league players sued the MLB over low wages.", "label": "Optimal_1"}
{"text": "they are requesting retroactive compensation as well as guidelines to ensure that their hours of work are compensated.", "label": "Label_4"}
{"text": "the goal for them is to get the MLB to comply with other corporations in terms of fair pay.", "label": "Optimal_1"}
{"text": "they get mad so they tell ESPN.", "label": "Label_0"}
{"text": "they file class-action lawsuits against the MLB.", "label": "Optimal_1"}
{"text": "By initiating a class action lawsuit, they are demanding back wages and guidelines requiring players to be paid for the hours they worked.", "label": "Optimal_1"}
{"text": "because of low income in the group of minor league players filed a class action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "after multiple reasons, a trial for the unfairness is set for 2022.", "label": "Optimal_1"}
{"text": "they complain about them needing to be higher.", "label": "Label_5"}
{"text": "They chose another carrier since they were on the verge of being impoverished.", "label": "Label_6"}
{"text": "o court trial can have major consequences for the future of minor league baseball.", "label": "Label_1"}
{"text": "the players are not allowed to practice sports but not in competitions.", "label": "Label_0"}
{"text": "They want MLB to follow the same regulations as Walmart and McDonald's.", "label": "Label_5"}
{"text": "a trial was held.", "label": "Label_1"}
{"text": "they filled a class-action lawsuit against MLB over their low wages.", "label": "Optimal_1"}
{"text": "a group of players filed a class-action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "a group of minor league players is suing Major League Baseball over their low wages.", "label": "Optimal_1"}
{"text": "a court trial can majorly impact the future of the sport", "label": "Label_1"}
{"text": "they filed a lawsuit suggesting back pay and set rules to pay players for all hours worked.", "label": "Optimal_1"}
{"text": "they filed a lawsuit asking for equal rights to workers.", "label": "Optimal_1"}
{"text": "they are taking action.", "label": "Label_5"}
{"text": "almost every major league player from Babe Ruth to a rod started in the minor leagues and worked their way up.", "label": "Label_0"}
{"text": "as a result of low salaries in the group of minor league players filed a class action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "some minor league players sued the MLB over their wages.", "label": "Optimal_1"}
{"text": "they want  back pay and rules to pay players for hours worked.", "label": "Label_4"}
{"text": "a trial could have major consequences.", "label": "Label_1"}
{"text": "a group of minor league players made a class action lawsuit against MLB because of the unfair low wages.", "label": "Optimal_1"}
{"text": "Players and their advocates argue.", "label": "Label_0"}
{"text": "During the off-season, they are seeking for a new employment.", "label": "Label_6"}
{"text": "if players make it to the major leagues, they could make millions of dollars.", "label": "Label_3"}
{"text": "They went back to pay and rules in order to compensate gamers for the hours they put in.", "label": "Label_4"}
{"text": "they want to get paid like a normal job would pay by talking to ESPN", "label": "Label_5"}
{"text": "they filed a class action lawsuit against major league baseball", "label": "Optimal_1"}
{"text": "players are finding ways to negotiate their salaries.", "label": "Label_5"}
{"text": "can legally be paid less than minimum wages in this year.", "label": "Label_2"}
{"text": "the players filed a lawsuit in 2014 and will be heard in court in 2022.", "label": "Optimal_1"}
{"text": "some players are looking for other jobs.", "label": "Label_6"}
{"text": "MLB argues that minor league players can find other jobs during the off-season to add to their income.", "label": "Label_3"}
{"text": "they filed a major lawsuit against MLB.", "label": "Optimal_1"}
{"text": "they took the MLB to court over underpaid salaries.", "label": "Optimal_1"}
{"text": "a group of players filed a law suit.", "label": "Label_1"}
{"text": "sometime consequences for the future.", "label": "Label_0"}
{"text": "they filled lawsuit against MLB over their salaries.", "label": "Optimal_1"}
{"text": "they are improving them playing activities.", "label": "Label_0"}
{"text": "making its way through the courts, a trial is set for 2022.", "label": "Optimal_1"}
{"text": "Additionally, if the players make it to the major leagues, they could make millions of dollars.", "label": "Label_3"}
{"text": "they find themselves having to work additional jobs to make ends meet.", "label": "Label_2"}
{"text": "a class action lawsuit has been filed to increase salaries.", "label": "Optimal_1"}
{"text": "They want back pay and rules to pay players for hours worked.", "label": "Label_4"}
{"text": "a team of minor league players decided to file a class-action lawsuit against the MLB over their low wages.", "label": "Optimal_1"}
{"text": "sometime for future", "label": "Label_0"}
{"text": "they want to get the MLB to comply with the same rules that Walmart and McDonald's comply by.", "label": "Label_5"}
{"text": "They have filed a class action lawsuit.", "label": "Label_1"}
{"text": "they're doing their best to make it to the major leagues to make more money.", "label": "Label_3"}
{"text": "They want back compensation and standards for compensating players depending on the number of hours they labor.", "label": "Label_4"}
{"text": "players not paid for spring training or less than poverty line demand back payment for those hours", "label": "Label_4"}
{"text": "they're asking for back payment for spring training and making less than poverty line", "label": "Label_4"}
{"text": "they filed a class action lawsuit in 2014 in order to fix their low wages.", "label": "Optimal_1"}
{"text": "they are entering a class action lawsuit whose trial is set for 2022.", "label": "Optimal_1"}
{"text": "a group of minor league players filed a class-action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "they want to back play and rules for the hours they have work", "label": "Label_4"}
{"text": "the case has expanded to include thousands of players who were paid for spring training or made salaries below the poverty line.", "label": "Label_0"}
{"text": "a group filed a lawsuit against the minor leagues.", "label": "Label_1"}
{"text": "they want back pay and rules to pay players for hours worked for spring training.", "label": "Label_4"}
{"text": "the players who work for minor leagues get very low salaries compared to the major leagues that geta millions of dollars .", "label": "Label_3"}
{"text": "a trial is set for 2022 that can help minor league baseball players to have more money.", "label": "Optimal_1"}
{"text": "they are going to protest.", "label": "Label_5"}
{"text": "In 2014, a group of minor league players filed a class-action lawsuit against MLB over their low wages.", "label": "Optimal_1"}
{"text": "they took MLB's advice and choose another career.", "label": "Label_6"}
{"text": "They are lobbying for improvements.", "label": "Label_5"}
{"text": "In 2014 a group of minor players field a class action against MLB over their low wages.", "label": "Optimal_1"}
{"text": "in 2014 a group of minor league players filed a class action lawsuit against MLB over their low wages.", "label": "Optimal_1"}
{"text": "they filed a lawsuit against MLB for more wages.", "label": "Optimal_1"}
{"text": "they also aren't getting paid for spring training or the off-season.", "label": "Label_2"}
{"text": "they complain about them.", "label": "Label_5"}
{"text": "According to MLB, players are awarded incentives when they join the league.", "label": "Label_3"}
{"text": "the lawsuit could potentially have major consequences.", "label": "Label_1"}
{"text": "they complain about them needing to be higher than they are.", "label": "Label_5"}
{"text": "they filed a lawsuit against the minor league.", "label": "Label_1"}
{"text": "they went on strike.", "label": "Label_0"}
{"text": "they've filed a class action lawsuit.", "label": "Label_1"}
{"text": "they want to comply with the laws that industries that Walmart and McDonalds have.", "label": "Label_5"}
{"text": "some players filed a lawsuit against the league which will finally be going to trial this year.", "label": "Optimal_1"}
{"text": "they are using the legal system to sue Major League Baseball.", "label": "Optimal_1"}
{"text": "most minor league players make very low salaries, with some making below the poverty line.", "label": "Label_2"}
{"text": "they filed a class-action lawsuit against MLB in 2014.", "label": "Optimal_1"}
{"text": "a group of minor league baseball players filed a class-action lawsuit against Major League Baseball.", "label": "Optimal_1"}
{"text": "They demand back compensation as well as laws requiring players to be paid for hours completed.", "label": "Label_4"}
{"text": "they have filed a class-action lawsuit.", "label": "Label_1"}
{"text": "they're trying to be paid back pay", "label": "Label_4"}
{"text": "the players are now allowed to practice sports but not in competitions.", "label": "Label_0"}
{"text": "They also aren't even paid for spring training or the off-season.", "label": "Label_2"}
{"text": "minor league players get big bonuses to sign for a team.", "label": "Label_3"}
{"text": "players make very low salaries.", "label": "Label_2"}
{"text": "they filed a class lawsuit against the low wages they get, in which the case includes thousands of players.", "label": "Optimal_1"}
{"text": "they sued the MLB so they could make more money.", "label": "Optimal_1"}
{"text": "they will be getting a pay increase.", "label": "Label_0"}
{"text": "they filed a class action lawsuit.", "label": "Label_1"}
{"text": "a lawsuit was filed for this situation and it is expected to have the trial on 2022.", "label": "Optimal_1"}
{"text": "they are filing a lawsuit.", "label": "Label_1"}
{"text": "some of them filed a class-action lawsuit against the League.", "label": "Optimal_1"}
{"text": "they try to get a job", "label": "Label_6"}
{"text": "People are lobbying for change on their behalf.", "label": "Label_5"}
{"text": "sometime consequences for the future if minor.", "label": "Label_0"}
{"text": "they are payable.", "label": "Label_0"}
{"text": "a group of them decided to file a lawsuit against the MLB.", "label": "Optimal_1"}
{"text": "The case might have far-reaching implications in the future.", "label": "Label_1"}
{"text": "they are taking measures to fix this situation.", "label": "Label_5"}
{"text": "players are make very low salaries to poverty line.", "label": "Label_2"}
{"text": "they are take in easy way.", "label": "Label_0"}
{"text": "they are suing the MLB.", "label": "Optimal_1"}
{"text": "they took action suing the minor baseball league for the're low wages some players are making below the poverty line.", "label": "Label_1"}
{"text": "they're speaking out and taking action.", "label": "Label_5"}
{"text": "Minor league teams are used to train players.", "label": "Label_0"}
{"text": "Other employment are being sought by the players.", "label": "Label_6"}
{"text": "MLB claims that they are compensated with bonuses", "label": "Label_3"}
{"text": "almost every major league player from Babe Ruth to A-Rod-started in the minor leagues and worked their way up.", "label": "Label_0"}
{"text": "a small group of league players sued MLB.", "label": "Optimal_1"}
{"text": "a trail is set for 2022 and the lawsuit will have major consequences.", "label": "Optimal_1"}
{"text": "small salary and working side gigs to make ends meet.", "label": "Label_2"}
{"text": "they filed a lawsuit in order to get back pay and rules for pay.", "label": "Optimal_1"}
{"text": "they're demanding back payment", "label": "Label_4"}
{"text": "they have now filed class-action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "minor league players filed a class-action lawsuit against the MLB for low wages in 2014.", "label": "Optimal_1"}
{"text": "they took action in making sure their salaries were fair and raised.", "label": "Label_5"}
{"text": "They want the pay-for-hours-worked rules reinstated.", "label": "Label_4"}
{"text": "they work on increasing paid wage of baseball even though work ethic baseball 60+", "label": "Label_2"}
{"text": "a group of players decided to protest it.", "label": "Label_5"}
{"text": "they filed out a class-action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "some teams do side gigs to make ends meet.", "label": "Label_2"}
{"text": "jar jv j3", "label": "Label_0"}
{"text": "they want to back play and rules for the hours thye have worked.", "label": "Label_4"}
{"text": "they sued the minor league.", "label": "Label_1"}
{"text": "they suggest back pay and set rules to pay players for all hours worked.", "label": "Label_4"}
{"text": "they are looking for other professions", "label": "Label_6"}
{"text": "they sued the MLB.", "label": "Optimal_1"}
{"text": "in 2014 a group of these athletes filed a lawsuit against MLB because of their low salaries.", "label": "Optimal_1"}
{"text": "they work harder each day to make it to the major leagues.", "label": "Label_0"}
{"text": "many of these players are seeking different careers.", "label": "Label_6"}
{"text": "During the off-season, the players are seeking for a new employment.", "label": "Label_6"}
{"text": "they are sad.", "label": "Label_0"}
{"text": "Some athletes are on the lookout for new opportunities.", "label": "Label_6"}
{"text": "facing several hurdles making its way through the courts, a trial is set for 2022.", "label": "Optimal_1"}
{"text": "in 2014, they decided to file a lawsuit and the case has expanded to include thousands of players.", "label": "Optimal_1"}
{"text": "a group of players filed a lawsuit that includes thousands of players suing for spring training pay.", "label": "Optimal_1"}
{"text": "they tried to do something about it and change what had been set by filling a lawsuit.", "label": "Label_1"}
{"text": "he can xececbeecsnxbjxbsh h  sa", "label": "Label_0"}
{"text": "most of them are looking for another jobs.", "label": "Label_6"}
{"text": "they demand rules to pay players for hours worked.", "label": "Label_4"}
{"text": "they filed a lawsuit to get back pay and rules to pay.", "label": "Optimal_1"}
{"text": "they want more.ffffff", "label": "Label_0"}
{"text": "a group of the players filed a class-action lawsuit against MLB  over their low wages in 2014.", "label": "Optimal_1"}
{"text": "they're revolting for more money.", "label": "Label_5"}
{"text": "on the other hand.", "label": "Label_0"}
{"text": "some players filed a lawsuit against the league and the low wages.", "label": "Optimal_1"}
{"text": "they filed a lawsuit.", "label": "Label_1"}
{"text": "They often work 60+ hours a week, but are only paid for 40 hours.", "label": "Label_2"}
{"text": "MLB says that they get paid bonuses.", "label": "Label_3"}
{"text": "they need some law enforcement from government.", "label": "Label_0"}
{"text": "a group of minor league players filed a lawsuit for the unfairness of low wages.", "label": "Optimal_1"}
{"text": "he can get an career", "label": "Label_0"}
{"text": "similar to other low paying positions they have potential for great increases later on.", "label": "Label_3"}
{"text": "they file class-action lawsuits.", "label": "Label_1"}
{"text": "they filed a lawsuit and want back pay and rules to pay players for hours worked", "label": "Optimal_1"}
{"text": "a large group of minor league players filed a lawsuit against MLB over their very low salaries.", "label": "Optimal_1"}
{"text": "they are demanding money for the hours they worked before", "label": "Label_4"}
{"text": "they have to play better", "label": "Label_0"}
{"text": "they filed a class-action lawsuit to bring their wages up and to be paid back for the extra time they've worked in the past.", "label": "Optimal_1"}
{"text": "a group of players have filed a class-action lawsuit.", "label": "Label_1"}
{"text": "in 2014 a group of players filed a class-action lawsuit against MLB because of their unfair wages.", "label": "Optimal_1"}
{"text": "they would paid for good play.", "label": "Label_0"}
{"text": "even if they don't, players can still make more money by choosing another career.", "label": "Label_3"}
{"text": "some guys do side gigs to make ends meet", "label": "Label_2"}
{"text": "MLB says it's fair because they get bonuses.", "label": "Label_3"}
{"text": "minor league players get bonuses to sign for a team.", "label": "Label_3"}
{"text": "making below the poverty line.", "label": "Label_2"}
{"text": "they filed a lawsuit against the MLB because of their low salaries.", "label": "Optimal_1"}
{"text": "They're bringing a class action complaint against the company.", "label": "Label_1"}
{"text": "they want to be treated fairly just like any regular employee at big corporations like Walmart and McDonald's.", "label": "Label_5"}
{"text": "They are taking steps to fix the situation, including using legal measures.", "label": "Label_5"}
{"text": "they got together and filed a class-action lawsuit.", "label": "Label_1"}
{"text": "players who weren't paid for spring training or who made less than poverty line are demanding back pay and rules for hours worked", "label": "Label_4"}
{"text": "the case has expanded to include thousands of players who were not paid for spring training or made salaries below the poverty line.", "label": "Label_0"}
{"text": "they are taking on the league in a class-action case.", "label": "Optimal_1"}
{"text": "they are quitting baseball and finding higher paying jobs.", "label": "Label_6"}
{"text": "some minor league players filed a lawsuit against the MLB.", "label": "Optimal_1"}
{"text": "almost major league player from Babe Ruth to a rod started in the minor leagues and worked their way up.", "label": "Label_0"}
{"text": "the minor league players are asking for back pay and rules so that their hours of work are paid.", "label": "Label_4"}
{"text": "they started a class-action lawsuit in an attempt to get wages in line with the hours they work and competitive in their field.", "label": "Optimal_1"}
{"text": "they filed a lawsuit in 2014 and the case has since expanded to include thousands of players.", "label": "Optimal_1"}
{"text": "a group of minor league players filed a lawsuit because of their low wages.", "label": "Optimal_1"}
{"text": "they want to get paid like a normal job would pay by talking to ESPN, the major league players also agreed.", "label": "Label_3"}
{"text": "they want MLB to comply with laws that other big companies comply with.", "label": "Label_5"}
{"text": "they fought back hard against it.", "label": "Label_5"}
{"text": "they filed a class-action lawsuit in 2014.", "label": "Optimal_1"}
{"text": "they get mad because they don't get paid a lot.", "label": "Label_0"}
{"text": "they are demanding back pay and rules for the hours that players work", "label": "Label_4"}
{"text": "they have filed a lawsuit against MLB seeking working conditions.", "label": "Optimal_1"}
{"text": "They've launched a class-action lawsuit against the company.", "label": "Label_1"}
{"text": "they want back pay and rules to pay the players for hours worked.", "label": "Label_4"}
{"text": "they have to play bet", "label": "Label_0"}
{"text": "paid for spring training or the off-season.", "label": "Label_2"}
{"text": "a small group filed a lawsuit against the MLB.", "label": "Optimal_1"}
{"text": "players are looking for ways to get higher salaries.", "label": "Label_5"}
{"text": "They are making a different career choice.", "label": "Label_6"}
{"text": "a group of minors filed a lawsuit against MLB against their low wage.", "label": "Optimal_1"}
{"text": "in 2014 a group a players filed a lawsuit and the case has expanded to include thousands of players", "label": "Optimal_1"}
{"text": "they are demanding payment for spring training and making less than poverty line", "label": "Label_4"}
{"text": "they're requesting retroactive compensation as well as guideliens to ensure that their work is fully compensated.", "label": "Label_4"}
{"text": "They are demanding back compensation as well as laws requiring players to be paid for hours completed.", "label": "Label_4"}
{"text": "they need to become major league players.", "label": "Label_0"}
{"text": "a group of minor league players filed a class-action suit to get equal rights.", "label": "Optimal_1"}
{"text": "they will continue to fight for what they have worked fo", "label": "Label_5"}
{"text": "a group of players in 2014 filed a lawsuit against the MLB.", "label": "Optimal_1"}
{"text": "the lawsuit could have big consequences for the future of minor league baseball.", "label": "Label_1"}
{"text": "they filed a case against MLB.", "label": "Optimal_1"}
{"text": "if they make it to the major leagues, they can have huge salaries.", "label": "Label_3"}
{"text": "They would like back pay and rules to pay players for hours worked.", "label": "Label_4"}
{"text": "they are trying to come with appropriate ways to counter the issue.", "label": "Label_5"}
{"text": "with some making below the poverty line.", "label": "Label_2"}
{"text": "minor league players filed a lawsuit against MLB to get them to comply with the same laws other places have.", "label": "Optimal_1"}
{"text": "they act childishly.", "label": "Label_0"}
{"text": "Major League Baseball, on the other hand, disagrees, arguing that when players join a team, they are given large bonuses.", "label": "Label_3"}
{"text": "Major League Baseball, on the other hand, disagrees, claiming that players are given bonuses when they join with a team.", "label": "Label_3"}
{"text": "they have taken it to court with consequences that could forever change minor league baseball.", "label": "Label_1"}
{"text": "they decided to take action and file a lawsuit.", "label": "Label_1"}
{"text": "sometimes the minor if future", "label": "Label_0"}
{"text": "they're asking for rules to pay players for hours worked.", "label": "Label_4"}
{"text": "they filed a lawsuit against the MLB regarding their low salaries.", "label": "Optimal_1"}
{"text": "they also aren't paid for spring training or off-season.", "label": "Label_2"}
{"text": "they will find a way to get higher salaries.", "label": "Label_5"}
{"text": "a group of minor players filed a class-action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "they decided to file a lawsuit against the minor league.", "label": "Label_1"}
{"text": "a group of minor league players filed a class-action lawsuit in 2014 over their low income wages.", "label": "Optimal_1"}
{"text": "some players have filed a lawsuit to get back pay.", "label": "Optimal_1"}
{"text": "they are demanding back pay for spring training and overtime", "label": "Label_4"}
{"text": "in 2014 a group of minor league players filed a class-action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "they are fighting back by filing a class-action lawsuit.", "label": "Label_1"}
{"text": "they are looking another job when off-season.", "label": "Label_6"}
{"text": "They're filing a class-action lawsuit against the company.", "label": "Label_1"}
{"text": "they sued MLB to get them to comply with the same laws that Walmart and McDonalds do.", "label": "Optimal_1"}
{"text": "a group of minor league players filed a class-action lawsuit against MLB to get it to comply with the same laws that Walmart comply with.", "label": "Optimal_1"}
{"text": "they made the hard choice to give up baseball and choose a different career.", "label": "Label_6"}
{"text": "they will work harder and prove they will get a higher salarey.", "label": "Label_5"}
{"text": "Even if they don't, they can still make more money by choosing another career.", "label": "Label_3"}
{"text": "they will play well here after.", "label": "Label_0"}
{"text": "player and their advocates are argue they often work for 60 plus hour a week.", "label": "Label_2"}
{"text": "there have been class-action lawsuits against the MLB filled.", "label": "Optimal_1"}
{"text": "They have made the decision to change careers because they are poor.", "label": "Label_6"}
{"text": "they are filing a lawsuit against the MLB over the low wages.", "label": "Optimal_1"}
{"text": "Life of minor league baseball player.", "label": "Label_0"}
{"text": "many lawsuits have been filed.", "label": "Label_1"}
{"text": "the lawsuit could have major consequences for the future of minor league baseball.", "label": "Label_1"}
{"text": "a number of players sued the MLB in 2014 because of low pay.", "label": "Optimal_1"}
{"text": "they also aren't paid for spring training.", "label": "Label_2"}
{"text": "According to MLB, they earn bonuses.", "label": "Label_3"}
{"text": "most minor league player make very low salaries.", "label": "Label_2"}
{"text": "they are paid bonuses according to MLB.", "label": "Label_3"}
{"text": "they want more.fffff", "label": "Label_0"}
{"text": "they choosing another career and against the MLB law.", "label": "Label_6"}
{"text": "lawsuits are being filed.", "label": "Label_1"}
{"text": "they filed a class action lawsuit against MLB for their low wages on young baseball players to get them to comply with fast food policies like McDonalds.", "label": "Optimal_1"}
{"text": "a some of these players have already filed a lawsuit against MLB and the trial is expected to be held in 2022.", "label": "Optimal_1"}
{"text": "every player do high effort.", "label": "Label_0"}
{"text": "they're saying they deserve back pay and rules in place for current players.", "label": "Label_4"}
{"text": "they would paid.", "label": "Label_0"}
{"text": "a group of players filed a lawsuit against MLB for the low wages in 2014, which has expanded to include thousands of others that weren't paid for spring training or made salaries below poverty line.", "label": "Optimal_1"}
{"text": "they are filling a class-action lawsuit for better salaries.", "label": "Optimal_1"}
{"text": "professional baseball thats why they are investigating for a agreement.", "label": "Label_0"}
{"text": "they filed a class-action lawsuit again the MLB over their low wages.", "label": "Optimal_1"}
{"text": "the players make it to the major leagues and they could make millions of dollars.", "label": "Label_3"}
{"text": "some minor league players have filed a class action lawsuit against the MLB over their low wages.", "label": "Optimal_1"}
{"text": "still make more money by choosing another career below the poverty line can still make more money.", "label": "Label_3"}
{"text": "the ultimate goal is pretty simple.", "label": "Label_0"}
{"text": "they try to find ways to increase their salaries.", "label": "Label_5"}
{"text": "major league baseball or MLB Minor league teams  are used to train players to join the majors.", "label": "Label_3"}
{"text": "MLB claims they can make millions if they make it to the major leagues.", "label": "Label_3"}
{"text": "they want back pay and some rules to pay players for hours worked.", "label": "Label_4"}
{"text": "a group of professional.", "label": "Label_0"}
{"text": "Paying players according to the number of hours they labor is governed by a set of regulations.", "label": "Label_4"}
{"text": "minor league players are requesting retroactive compensation for hours worked.", "label": "Label_4"}
{"text": "a trial could have major consequences for the future of minor league baseball.", "label": "Label_1"}
{"text": "a group of players filed a lawsuit in opposition to MBL over their diminished salaries.", "label": "Optimal_1"}
{"text": "they want more.f", "label": "Label_0"}
{"text": "group of players filed a case against MLB.", "label": "Optimal_1"}
{"text": "a trial is set for 2022 to get the MLB to comply with laws to pay their employees.", "label": "Optimal_1"}
{"text": "they filed a lawsuit against the MLB over wages.", "label": "Optimal_1"}
{"text": "player are finding other jobs.", "label": "Label_6"}
{"text": "They should consider looking for a new employment.", "label": "Label_6"}
{"text": "they have to play bette", "label": "Label_0"}
{"text": "they have taken action like filing class-action lawsuits.", "label": "Label_1"}
{"text": "they want back pay for the extra time they put in.", "label": "Label_4"}
{"text": "they gets bonuses for joining teams.", "label": "Label_3"}
{"text": "good players are enough to play hard to reach the game.", "label": "Label_0"}
{"text": "they went back pay and rules to players for hours worked.", "label": "Label_4"}
{"text": "some switch career paths.", "label": "Label_6"}
{"text": "MLB claims that they are paid bonuses.", "label": "Label_3"}
{"text": "the ultimate goal is pretty simple to get to comply with the same laws that Walmart and rules To pay players for hours Worked league player who filed the original lawsuit TOLD espy.", "label": "Label_0"}
{"text": "they will continue to fight for what they have worked", "label": "Label_5"}
{"text": "They're speaking out for themselves.", "label": "Label_5"}
{"text": "they have find a lawsuit demanding better pay, with the trial adjourned to 2022.", "label": "Optimal_1"}
{"text": "they want more.fffffffff", "label": "Label_0"}
{"text": "they filled a lawsuit so they would make more.", "label": "Optimal_1"}
{"text": "most of them make very low salaries, with some making below the poverty line.", "label": "Label_2"}
{"text": "in 2014 some minor league players filed a class-action lawsuit against the MLB.", "label": "Optimal_1"}
{"text": "a class-action lawsuit has been filed against MLB.", "label": "Optimal_1"}
{"text": "the filed a class-action lawsuit in 2014 and the case has expanded since then", "label": "Optimal_1"}
{"text": "they filed a case against the MLB to comply  the same laws as Walmart and McDonald's.", "label": "Optimal_1"}
{"text": "A class-action lawsuit has been launched by a number of minor league players.", "label": "Label_1"}
{"text": "spring training or made salaries below the poverty line.", "label": "Label_2"}
{"text": "they have decided to file a class-action lawsuit.", "label": "Label_1"}
{"text": "they are desired to ask fair salary.", "label": "Label_5"}
{"text": "they quit baseball for good.", "label": "Label_0"}
{"text": "he can go", "label": "Label_0"}
{"text": "They also aren't paid for spring training or the off-season.", "label": "Label_2"}
{"text": "the players want back pay and rules for their hours worked.", "label": "Label_4"}
{"text": "money by choosing another career.", "label": "Label_3"}
{"text": "they filed a lawsuit against MLB.", "label": "Optimal_1"}
{"text": "they filed an important lawsuit against the MLB.", "label": "Optimal_1"}
{"text": "they took it to court.", "label": "Label_1"}
{"text": "change is being advocated on their behalf by lawyers.", "label": "Label_5"}
{"text": "they are asking to be paid more for their time put in for their trainings.", "label": "Label_4"}
{"text": "if they make it to the major leagues they can make millions.", "label": "Label_3"}
{"text": "minor league baseball player working side gigs to make ends meet game end!", "label": "Label_2"}
{"text": "MLB claims that they are compensated with bonuses.", "label": "Label_3"}
{"text": "they are advocating for themselves to make it better.", "label": "Label_5"}
{"text": "They also are paid for spring training or the off-season.", "label": "Label_2"}
{"text": "Major League Baseball, on the other hand, disagrees, arguing that players receive large compensation when they initially join a team.", "label": "Label_3"}
{"text": "a court trial can have major consequences for the future of minor league baseball.", "label": "Label_1"}
{"text": "they're demanding back payment for spring training and less than poverty line", "label": "Label_4"}
{"text": "a lawsuit has been filed.", "label": "Label_1"}
{"text": "they want take it easily.", "label": "Label_0"}
{"text": "professional baseball thats why they are investigating for a agreement higher pay.", "label": "Label_0"}
{"text": "they say they want back pay and rules that require players to pay players for hours worked", "label": "Label_4"}
{"text": "they filed a lawsuit to force MLB to pay them for hours worked.", "label": "Optimal_1"}
{"text": "the group filed a class-action lawsuit in 2014 against MLB in an attempt to even the playing field.", "label": "Optimal_1"}
{"text": "players and their advocates are exploring ways to improve their situation.", "label": "Label_5"}
{"text": "some players demand back payment for spring training and less than poverty line", "label": "Label_4"}
{"text": "a group filed a lawsuit against MLB for their low wages.", "label": "Optimal_1"}
{"text": "they submitted a law suit.", "label": "Label_1"}
{"text": "they fought back hard against it and won.", "label": "Label_5"}
{"text": "in 2014 a group of minors league players filed a lawsuit, asking for higher wages.", "label": "Optimal_1"}
{"text": "almost every major league player from Babe Ruth a rod started in the minor leagues and worked their way up.", "label": "Label_0"}
{"text": "According to MLB, they get bonuses.", "label": "Label_3"}
{"text": "They gave the athletes back money and rules for the hours they worked.", "label": "Label_4"}
{"text": "they also aren't paid make very low salaries.", "label": "Label_2"}
{"text": "they will be paid.", "label": "Label_0"}
{"text": "they filed a class-action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "MLB claims that they earn more money because they are awarded bonuses.", "label": "Label_3"}
{"text": "They launched a class-action lawsuit on their behalf.", "label": "Label_1"}
{"text": "a group of them filed a lawsuit against the minor league.", "label": "Label_1"}
{"text": "a group of players filed a class-action lawsuit against MLB, and want back pay and the rules to be changed to pay players for the hours worked.", "label": "Optimal_1"}
{"text": "there is a lawsuit with that can make many consequences for the minor league in the future.", "label": "Label_1"}
{"text": "they filed a class-action lawsuit against the MLB in regard to their sub-par wage.", "label": "Optimal_1"}
{"text": "they are uniting in a class-action to ask for better wages and rules.", "label": "Optimal_1"}
{"text": "if they make it to the league they could have a chance to make millions.", "label": "Label_3"}
{"text": "they can live a better life.", "label": "Label_0"}
{"text": "They decided to launch a lawsuit.", "label": "Label_1"}
{"text": "some of them have gotten together to file a lawsuit for their unfair wages.", "label": "Optimal_1"}
{"text": "When players initially join the league, they are given bonuses, according to MLB.", "label": "Label_3"}
{"text": "they decide to change what had been set by filing a lawsuit against MLB.", "label": "Optimal_1"}
{"text": "a group of players filed a lawsuit against the MLB arguing low wages.", "label": "Optimal_1"}
{"text": "they demand back pay and rules to pay players for the hours worked by filing a class action lawsuit.", "label": "Label_4"}
{"text": "a solution is to either raise their salary or provide benefits such as an apartment provided so people have a place to stay and live which led to the lawsuit.", "label": "Label_5"}
{"text": "they try their best.", "label": "Label_0"}
{"text": "some of them want to switch their professional track.", "label": "Label_6"}
{"text": "he can xececbeecsnxbjxbs", "label": "Label_0"}
{"text": "a group of players filed a class-action lawsuit against MLB over the low wages, the trial is set for 2022 which is expected to have major effects upon the future wages of minor league baseball.", "label": "Optimal_1"}
{"text": "a group of players filed a class-action lawsuit against the MLB for low wages.", "label": "Optimal_1"}
{"text": "they worked hard.", "label": "Label_0"}
{"text": "thousands of players who were not paid for spring training or made salaries below the poverty line.", "label": "Label_2"}
{"text": "some players have come together to file a class-action lawsuit alleging labor-law violations.", "label": "Optimal_1"}
{"text": "they filed an important lawsuit.", "label": "Label_1"}
{"text": "they filed a lawsuit against MLB for low wages.", "label": "Optimal_1"}
{"text": "in the year 2014, some of the players filed a class-action lawsuit against the low wages.", "label": "Optimal_1"}
{"text": "they try for higher salaries.", "label": "Label_0"}
{"text": "they have filed a class-action lawsuit against MLB over low wages.", "label": "Optimal_1"}
{"text": "they file a class action lawsuit against the MLB.", "label": "Optimal_1"}
{"text": "since low salaries in the group of minor league players filed a class action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "they could make millions if they advance to the Major Leagues.", "label": "Label_3"}
{"text": "they choose another profession.", "label": "Label_6"}
{"text": "they decided that they need to switch career paths altogether.", "label": "Label_6"}
{"text": "They seek back money as well as laws requiring players to be paid for the hours they labor.", "label": "Label_4"}
{"text": "they filed a class lawsuit against MLB over their low wages.", "label": "Optimal_1"}
{"text": "they try to get a job they are paid by this job", "label": "Label_6"}
{"text": "they are take it in easy.", "label": "Label_0"}
{"text": "they filled a lawsuit over their low wages.", "label": "Optimal_1"}
{"text": "the MLB is changing the rules for money.", "label": "Label_0"}
{"text": "they're advocating for themselves to help the situation.", "label": "Label_5"}
{"text": "they make the district back pay them.", "label": "Label_4"}
{"text": "Players are looking for methods to improve their pay.", "label": "Label_5"}
{"text": "they filed a class action lawsuit in 2014 and has expanded to include thousands of players", "label": "Optimal_1"}
{"text": "on the other hand, MLB argues that minor league players filed a class-action lawsuit against MLB over their low wages.", "label": "Label_3"}
{"text": "they can still make more money by going for another career.", "label": "Label_3"}
{"text": "they filed for a class action lawsuit against the MLB.", "label": "Optimal_1"}
{"text": "a group of them filed a class-action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "Players earn compensation for joining up, according to Major League Baseball.", "label": "Label_3"}
{"text": "they've begun a lawsuit to demand that the MLB begin to pay their players fairly.", "label": "Optimal_1"}
{"text": "they had a trial", "label": "Label_1"}
{"text": "There has been a lawsuit filed.", "label": "Label_1"}
{"text": "in 2014 a group of minor league players took the MLB to court to get a fairer salary.", "label": "Optimal_1"}
{"text": "they often have to work other jobs to make ends meet.", "label": "Label_2"}
{"text": "Paying players for hours spent is governed by a set of regulations.", "label": "Label_4"}
{"text": "they are not paid for the whole number of hours they spend working and training.", "label": "Label_2"}
{"text": "They make a different career choice.", "label": "Label_6"}
{"text": "a class-action lawsuit against MLB over their low wages was filed by a group of minor league players in 2014.", "label": "Optimal_1"}
{"text": "They also aren't paid salaries for spring training or the off-season.", "label": "Label_2"}
{"text": "they having filed a class-action lawsuit.", "label": "Label_1"}
{"text": "they went back to pay and rules to pay players for hours worked.", "label": "Label_4"}
{"text": "they filed a lawsuit against the MLB over such low wages.", "label": "Optimal_1"}
{"text": "They want the pay-for-hours-worked regulation reinstated.", "label": "Label_4"}
{"text": "they get bonuses for joining a team.", "label": "Label_3"}
{"text": "They are pursuing legal action to fix the situation.", "label": "Label_5"}
{"text": "there is a lawsuit that can make many consequences for the minor league in the future.", "label": "Label_1"}
{"text": "they need to give up their hopes and find a different profession.", "label": "Label_6"}
{"text": "the baseball players get very low salaries with some below the poverty line.", "label": "Label_2"}
{"text": "a class action lawsuit was filed in 2014.", "label": "Optimal_1"}
{"text": "they files a class-action lawsuit in 2014 and since has expanded to include thousands of players.", "label": "Optimal_1"}
{"text": "MLB claims that since they are awarded bonuses, they make more money.", "label": "Label_3"}
{"text": "they are finding ways to get fair wages for themselves.", "label": "Label_5"}
{"text": "they are very good at the game.", "label": "Label_0"}
{"text": "it is not fairly paid for work during season.", "label": "Label_2"}
{"text": "the ultimate goal is pretty simple a lawyer and former minor league player who filed the original lawsuit told.", "label": "Label_0"}
{"text": "A class-action lawsuit was launched on behalf of minor league players.", "label": "Label_1"}
{"text": "they took action in making sure their salaries were fair and raised so they filed a lawsuit.", "label": "Optimal_1"}
{"text": "Most minor league players make very low salaries.", "label": "Label_2"}
{"text": "they want the MLB to comply with the same laws that govern Walmart and McDonald's.", "label": "Label_5"}
{"text": "they are taking action to correct the wrong.", "label": "Label_5"}
{"text": "they have filed a class-action lawsuit against MLB to have them abide by the same laws that Walmart and McDonald's abide by.", "label": "Optimal_1"}
{"text": "They chose a different professional path", "label": "Label_6"}
{"text": "They are attempting to devise effective strategies for dealing with the problem.", "label": "Label_5"}
{"text": "a former minor league player filed a lawsuit.", "label": "Label_1"}
{"text": "They want to be treated equally to other employees at large firms such as Walmart and McDonald's.", "label": "Label_5"}
{"text": "they want to have equal rights like employees at big companies such as Walmart and McDonald's.", "label": "Label_5"}
{"text": "they spend the salaries for poor people to give away it will be so proud to the parents.", "label": "Label_0"}
{"text": "They are attempting to devise effective solutions to the problem.", "label": "Label_5"}
{"text": "they fought back against it.", "label": "Label_5"}
{"text": "players demand back pay and rules so that they get paid for all the hours they work, including spring training", "label": "Label_4"}
{"text": "They now demand back compensation as well as laws requiring players to be paid for hours completed.", "label": "Label_4"}
{"text": "they're advocating to make it better.", "label": "Label_5"}
{"text": "players are advocating that they get a raise.", "label": "Label_5"}
{"text": "This is the not so glamorous.", "label": "Label_0"}
{"text": "players and their advocates argue that players are not fairly paid for their work during the season.", "label": "Label_2"}
{"text": "they play well to become major league players.", "label": "Label_0"}
{"text": "only have high salary.", "label": "Label_0"}
{"text": "Almost every major league player.", "label": "Label_0"}
{"text": "they filed a lawsuit against MLB to get back pay and rules to pay players for hours worked.", "label": "Optimal_1"}
{"text": "They demand back pay as well as laws requiring players to be paid for hours completed.", "label": "Label_4"}
{"text": "legal actions are being taken, there will be a trial in 2022, however this could affect the future of minor league baseball.", "label": "Optimal_1"}
{"text": "they are advocating to make the situation better.", "label": "Label_5"}
{"text": "they are a community of minor league players that made a lawsuit to be against the MBL payment.", "label": "Optimal_1"}
{"text": "some of them are seeking other jobs.", "label": "Label_6"}
{"text": "they are suing MLB over their low wages.", "label": "Optimal_1"}
{"text": "if they do not make enough money they are planning to choose another career.", "label": "Label_3"}
{"text": "some of them are seeking new opportunities.", "label": "Label_6"}
{"text": "they got together and filed a class-action lawsuit and sued the MLB.", "label": "Optimal_1"}
{"text": "players are exploring ways to negotiate better salaries.", "label": "Label_5"}
{"text": "rules to pay players for hours worked.", "label": "Label_4"}
{"text": "they filed a lawsuit against MLB for paying too low.", "label": "Optimal_1"}
{"text": "only paid for 40 hours.", "label": "Label_2"}
{"text": "the government are created the law and solve this problem.", "label": "Label_0"}
{"text": "in 2014 a group of players from the minor league filed a lawsuit against MLB about their low wages.", "label": "Optimal_1"}
{"text": "they are trying to make the MLB follow the same labor laws that other companies do.", "label": "Label_5"}
{"text": "they filed the law suit for them to get back pay and rules to pay players for hours work.", "label": "Optimal_1"}
{"text": "glamorous life of a minor league baseball player.", "label": "Label_0"}
{"text": "they have initiated a class-action lawsuit to be compensated for inequality.", "label": "Optimal_1"}
{"text": "they have to play bett", "label": "Label_0"}
{"text": "some players filed a lawsuit against MLB over their wages.", "label": "Optimal_1"}
{"text": "a group filed a lawsuit that could solve the problem.", "label": "Label_1"}
{"text": "they filed a lawsuit against MLB to get back pay and rules to pay players adequately.", "label": "Optimal_1"}
{"text": "they wan5 back pay and rules to pay players for hours worked.", "label": "Label_4"}
{"text": "they demand a reasonable and living wage.", "label": "Label_5"}
{"text": "MLB claims that it has bonuses.", "label": "Label_3"}
{"text": "They seek compensation for the extra hours they worked.", "label": "Label_4"}
{"text": "they have decided to file a class-action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "they can still make more money by choosing another career and there was lawsuit against MLB over their low wagess", "label": "Optimal_1"}
{"text": "Life of a minor league baseball player.", "label": "Label_0"}
{"text": "They are making a case for themselves.", "label": "Label_5"}
{"text": "they took MLB's advice and chose a different career.", "label": "Label_6"}
{"text": "they filed a class-action lawsuit.", "label": "Label_1"}
{"text": "a group of players filed a lawsuit against MLB for unfair wages.", "label": "Optimal_1"}
{"text": "they filed a lawsuit against the MLB.", "label": "Optimal_1"}
{"text": "they decided its not worth it and they should find a different job", "label": "Label_6"}
{"text": "minor league players are requesting retroactive compensation as well as rules ot ensure that their hours are paid.", "label": "Label_4"}
{"text": "they filed class-action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "They are choosing a different professional path", "label": "Label_6"}
{"text": "they are asking for back payment for spring training and making less than poverty line", "label": "Label_4"}
{"text": "a trial has been set for the courts to determine if players are owed back pay.", "label": "Optimal_1"}
{"text": "They should potentially consider looking for a new employment.", "label": "Label_6"}
{"text": "they are paid only for 40 hours.", "label": "Label_2"}
{"text": "they filed a class action lawsuit against MLB over these low wages.", "label": "Optimal_1"}
{"text": "in overcrowded apartments.", "label": "Label_0"}
{"text": "a trial happened.", "label": "Label_1"}
{"text": "they filed a lawsuit to be adequately compensated for their low salaries.", "label": "Optimal_1"}
{"text": "they often work 60+ hours a week, but are only aid for 40 hours.", "label": "Label_2"}
{"text": "They have given up baseball in favor of better-paying careers.", "label": "Label_6"}
{"text": "in 2014, a group of minor league players filed a class-action lawsuit against the MLB over their low wages.", "label": "Optimal_1"}
{"text": "they filed a class-action lawsuit, and started to take action.", "label": "Label_1"}
{"text": "trying hard to put greater effort.", "label": "Label_0"}
{"text": "they filed a lawsuit against the league.", "label": "Optimal_1"}
{"text": "they want backpay for their work", "label": "Label_4"}
{"text": "they seek their rights through legal means, so that they can have their salaries paid late.", "label": "Optimal_1"}
{"text": "they and their advocates are making it better.", "label": "Label_5"}
{"text": "A lawsuit was filed, and the matter has only grown since then.", "label": "Label_1"}
{"text": "they have organized a class-action lawsuit.", "label": "Label_1"}
{"text": "they will work harder and prove they will get a higher salarey", "label": "Label_5"}
{"text": "They often work 60 hours a week.", "label": "Label_2"}
{"text": "the MLB will pay the minor leaguers more.", "label": "Label_3"}
{"text": "They are seeking back money as well as laws requiring players to be paid for the hours they labor.", "label": "Label_4"}
{"text": "players and their advocates are taking action.", "label": "Label_5"}
{"text": "they took action.", "label": "Label_5"}
{"text": "thousands of players sued MLB, asking for back pay and compensations.", "label": "Optimal_1"}
{"text": "they sued the minor leagues.", "label": "Label_1"}
{"text": "a group of them filed a class-action lawsuit against the MLB.", "label": "Optimal_1"}
{"text": "they want more.fff", "label": "Label_0"}
{"text": "they want back pay and rules to pay players for hours worked, so get the MLB to have the same laws as Walmart.", "label": "Label_4"}
{"text": "it is paid for 40 hours.", "label": "Label_2"}
{"text": "its not unfair they just have to prove themselves to be in the major leagues plus they are paid for signing with teams.", "label": "Label_3"}
{"text": "The majority of them are seeking for new work.", "label": "Label_6"}
{"text": "they accept it.", "label": "Label_0"}
{"text": "they filed a lawsuit against MLB because of their low wages.", "label": "Optimal_1"}
{"text": "players filed a class-action lawsuit against MLB in regard to their low pay.", "label": "Optimal_1"}
{"text": "they are filing a class action lawsuit.", "label": "Label_1"}
{"text": "the government is created the lawsuit and solve the problem.", "label": "Label_0"}
{"text": "they are advocating for themselves.", "label": "Label_5"}
{"text": "On the other hand, MLB argues that minor league players can find other jobs during the off-season to add to their income.", "label": "Label_3"}
{"text": "some time the money not have in this team.", "label": "Label_0"}
{"text": "they file a class action lawsuit in 2014 and it has since expanded to include thousands of players.", "label": "Optimal_1"}
{"text": "they are decided to choosing another carrier because they are comes under the poverty line.", "label": "Label_6"}
{"text": "lawsuits have been filed against the MLB with thousands of players behind it.", "label": "Optimal_1"}
{"text": "they are advocating to help the situation for themselves.", "label": "Label_5"}
{"text": "a group of them filed a class-action lawsuit against MLB over the low payment.", "label": "Optimal_1"}
{"text": "a group of players filed a lawsuit against MLB.", "label": "Optimal_1"}
{"text": "the MLB adds bonuses for signing to a team.", "label": "Label_3"}
{"text": "a group of minor league players have filed a class-action lawsuit against MLB, with a trial set for 2022.", "label": "Optimal_1"}
{"text": "They demand some back compensation as well as laws requiring players to be paid for hours completed.", "label": "Label_4"}
{"text": "this is the life of a minor league baseball player.", "label": "Label_0"}
{"text": "some players filed a class action lawsuit in 2014 to try and be reimbursed for what they believe they are owed.", "label": "Optimal_1"}
{"text": "they decided to file a lawsuit against the minor leagues.", "label": "Label_1"}
{"text": "a group of minor league players filed a class-action lawsuit.", "label": "Label_1"}
{"text": "the minor league players have filed a class action lawsuit against Major League Baseball in an effort to make sure they get payment that will keep them above the  above the poverty line.", "label": "Optimal_1"}
{"text": "they payable for the game.", "label": "Label_0"}
{"text": "they can still make more money by choosing another career or job.", "label": "Label_3"}
{"text": "Even if they don't they can still make more money by choosing another career.", "label": "Label_3"}
{"text": "they filed a suit against the Major League for their low income in the year 2014.", "label": "Optimal_1"}
{"text": "they could make millions of dollars if/when they make it to the major leagues.", "label": "Label_3"}
{"text": "many worked their way up.", "label": "Label_0"}
{"text": "those who were not paid for spring training or made less than poverty line are demanding back payment", "label": "Label_4"}
{"text": "This is not so glamorous life of a minor league baseball player.", "label": "Label_0"}
{"text": "some of them are looking for employment somewhere else.", "label": "Label_6"}
{"text": "they filed a class action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "they would get paid.", "label": "Label_0"}
{"text": "they have filed a lawsuit with the courts.", "label": "Label_1"}
{"text": "they filed a class-action lawsuit against the MLB.", "label": "Optimal_1"}
{"text": "the case expanded and they included thousands of players that were not paid for training in the spring or of those who made salaries below the poerty line.", "label": "Label_0"}
{"text": "because of low salaries in the group of minor league players filed a class action lawsuit against MLB.", "label": "Optimal_1"}
{"text": "they took action and sued MLB over their low wages.", "label": "Optimal_1"}
{"text": "rules to pay played for hours they worked.", "label": "Label_4"}
{"text": "the players filed a lawsuit against MLB.", "label": "Optimal_1"}
{"text": "Additionally if players make it to the major leagues, they could make millions of dollars.", "label": "Label_3"}
{"text": "players demand a reasonable salary from the league.", "label": "Label_5"}
{"text": "they gives less effort here after.", "label": "Label_0"}
{"text": "most minor league players make very low salaries with some making below the poverty line..", "label": "Label_2"}
{"text": "Minor league player groups filed a class-action lawsuit against the MLB because of their low salaries.", "label": "Optimal_1"}
{"text": "they are filing a class-action lawsuit to demand better pay.", "label": "Optimal_1"}
{"text": "they do get bonuses when they sign up.", "label": "Label_3"}
