{"text": "their players well played and paid high.", "label": "Label_0"}
{"text": "they work too hard and don't get paid enough being sports player.", "label": "Label_5"}
{"text": "they work 60+ hours each week but only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "they players working the right way future in this year.", "label": "Label_0"}
{"text": "they often work +60 hours a week in extra hours but their salary only includes 40, they're also not compensated for the off-season or spring training.", "label": "Optimal_1"}
{"text": "Players and their advocates argues that players are not fairly paid for their  work during the season.", "label": "Label_1"}
{"text": "players and their advocates say that players are not fairly paid for their work in the season.", "label": "Label_1"}
{"text": "Players and their advocates argues that players are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "they aren't paid that much.", "label": "Label_2"}
{"text": "They work for 60 hours a week, but end up only getting paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work hard for over two days in hours a week but are only paid for about one day of those long hours.", "label": "Label_5"}
{"text": "they work 60+ hours a week and only paid for those 40 hours also they aren't paid for spring training or the off-season.", "label": "Optimal_1"}
{"text": "they frequently work about 60 hours a week but are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they do more work than they are paid for and some live below the poverty line.", "label": "Optimal_1"}
{"text": "they often work over the time that they are being paid.", "label": "Label_5"}
{"text": "they are paid for 40 out of 60 hours they work in a week.", "label": "Optimal_1"}
{"text": "they aren't paid as much as Major League Players.", "label": "Optimal_1"}
{"text": "almost every major league player  to started in the minor.", "label": "Label_0"}
{"text": "they're underpaid and overworked.", "label": "Label_5"}
{"text": "they don't get paid enough to pay their bills.", "label": "Label_2"}
{"text": "it doesn't pay enough for the bills.", "label": "Label_2"}
{"text": "it is not fined b", "label": "Label_0"}
{"text": "they make very little income to survive off of and there pay is much lower than the players in the MLB.", "label": "Label_2"}
{"text": "they don't get paid for all their hours of training.", "label": "Optimal_1"}
{"text": "Floors in overcrowded.", "label": "Label_0"}
{"text": "they bring home a small salary and they work side gigs to make ends meet.", "label": "Label_2"}
{"text": "in 2014 a group of minor league players filed suit against MLB to receive back pay and change the way the players are paid going forward.", "label": "Label_4"}
{"text": "they not glamorous life of minor league baseball player in 2014.", "label": "Label_0"}
{"text": "some make below the poverty line.", "label": "Optimal_1"}
{"text": "they're filing a class-action lawsuit to get paid back for their hours worked.", "label": "Label_4"}
{"text": "bringing home a small salary and working side gigs to make ends meet is not so glamorous.", "label": "Label_2"}
{"text": "they're underpaid for the amount of work they do.", "label": "Label_5"}
{"text": "they work 60 hours per week but only get paid for 40.", "label": "Optimal_1"}
{"text": "they play untrust.", "label": "Label_0"}
{"text": "MLB argues that players are paid bonuses.", "label": "Label_3"}
{"text": "When they first join the league, they are given bonuses, according to MLB.", "label": "Label_3"}
{"text": "Sleeping on air mattresses, sofas.", "label": "Label_0"}
{"text": "60+ hours a week, and are only paid 40 hours.", "label": "Optimal_1"}
{"text": "they only get paid 40 out of the 60 hours and they don't get paid during their break and some salaries are very low.", "label": "Optimal_1"}
{"text": "they are filing a lawsuit against MLB to get their salaries paid back eventually", "label": "Label_4"}
{"text": "Minor league players, on the other hand, are paid bonuses to join with a team, according to MLB.", "label": "Label_3"}
{"text": "they don't get paid enough money.", "label": "Label_2"}
{"text": "they only get paid for 40 hours of work, when they work over 60 hours.", "label": "Optimal_1"}
{"text": "t if they make it to the MLB they could make millions.", "label": "Label_3"}
{"text": "members of the MLB filed a lawsuit to try and gain more wages.", "label": "Label_4"}
{"text": "players and their advocates argue that players are not paid fairly for their work during the season.", "label": "Label_1"}
{"text": "they work very hard and their pay puts them below the poverty line.", "label": "Optimal_1"}
{"text": "they work more hours than they are paid.", "label": "Label_5"}
{"text": "their counterparts in the major league make millions.", "label": "Optimal_1"}
{"text": "players are working 60 hours but are only getting paid 40 hours, they also aren't getting paid for spring training.", "label": "Optimal_1"}
{"text": "they are not making a lot of money.", "label": "Label_2"}
{"text": "they make less money than what they have worked for.", "label": "Label_5"}
{"text": "they work more than 60 hours but get paid for only 40 hours.", "label": "Optimal_1"}
{"text": "they only get paid for 40 hours a week and often work 60+ hours a week.", "label": "Optimal_1"}
{"text": "players filed a class-action lawsuit against MLB.", "label": "Label_4"}
{"text": "they work more than 60 hours a week but are only compensated for 40 hours.", "label": "Optimal_1"}
{"text": "They often work 60+hours a week, but are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work many hours just to not be paid much for it as well as they aren't paid during spring training or off-season.", "label": "Optimal_1"}
{"text": "they make a lot of money if they make the major leagues.", "label": "Label_3"}
{"text": "they work overtime.", "label": "Label_5"}
{"text": "they are paid for only two-third of their time as well as not being paid for spring training or the off-season.", "label": "Optimal_1"}
{"text": "they don't have a glamorous life of a minor baseball player.", "label": "Label_0"}
{"text": "they get paid very low salaries even though they work long hours, they don't get a high pay.", "label": "Label_2"}
{"text": "they work more hours than what they get paid for.", "label": "Label_5"}
{"text": "Sofas, or floors in overcrowded.", "label": "Label_0"}
{"text": "they claim they work more than 60 hours a week and earn 40 hours and are not paid for off-season spring training.", "label": "Optimal_1"}
{"text": "they are underpaid to only 40 hours.", "label": "Optimal_1"}
{"text": "they are making less than they are working for.", "label": "Label_5"}
{"text": "almost every major league player from Babe Ruth to A-Rod started in the minor leagues and worked their way.", "label": "Label_0"}
{"text": "they don't get paid for spring training or during the off season.", "label": "Optimal_1"}
{"text": "they are working more than 60 hours, but they are have only 40 hours.", "label": "Optimal_1"}
{"text": "MLB claims that they receive bonuses for signing with a team.", "label": "Label_3"}
{"text": "they filed a class-action suit against MLB.", "label": "Label_4"}
{"text": "they work harder than they are payed.", "label": "Label_5"}
{"text": "the major league players earn a much higher salaries and can make more with choosing another a career.", "label": "Label_3"}
{"text": "They don't get paid for how much hours they work for.", "label": "Label_5"}
{"text": "they believe that they should get more money.", "label": "Label_2"}
{"text": "minor league players often would over 60 hours a week, and are not paid for spring training or the off-season.", "label": "Optimal_1"}
{"text": "they play decided to play very well here after.", "label": "Label_0"}
{"text": "their salaries are too low for the hours they put in.", "label": "Label_5"}
{"text": "they are very hardworkers and practice to improve their ga", "label": "Label_0"}
{"text": "when they are first playing in minor league they don't really get that much money compared to the major league they live off or peanut butter and jelly sandwiches and sleeping on barely anything.", "label": "Optimal_1"}
{"text": "they work 60 hours but only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work more than 60 hours a week, but are paid for 40 hours.", "label": "Optimal_1"}
{"text": "they don't get paid for all the work they do, like overtime, off-season or spring training.", "label": "Optimal_1"}
{"text": "they are making below the poverty line and not getting paid for their full work time.", "label": "Optimal_1"}
{"text": "they think they are worth more money.", "label": "Label_2"}
{"text": "they work over 60 hours a week, but only receive payment for 40 of those hours.", "label": "Optimal_1"}
{"text": "league players make very low salaries, with some making below the poverty line.", "label": "Optimal_1"}
{"text": "the hours they spend working are not paid entirely.", "label": "Label_5"}
{"text": "MLB, on the other hand, claims that players get compensated for signing with a team.", "label": "Label_3"}
{"text": "they work 60 hours but they are paid for 40 hours.", "label": "Optimal_1"}
{"text": "they are not paid for all the time they work, and most of their salaries are very low.", "label": "Label_5"}
{"text": "salary very important for them.", "label": "Label_0"}
{"text": "They usually work 60 hours or more every week.", "label": "Label_6"}
{"text": "the work hard and do not get paid in full.", "label": "Label_5"}
{"text": "they work for more than 60+ hours in a week but they paid only for 40 hours so they need more salary as per their work.", "label": "Optimal_1"}
{"text": "they work many hours during a week, but don't get paid for all of it.", "label": "Label_5"}
{"text": "they work overtime and not paid.", "label": "Label_5"}
{"text": "they work over 60 hours a week, but get paid for less.", "label": "Optimal_1"}
{"text": "The minor league baseball players don't get paid for how much hours they work for.", "label": "Label_5"}
{"text": "they work more than 60 hours a week but are paid for 40 hours.", "label": "Optimal_1"}
{"text": "players have filed a class-action lawsuit against MLB owners.", "label": "Label_4"}
{"text": "they decided to file a lawsuit against MLB, one of the rules they want to be rectified is that they pay the players for the hours they work.", "label": "Label_4"}
{"text": "they have the same if not more hours than regular jobs and make less money which is 40 to 60 hours.", "label": "Optimal_1"}
{"text": "they often work over 60 hours a week.", "label": "Label_6"}
{"text": "they are only paid for 40 hours, yet have to work 60.", "label": "Optimal_1"}
{"text": "they work over 60 hours a week, but they are only paid for 40 hours a week.", "label": "Optimal_1"}
{"text": "the players are only paid for 40 hours but works 60 hours.", "label": "Optimal_1"}
{"text": "Players and their supporters say that they are underpaid for the labor they do during the season.", "label": "Label_1"}
{"text": "they aren't paid for spring training or the off-season.", "label": "Optimal_1"}
{"text": "they are only paid for 40 hours a week when they often work for 60.", "label": "Optimal_1"}
{"text": "after facing several hurdles making its way through the courts, a trial is set for 2022.", "label": "Label_4"}
{"text": "They put in over 60 hours every week.", "label": "Label_6"}
{"text": "they're not even making minimum wage.", "label": "Label_0"}
{"text": "the long hours and training doesn't comply with similar laws applied to other venues such as McDonalds or Walmart.", "label": "Label_0"}
{"text": "they work for 60 hours but are only paid 40 hours.", "label": "Optimal_1"}
{"text": "they work 60+ hours a week but the payment is only for 40 hours.", "label": "Optimal_1"}
{"text": "they are working over 60 hours a week but are only being paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work 20 unpaid hours, for a total of 60 hours a week.", "label": "Label_6"}
{"text": "they work 20 more hours than major league players for low salaries.", "label": "Label_0"}
{"text": "they believe that they deserve more money.", "label": "Label_2"}
{"text": "many players do not get paid for spring training or the off-season and some players make so little money that they are living poverty.", "label": "Optimal_1"}
{"text": "the players work 60 + hours during the season but they only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they play a sport that is super popular and large but they only get paid a small barely above the poverty line.", "label": "Optimal_1"}
{"text": "they are underpaid for the extra hours they put in.", "label": "Label_5"}
{"text": "a class- action.", "label": "Label_0"}
{"text": "they concern to play very worse.", "label": "Label_0"}
{"text": "they are not paid for all the hours that they work.", "label": "Label_5"}
{"text": "they work over 60 hours a week and are paid 40 hours.", "label": "Optimal_1"}
{"text": "they work over 60 hours a week, but are only paid 40 hours.", "label": "Optimal_1"}
{"text": "Their pay is quite poor.", "label": "Label_2"}
{"text": "They work a lot longer than 60 hours a week.", "label": "Label_6"}
{"text": "minor league players are underpaid by MLB.", "label": "Label_2"}
{"text": "they work many hours but are only paid for 40.", "label": "Optimal_1"}
{"text": "they often work 60+ hours a week, but are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work for over 60 hours a week, but only get paid 40 hours, and they aren't paid for spring training/off-season.", "label": "Optimal_1"}
{"text": "the group of minor league players field a class-action lawsuit against MLB over their low wages.", "label": "Label_4"}
{"text": "they are only paid for 40 out of the 60 hours they usually work.", "label": "Optimal_1"}
{"text": "they are working 60 hours and only getting paid for 40.", "label": "Optimal_1"}
{"text": "MLB argues that players get bonuses.", "label": "Label_3"}
{"text": "many players do not get paid for spring training or the off-season, and some players make so little money that they are living in poverty.", "label": "Optimal_1"}
{"text": "On average, they work more than 60 hours every week.", "label": "Label_6"}
{"text": "many of these players often work over 60 hours a week, yet only are paid for 40 hours of work, showing how they are vastly underpaid for the amount the work and deserve more.", "label": "Optimal_1"}
{"text": "it was used photo.", "label": "Label_0"}
{"text": "They work and put in more than 60 hours every week.", "label": "Label_6"}
{"text": "they are paid for 40 hours of work a week when they work over 60 hours.", "label": "Optimal_1"}
{"text": "that are associated with Major League Baseball.", "label": "Label_0"}
{"text": "they believe they are worth more money.", "label": "Label_2"}
{"text": "Players and their people argue that players are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "they are not fairly pid for their work during the season.", "label": "Label_1"}
{"text": "they often work overtime.", "label": "Label_5"}
{"text": "players and the  advocates argue that players are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "they are only paid for 40 out of 60 hours of their work nor are they paid for spring training.", "label": "Optimal_1"}
{"text": "their wage and working hours are uneven, they are underpaid for overworking.", "label": "Label_5"}
{"text": "Bringing home a tiny salary and working side gigs to make ends meet.", "label": "Label_2"}
{"text": "they are underpaid and work side gigs to make ends meet", "label": "Label_2"}
{"text": "they are not paid during spring training or off season, and they often work longer hours than a normal work week.", "label": "Optimal_1"}
{"text": "Bringing home a really small salary and working side gigs to make ends meet.", "label": "Label_2"}
{"text": "they working much more than 60 hours per week.", "label": "Label_6"}
{"text": "they live under the poverty line and often have to work multiple jobs to make ends meet.", "label": "Optimal_1"}
{"text": "they are often not paid for extra hours they work.", "label": "Label_5"}
{"text": "They work over 60 hours and don't make enough money.", "label": "Optimal_1"}
{"text": "they work more than 60+ hours than they get paid for.", "label": "Optimal_1"}
{"text": "players of other teams make more than they do.", "label": "Optimal_1"}
{"text": "MiLB's lack of attention to the life that the players have.", "label": "Label_0"}
{"text": "some disgruntled players sued MLB over low pay in 2014.", "label": "Label_4"}
{"text": "They only get paid for 40 hours a week even they very often work for over 60 hours a week.", "label": "Optimal_1"}
{"text": "they do not get paid overtime nor do they get paid for spring training.", "label": "Optimal_1"}
{"text": "they're paid for less hours compared to what they actually work.", "label": "Label_5"}
{"text": "they practice for 60 hours a week and only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work 60 plus hours a week, but are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they often work over 60 hours a week, but are not paid for 60 hours.", "label": "Optimal_1"}
{"text": "they are not paid adequately for the number of hours that they actually work.", "label": "Label_5"}
{"text": "they work long hours and not paid when they are not working.", "label": "Label_5"}
{"text": "they often work 60+ hour weeks but are only paid as a 40 hour week, they also are not paid for training.", "label": "Optimal_1"}
{"text": "MLB argues that they receive bonuses.", "label": "Label_3"}
{"text": "it is very hard.", "label": "Label_0"}
{"text": "they work up to 60 hours per week but are paid just above the poverty line.", "label": "Optimal_1"}
{"text": "even though  they work for 60 hours or more for a week, they are only paid for 40 hours, while also they aren't neither paid for the spring training nor the off-season.", "label": "Optimal_1"}
{"text": "they live off of peanut butter and jelly sandwiches but work over 60 hours per week, but only get paid for 40.", "label": "Optimal_1"}
{"text": "they often work more then what they are paid.", "label": "Label_5"}
{"text": "they work more hours then they are paid and struggle to make ends meet.", "label": "Label_2"}
{"text": "they often work 60+ hours a week, but are only paid for 40.", "label": "Optimal_1"}
{"text": "they work 60 hours plus a week only get paid for 40 and their wages are below the poverty line.", "label": "Optimal_1"}
{"text": "They often work over 60 hours every week, but only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work 60+ hours and only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work many hours but they were paid less than average which is unfair.", "label": "Label_5"}
{"text": "they often work 60+ hours a week while only being paid for 40.", "label": "Optimal_1"}
{"text": "they can make millions if they make the majors.", "label": "Label_3"}
{"text": "they work over 60 hours but only get paid for 40 which isn't fair and is causing them to lose money that they worked hard to earn.", "label": "Optimal_1"}
{"text": "they are only paid for 40 hours work a week when they work for 60 hours.", "label": "Optimal_1"}
{"text": "living off peanut butter and jelly sandwiches.", "label": "Label_0"}
{"text": "they are underpaid.", "label": "Label_2"}
{"text": "some players make below the poverty line.", "label": "Optimal_1"}
{"text": "players were not paid for spring training.", "label": "Optimal_1"}
{"text": "it was a so hard.", "label": "Label_0"}
{"text": "they live off peanut butter and jelly sandwiches and they work 60+ hours a week but they only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "minor league baseball or milb is a group of professional baseball leagues that are associates with major league baseball.", "label": "Label_0"}
{"text": "they work more than 60 hours every week, but get paid only for 40 of those hours.", "label": "Optimal_1"}
{"text": "they're underpaid and live in bad living conditions", "label": "Label_2"}
{"text": "even though they may work over 60 hours a week, they are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they often worked 60 hours a week and were only paid for 40 and were not paid at all for off-season or spring training.", "label": "Optimal_1"}
{"text": "they are bit paid for spring training.", "label": "Optimal_1"}
{"text": "they often work 60 hours or more a week, but get paid for only 40 hours.", "label": "Optimal_1"}
{"text": "they are not paid for extra hours worked or spring training and off-season.", "label": "Optimal_1"}
{"text": "they work 60 hours a week, but only get paid for 40.", "label": "Optimal_1"}
{"text": "Almost every major league player-from Babe Ruth to A-Rod-started in the minor  leagues and worked their way up.", "label": "Label_0"}
{"text": "they often work more than 40 hours a week and are only paid that many hours.", "label": "Optimal_1"}
{"text": "they are paid below the poverty line, they don't even get paid for their spring training.", "label": "Optimal_1"}
{"text": "MLB argues that they are paid bonuses.", "label": "Label_3"}
{"text": "major league players make a much larger amount than they do.", "label": "Optimal_1"}
{"text": "players tend to work for more than 60 hours a week but only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "they're making less than minimum wage.", "label": "Label_0"}
{"text": "they filed a class action lawsuit against their low wages.", "label": "Label_4"}
{"text": "they are not paid for 20 hours that they are working.", "label": "Optimal_1"}
{"text": "they work 20 hours more than they are paid for.", "label": "Optimal_1"}
{"text": "they train so hard, put in extra work, and also stay in shape just so they can have a better contract and that so the coach can take a chance on them.", "label": "Label_0"}
{"text": "they do not get paid for all of the hours they actually work.", "label": "Label_5"}
{"text": "they work 20 unpaid hours.", "label": "Optimal_1"}
{"text": "they often work 60 hours a week while only being paid for 40.", "label": "Optimal_1"}
{"text": "the are underpaid for overworking", "label": "Label_5"}
{"text": "players have a hard time making ends meet.", "label": "Label_2"}
{"text": "they work just as hard if not harder than older baseball players yet get less money to be in the poverty line.", "label": "Optimal_1"}
{"text": "their pay is so low that some make below the poverty line.", "label": "Optimal_1"}
{"text": "the players aren't payed enough.", "label": "Label_2"}
{"text": "minor league teams are often used to train players to join the majors.", "label": "Label_0"}
{"text": "they often work more than the amount of time that they are paid for.", "label": "Label_5"}
{"text": "they are paid for only 40 hours a week while they work 60+ hours.", "label": "Optimal_1"}
{"text": "they work as hard as major league baseball players.", "label": "Optimal_1"}
{"text": "they earn below the poverty line.", "label": "Optimal_1"}
{"text": "every  improve their game play.", "label": "Label_0"}
{"text": "they work long hours and are hardly paid enough to survive.", "label": "Label_5"}
{"text": "they work for over 60 hours a week, but only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "the athletes are not allowed to practice until they get the grates.", "label": "Label_0"}
{"text": "they work longer then they get paid for.", "label": "Label_5"}
{"text": "some players are making very low salaries below the poverty line.", "label": "Optimal_1"}
{"text": "players are underpaid.", "label": "Label_2"}
{"text": "they work around 60 hours a week and only get paid for 40 of the hours worked.", "label": "Optimal_1"}
{"text": "the feel they are underpaid.", "label": "Label_2"}
{"text": "they work 60 hours a week but usually get paid for 3/4 of that.", "label": "Optimal_1"}
{"text": "they work 60 hours, and only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "they filed a lawsuit asking for equal rights to workers.", "label": "Label_4"}
{"text": "their salary is significantly low and they are having to work more 20 hours of unpaid work.", "label": "Optimal_1"}
{"text": "they are only paid for 40 hours, while they often work over 60.", "label": "Optimal_1"}
{"text": "They frequently work more than 60 hours each week..", "label": "Label_6"}
{"text": "they work 60 but they get paid for 40.", "label": "Optimal_1"}
{"text": "they often work over 60 hours a week, but are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work over 60 hours but are paid for only 40.", "label": "Optimal_1"}
{"text": "their salaries were low compared to MLB players and they sometimes didnt get paid for all the hours.", "label": "Optimal_1"}
{"text": "it doesn't pay enough for the bills to be sleeping on air mattresses, sofas or floors in overcrowed apartments", "label": "Label_2"}
{"text": "they work 40+ hours a week but only paid for 40.", "label": "Optimal_1"}
{"text": "that players are not at all fairly paid for their work during the season.", "label": "Label_1"}
{"text": "They pay extremely little for their game in American nations, both within and outside of season, which is simply wrong.", "label": "Label_2"}
{"text": "many are living with poverty wages, and are not paid fairly for the work they do.", "label": "Optimal_1"}
{"text": "they're filing a lawsuit to get paid what they are owed from MLB", "label": "Label_4"}
{"text": "they get paid for 40 hours a week but work over 60 hours.", "label": "Optimal_1"}
{"text": "they took the MLB to court over underpaid salaries.", "label": "Label_4"}
{"text": "they often work more than 60 hours per week, but are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they are paid for less hours than they work and most receive very low salaries.", "label": "Label_5"}
{"text": "most make poverty level wages.", "label": "Optimal_1"}
{"text": "they work 60 hours a week and get paid for 40 hours a week.", "label": "Optimal_1"}
{"text": "They frequently work more than 60 hours each week", "label": "Label_6"}
{"text": "a class action lawsuit has been filed to increase salaries.", "label": "Label_4"}
{"text": "they work long hours up to 60+ a week however only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "During the season, players are not compensated well enough for their efforts.", "label": "Label_1"}
{"text": "they are not getting paid for spring training or off season.", "label": "Optimal_1"}
{"text": "they are thought to make money during spring training.", "label": "Label_0"}
{"text": "they play unfriendly.", "label": "Label_0"}
{"text": "they are not fairly paid for their work in that season, as they were work for 60+ hours a week but receiving only for 40 hours.", "label": "Optimal_1"}
{"text": "minor league players make very low salaries, with some making below the poverty line.", "label": "Optimal_1"}
{"text": "players and their advocates that players are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "many of them are paid wages below the poverty line.", "label": "Optimal_1"}
{"text": "some live below poverty lines and are paid for a forty hour week, when they often work as many as 60 hours.", "label": "Optimal_1"}
{"text": "las kjk jk87kgjvgvhklgl;.", "label": "Label_0"}
{"text": "a group of them got together to file a lawsuit against the MLB back in 2014 demanding that they get paid back the money they are owned and to put rules in place for salaries.", "label": "Label_4"}
{"text": "they are often work 60+ hours a week.", "label": "Label_6"}
{"text": "They often work more than 60 hours a week, but they are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "minor league baseball or milb is a group of professional baseball leagues that are associated with major  league.", "label": "Label_0"}
{"text": "they work overtime and not paid for it.", "label": "Label_5"}
{"text": "their salaries are too low for the hours they put in, like being paid for 40 hours when they work 60.", "label": "Optimal_1"}
{"text": "they work 60+ hours a week, but only get paid for 40.", "label": "Optimal_1"}
{"text": "they are often underpaid", "label": "Label_2"}
{"text": "they get paid less 33% than the amount of hours they work.", "label": "Label_5"}
{"text": "they can hardly afford anything for what they do they can only afford so much food and cannot get a bed and have to live with other people just to survive.", "label": "Label_2"}
{"text": "they believe they have the same skills as Major League Baseball players.", "label": "Label_0"}
{"text": "even though they work over 60 hours a week, they only get paid for 40.", "label": "Optimal_1"}
{"text": "there staying in extra shape and the coaches aren't really paying them the money they deserve.", "label": "Label_0"}
{"text": "they work over 60 hours a week but they are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they often work 60 hours a week but are paid for 40 hours.", "label": "Optimal_1"}
{"text": "they still work as much as major league players and commit just the same.", "label": "Optimal_1"}
{"text": "they work 60+ hours but get paid only 40 hours.", "label": "Optimal_1"}
{"text": "they work for 60 hours and only get paid for 40.", "label": "Optimal_1"}
{"text": "though they often work over 60 hours a work they are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they don't get paid for a lot of their work, working 60 hours but only being paid for 40.", "label": "Optimal_1"}
{"text": "they work 60 hours but only get paid so little.", "label": "Optimal_1"}
{"text": "In 2014 a group of minor players field a class action against MLB over their low wages.", "label": "Label_4"}
{"text": "many of them make less than minimum wage for their work.", "label": "Label_0"}
{"text": "they aren't paid for a lot of the work they do.", "label": "Label_5"}
{"text": "they work hard and only get paid half the amount of money they deserve.", "label": "Label_5"}
{"text": "they work 60 hours, but are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they often over work and aren't paid for preseason.", "label": "Label_5"}
{"text": "This is the not so glamorous life of a minor league baseball  player.", "label": "Label_0"}
{"text": "they are very hardworkers and practice to improve their gam", "label": "Label_0"}
{"text": "they play a sport that is super popular and large buty they only get paid a small ammount and barely live with the salary.", "label": "Label_2"}
{"text": "they are paid for 40 hours a week of work while they work over 60 hours.", "label": "Optimal_1"}
{"text": "Major League Baseball argues that players get bonuses for signing up.", "label": "Label_3"}
{"text": "they aren't paid for spring training or off-season.", "label": "Optimal_1"}
{"text": "they play way more than professional players and they still don't get a good salary, moreover they don't live in good conditions.", "label": "Optimal_1"}
{"text": "they work 60 or more hours a week but are only compensated for 40 of them.", "label": "Optimal_1"}
{"text": "they are using the legal system to sue Major League Baseball.", "label": "Label_4"}
{"text": "they think the should be making a higher salary.", "label": "Label_2"}
{"text": "the work 60 hours a week, but only get paid for 40 hours a week and they don't get paid for spring training or off-season.", "label": "Optimal_1"}
{"text": "most minor league players make very low salaries, with some making below the poverty line.", "label": "Optimal_1"}
{"text": "they work 60 hours but are only paid for 40.", "label": "Optimal_1"}
{"text": "They labor more hours than they are compensated for.", "label": "Label_5"}
{"text": "they are living off of peanut butter and jelly sandwiches.", "label": "Label_0"}
{"text": "they're not being paid for the hours they work for and any training.", "label": "Label_5"}
{"text": "they work for more than 60 hours a week.", "label": "Label_6"}
{"text": "it makes it to the major leagues, they could make million of dollars.", "label": "Label_3"}
{"text": "they are only paid for 40 hours a week, despite often working over 60 hours.", "label": "Optimal_1"}
{"text": "they work for more than 60 hours a week but are only paid for 40.", "label": "Optimal_1"}
{"text": "Major League Baseball argues that players get paid bonuses to sign for a team.", "label": "Label_3"}
{"text": "they live on peanut butter and jelly sandwiches and sleep on air mattresses, sofas, or floors in overcrowded apartments.", "label": "Label_0"}
{"text": "they often work 20 unpaid hours.", "label": "Optimal_1"}
{"text": "they work sixty or more hours in a week, but are only paid for some of those hours.", "label": "Optimal_1"}
{"text": "they work more than the typical work week and must sacrifice living conditions that difficult to live in.", "label": "Label_5"}
{"text": "minor league players are underpaid.", "label": "Label_2"}
{"text": "they are paid for only 40 hours of work when they work 60+ hours a week.", "label": "Optimal_1"}
{"text": "they work overtime of over 60 hours a week and sometimes make below poverty line salaries.", "label": "Optimal_1"}
{"text": "Every week, the athletes put in a total of 60 hours on the work.", "label": "Label_6"}
{"text": "many times they make below the poverty line.", "label": "Optimal_1"}
{"text": "they work for more hours than they are paid for.", "label": "Label_5"}
{"text": "They will be asked to perform extensive unpaid labour.", "label": "Label_5"}
{"text": "they don't get more money when they play.", "label": "Label_2"}
{"text": "they are not payed a fair amount for their work time.", "label": "Label_5"}
{"text": "players their advocates argue that players are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "they don't get paid for majority of the hours they work, they work for sixty hours but only get paid for 40.", "label": "Optimal_1"}
{"text": "they work 60 hours and only get paid for 40.", "label": "Optimal_1"}
{"text": "they often work over 60 hours a week, yet only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they get paid less then they were supossed to get.", "label": "Label_2"}
{"text": "Major League Baseball disagrees and aruges that players get bonuses to sign for a team.", "label": "Label_3"}
{"text": "they often work over 60 hours a week, while being paid for 40.", "label": "Optimal_1"}
{"text": "they work 60+ hours a week and get paid for 40 hours while also not being paid for spring training.", "label": "Optimal_1"}
{"text": "salary and working side gigs to make ends meet.", "label": "Label_2"}
{"text": "they are often work 60+ hours a week and only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "they are seeking legal action so that they can have their salaries paid back at a later date.", "label": "Label_4"}
{"text": "they often work many hours of the week but don't get paid for how much they should be getting.", "label": "Label_5"}
{"text": "they are paid for 40 hours per week, despite working more than 60 hours.", "label": "Optimal_1"}
{"text": "they are living off peanut butter and jelly sandwiches.", "label": "Label_0"}
{"text": "they work overtime, being paid for 40 hours while working over 60 hours a week.", "label": "Optimal_1"}
{"text": "they work over 60 hours a week and get paid for less.", "label": "Optimal_1"}
{"text": "they are in poverty.", "label": "Optimal_1"}
{"text": "MLB argues that they get paid bonuses, so they actually make more money.", "label": "Label_3"}
{"text": "They are not compensated for all of their work hours, and the majority of their incomes are pitiful.", "label": "Label_5"}
{"text": "they get pain very low.", "label": "Label_2"}
{"text": "Players and their advocates argue that players are not fairly paid for their work during", "label": "Label_1"}
{"text": "they often work about 60 hours, but are only paid for 40.", "label": "Optimal_1"}
{"text": "they aren't paid for all the time they work, and aren't paid during training and the off-season.", "label": "Optimal_1"}
{"text": "they work 60 or more hours and only get paid for 40 hours of work and they don't get paid for off-season or spring training.", "label": "Optimal_1"}
{"text": "MLB argues that players get paid bonuses.", "label": "Label_3"}
{"text": "they often work 60 plus hours a week and are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they are only paid for 40 out of the 60 hours that they work a week.", "label": "Optimal_1"}
{"text": "Major League Baseball disagrees with them, claiming that players get big bonuses with they first join a team.", "label": "Label_3"}
{"text": "players bring home a small salary and working side gigs to make ends meet.", "label": "Label_2"}
{"text": "the club didn't earn the profit to conduct the minor league tournament.", "label": "Label_0"}
{"text": "small salary and working side gigs to make ends meet.", "label": "Label_2"}
{"text": "they are only paid for 40 hours when they often work over 60 hours.", "label": "Optimal_1"}
{"text": "they work over 60 hours a week and only get paid for working 40 hours.", "label": "Optimal_1"}
{"text": "they make less than the coaches.", "label": "Label_0"}
{"text": "they often work over 60 hours a week and only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "they are working for 60 hours but only getting paid for 40.", "label": "Optimal_1"}
{"text": "they don't make enough money.", "label": "Label_2"}
{"text": "they have to live off of peanut butter and jelly sandwiches.", "label": "Label_0"}
{"text": "MLB claims that they are compensated for signing with a team.", "label": "Label_3"}
{"text": "their wages are below the poverty level.", "label": "Optimal_1"}
{"text": "it is not fairly paid.", "label": "Label_1"}
{"text": "they work over 60+ hours a week but get paid only for 40 hours.", "label": "Optimal_1"}
{"text": "they get paid for less hours than actually completed and aren't paid for spring training.", "label": "Optimal_1"}
{"text": "they claim that they don't get paid the right amount for the hours they have worked, along with not being paid for spring training or when it is off-season.", "label": "Optimal_1"}
{"text": "they are barely enough money.", "label": "Label_2"}
{"text": "they work more than 60 hours a week and get less than fast food employees.", "label": "Label_6"}
{"text": "they are not paid for the hours they put in.", "label": "Label_5"}
{"text": "as they normally work for 60 hours and are only paid for 40 hours of work.", "label": "Optimal_1"}
{"text": "they often work over more hours than they are paid for.", "label": "Label_5"}
{"text": "they could make millions if they make it to the major leagues.", "label": "Label_3"}
{"text": "they have filed a lawsuit to get more favorable pay.", "label": "Label_4"}
{"text": "they are only paid for 40 hours, but they work over 60 hours a week, and they are not paid during spring training or off-season.", "label": "Optimal_1"}
{"text": "players and their  advocates argue that players are not paid adequately for their work during the season.", "label": "Label_1"}
{"text": "players and advocates for them argue that players are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "they still work as much as major league players.", "label": "Optimal_1"}
{"text": "they are making below the poverty line.", "label": "Optimal_1"}
{"text": "MLB didn't comply with the same law Walmart and McDonald comply with.", "label": "Label_0"}
{"text": "although they work 60+ hours per week, they're only getting paid based on 40 hours salary, causing them to earn low salaries, some below the poverty line.", "label": "Optimal_1"}
{"text": "they do not get paid for 20 of the hours they work for.", "label": "Optimal_1"}
{"text": "they often work 60 hours a week, but only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they make very low salaries, with some making below the poverty line.", "label": "Optimal_1"}
{"text": "they don't get enough money and their salaries are low.", "label": "Label_2"}
{"text": "They frequently work 60 hours each week.", "label": "Label_6"}
{"text": "they live off peanut butter and jelly sandwiches and they work way too much.", "label": "Label_0"}
{"text": "they work 60+ hours a week and are only paid 40 hours.", "label": "Optimal_1"}
{"text": "they work more hours than they are paid for.", "label": "Label_5"}
{"text": "players and their advocates argue the players are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "they get pay for 40 when they often work over 60.", "label": "Optimal_1"}
{"text": "They could work over 60 hours every week on average.", "label": "Label_6"}
{"text": "They work 60+ hours every week or so on average.", "label": "Label_6"}
{"text": "they work as much as MLB players but they are paid much less.", "label": "Optimal_1"}
{"text": "they put in a lot of work and hours and don't get paid they are not making enough to sustain costs and are making less than the minimum they often work 60 hours and get paid for 40 hours only.", "label": "Optimal_1"}
{"text": "they work over 60 hours a week, but are paid for only 40 hours.", "label": "Optimal_1"}
{"text": "A week's worth of work is usually 60 hours or more.", "label": "Label_6"}
{"text": "they work sixty hours a week.", "label": "Label_6"}
{"text": "they often work for 60+ hours a week but are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work more hours than they are paid for and are not paid for off season work.", "label": "Optimal_1"}
{"text": "During the season, players are not appropriately compensated for their efforts.", "label": "Label_1"}
{"text": "they are comparable to poverty.", "label": "Optimal_1"}
{"text": "they aren't paid by the hour & are making below the poverty line.", "label": "Optimal_1"}
{"text": "they will play very well here after.", "label": "Label_0"}
{"text": "They put in more hours for less money.", "label": "Label_5"}
{"text": "they often work 60+ hours a week and only get paid 40 hours, some even make below the poverty line.", "label": "Optimal_1"}
{"text": "it doesn't pay enough for the bills to be sleeping on air mattresses, sofas or floors in overcrowed apartment.", "label": "Label_2"}
{"text": "They often work 60+ hours a week, but are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they don't know.", "label": "Label_0"}
{"text": "they are paid very low wages.", "label": "Label_2"}
{"text": "they work for 60+ hours every week, but are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they often work 20 hours more than what they are paid, and often make salaries that put them below the poverty line.", "label": "Optimal_1"}
{"text": "they frequently work more than 60 hours each week but get paid for less.", "label": "Optimal_1"}
{"text": "similar to other low paying positions they have potential for great increases later on.", "label": "Label_3"}
{"text": "they are underpaid for the amount of hours they work.", "label": "Label_5"}
{"text": "they are not paid for all the work they do and some of them are below the poverty line.", "label": "Optimal_1"}
{"text": "During the season, players are not appropriately compensated for their effort", "label": "Label_1"}
{"text": "Sleeping on air mattresses, sofas, or floors.", "label": "Label_0"}
{"text": "they work over 60 hours but are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "They often put in more than 60 hours every week.", "label": "Label_6"}
{"text": "their talent was not being valued.", "label": "Label_0"}
{"text": "they seek their rights through legal means so they can have their late salaries paid back to them.", "label": "Label_4"}
{"text": "they claim earn less than a minimum wage and still work more than 60 hours a week.", "label": "Optimal_1"}
{"text": "they work 60 hours a week and only paid for 40 hours and they are not paid for spring training or offseason.", "label": "Optimal_1"}
{"text": "this game not much familiar than cricket.", "label": "Label_0"}
{"text": "the players often work for 60 hours when they are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they are not paid for the full amount of hours that they work.", "label": "Label_5"}
{"text": "they work over 60 hours while getting income of 40 hours.", "label": "Optimal_1"}
{"text": "bringing home a small salary below poverty line and have to work other jobs.", "label": "Optimal_1"}
{"text": "they work so hard and don't get paid, they often work 60 hours a week.", "label": "Optimal_1"}
{"text": "most minor league players earn very low salaries, some living below the poverty line.", "label": "Optimal_1"}
{"text": "not only are they not paid for less hours than they work, but they are also not paid for spring training or the off-season.", "label": "Optimal_1"}
{"text": "they say  they train 60 hours a week, but earn 40-hour wages and are not paid for spring and off-season training.", "label": "Optimal_1"}
{"text": "most minor league players make low salaries, with some making below the poverty line.", "label": "Optimal_1"}
{"text": "they are paid for 40 hours instead of 60.", "label": "Optimal_1"}
{"text": "even though they could be making millions of dollars their wages are below the average.", "label": "Label_2"}
{"text": "the work more than the pay.", "label": "Label_5"}
{"text": "they are not paid for all of the hours that they work.", "label": "Label_5"}
{"text": "they often are only paid for 40 hours, while they work 60 hour weeks.", "label": "Optimal_1"}
{"text": "they live off or peanut butter and jelly sandwiches and sleeping on air mattresses, sofas, or even floors in overcrowded apartments.", "label": "Label_0"}
{"text": "making below the poverty line.", "label": "Optimal_1"}
{"text": "bringing home a low pay salary causes them to have other jobs to make sure they're stable and they only get 40 hours of pay out of the 60 hours they've worked.", "label": "Optimal_1"}
{"text": "they are not paid for the amount of time they play.", "label": "Label_5"}
{"text": "they are paid for 40 hours, when working 60.", "label": "Optimal_1"}
{"text": "They frequently labor more than 60 hours each week and live in substandard accommodation.", "label": "Label_6"}
{"text": "they usually work 60+ hours a week, but only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work hard and they work for more and are paid for less.", "label": "Label_5"}
{"text": "they believe that they should make more money.", "label": "Label_2"}
{"text": "they work 60+ hours but only get paid for 40.", "label": "Optimal_1"}
{"text": "they don't get paid for majority of the hours they work.", "label": "Label_5"}
{"text": "they work over 60 hours a week and are not getting paid enough.", "label": "Optimal_1"}
{"text": "they are underpaid for their work.", "label": "Label_5"}
{"text": "they are not paid for most of the time and effort that they have to put into their jobs.", "label": "Label_5"}
{"text": "this is the not so glamorous life.", "label": "Label_0"}
{"text": "they often work 60 plus hours and are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they often times work over 60 hours a week and only get paid for 40.", "label": "Optimal_1"}
{"text": "the work more than 60 hours but they are only paid 40.", "label": "Optimal_1"}
{"text": "they live on peanut butter and jelly sandwiches.", "label": "Label_0"}
{"text": "they are not paid for the hours that they work.", "label": "Label_5"}
{"text": "they are paid for working 40 hours not 60.", "label": "Optimal_1"}
{"text": "they are working over 60 hours a week, but are getting paid for only 40.", "label": "Optimal_1"}
{"text": "they started a class-action lawsuit in an attempt to get wages in line with the hours they work and competitive in their field.", "label": "Label_4"}
{"text": "they a small salary and working side gigs to make ends meet.", "label": "Label_2"}
{"text": "they work more than fast food employees and get less.", "label": "Label_5"}
{"text": "they often work over 60 hours a week, but make salaries below the poverty line.", "label": "Optimal_1"}
{"text": "According to MLB, athletes are awarded bonuses when they sign with a team.", "label": "Label_3"}
{"text": "Players and their supporters complain that they are not compensated an appropriate amount for their efforts during the season.", "label": "Label_1"}
{"text": "bringing home a small salary so low they have to work other jobs.", "label": "Label_2"}
{"text": "they are not paid for the 60+ hours that they work every week.", "label": "Optimal_1"}
{"text": "they work 60 hours a week, but are paid for 40 hours.", "label": "Optimal_1"}
{"text": "they aren’t paid over time.", "label": "Label_5"}
{"text": "they are not compensated for the time they work.", "label": "Label_5"}
{"text": "they think they should be making more money.", "label": "Label_2"}
{"text": "they need more money for the game.", "label": "Label_2"}
{"text": "they could just make more money by choosing a different career.", "label": "Label_3"}
{"text": "Players and their advocates argue that players are not paid reasonably for their work during the season.", "label": "Label_1"}
{"text": "they are put through intensive work with very low pay.", "label": "Label_2"}
{"text": "they often work over 60 hours, however they are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work 60+ hours a week and are only paid for 40 of those hours.", "label": "Optimal_1"}
{"text": "they often work over 60 hours, but they are only paid for 40.", "label": "Optimal_1"}
{"text": "They say they want back pay and rules to pay players for hours worked.", "label": "Label_4"}
{"text": "According to MLB, players are awarded bonuses when they join the league.", "label": "Label_3"}
{"text": "they often work 60+ hours a week but are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work 60+ hours but only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work 60 hours a week and only get paid for 40.", "label": "Optimal_1"}
{"text": "they work more than 60 hours a week and get paid only four 40 hours.", "label": "Optimal_1"}
{"text": "they are only paid for 40 hours, work 60 hours a week and are not yet paid for practice.", "label": "Optimal_1"}
{"text": "they play as many games as Major League players.", "label": "Label_0"}
{"text": "they often have to work 60+ hour work weeks but are typically only paid for 40 of those hours.", "label": "Optimal_1"}
{"text": "they believe they're worthy of a higher salary.", "label": "Label_2"}
{"text": "they work more than 60 hours a week.", "label": "Label_6"}
{"text": "they work 60 hours a week but only get paid for 40.", "label": "Optimal_1"}
{"text": "they are expected to do significant amounts of unpaid work.", "label": "Label_5"}
{"text": "they work 60+ hrs a week, and are only paid for 40 of those hours.", "label": "Optimal_1"}
{"text": "they work more than 60 hours a week and are not paid for spring season or off-season.", "label": "Optimal_1"}
{"text": "they work 60+ hours a week but get compensation for only 40 of those hours.", "label": "Optimal_1"}
{"text": "they often work lots.", "label": "Label_5"}
{"text": "they make low enough to be poverty.", "label": "Optimal_1"}
{"text": "the players the athletes are not allowed to practice until they get the grades.", "label": "Label_0"}
{"text": "with some making below the poverty line.", "label": "Optimal_1"}
{"text": "they are overworked and underpaid.", "label": "Label_5"}
{"text": "they often work more than they are paid for.", "label": "Label_5"}
{"text": "They routinely work 60-hour weeks.", "label": "Label_6"}
{"text": "they work 60 hours then they get paid for 40 hours.", "label": "Optimal_1"}
{"text": "they have the same if not more hours than regular jobs and make less money.", "label": "Label_5"}
{"text": "They labor longer hours for less pay.", "label": "Label_5"}
{"text": "They work 60+ hours a week on average.", "label": "Label_6"}
{"text": "They put in longer hours yet get paid less.", "label": "Label_5"}
{"text": "they don't get enough money and they're salaries are for six years.", "label": "Label_2"}
{"text": "Players and the supporters argue that players are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "MiLB's lack of attention to the work and dedication the players put into the game.", "label": "Label_0"}
{"text": "they make very low salaries.", "label": "Label_2"}
{"text": "MLB argues that they are paid signing bonuses.", "label": "Label_3"}
{"text": "the players game.", "label": "Label_0"}
{"text": "They put in more hours than they get compensated for.", "label": "Label_5"}
{"text": "players  and their advocates argue that players are not fairly paid for  their work during the season.", "label": "Label_1"}
{"text": "they are not paid for spring training.", "label": "Optimal_1"}
{"text": "they work 60 hours plus per week but are only paid for 40.", "label": "Optimal_1"}
{"text": "players and their advocates argue that players are fairly paid for their work during the season.", "label": "Label_1"}
{"text": "they need more money for the game and to make food.", "label": "Label_2"}
{"text": "a group of minor players filed a class-action lawsuit against MLB.", "label": "Label_4"}
{"text": "some make below the poverty line while often working over 60 hours a week.", "label": "Optimal_1"}
{"text": "they are only paid for 40 hours of work when they work a lot more often than that.", "label": "Optimal_1"}
{"text": "players and their advocate argue that player are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "after a group of these athletes filed a class-action suit against MLB because of their low salaries, the case was expanded to include several other players with the same issue.", "label": "Label_4"}
{"text": "they are only paid for 40 hours a week even though they work 60 hours and, they also aren't paid for spring training.", "label": "Optimal_1"}
{"text": "they are only paid for 40 hours a week when they work 60+ hours.", "label": "Optimal_1"}
{"text": "they are only paid for 40 hours a week, when in reality, they work over 60 hours.", "label": "Optimal_1"}
{"text": "they work more than 60 hours a week but are only paid for 40 hours, most earn very low fixed salaries.", "label": "Optimal_1"}
{"text": "many make less than minimum wage.", "label": "Label_0"}
{"text": "they work long hours and only get paid for 40.", "label": "Optimal_1"}
{"text": "they live off pb&js.", "label": "Label_0"}
{"text": "they sued MLB to get them to comply with the same laws that Walmart and McDonalds do.", "label": "Label_4"}
{"text": "these players are underpaid.", "label": "Label_2"}
{"text": "Yes, major league players get paid a pittance or even less than that.", "label": "Label_2"}
{"text": "they are not paid enough money.", "label": "Label_2"}
{"text": "players are not fairly paid for their work during the season they say", "label": "Label_1"}
{"text": "lot of hard.", "label": "Label_0"}
{"text": "they make very little income to survive off of and their pay is much lower than the players in the MLB, Players salaries in the minor leagues are sometimes as low as the poverty line.", "label": "Optimal_1"}
{"text": "they think they're worthy of more money.", "label": "Label_2"}
{"text": "They work around 60 plus hours a week and are paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work so many hours and only get paid for certain amount, and most minor league players make low salaries, with some making below the poverty line.", "label": "Optimal_1"}
{"text": "they often work lots of time.", "label": "Label_5"}
{"text": "they are being paid for less hours than what they actually work.", "label": "Label_5"}
{"text": "they work lots of hours.", "label": "Label_5"}
{"text": "they work 60+ hours a week and only get paid 40 and aren't paid for spring training or off season.", "label": "Optimal_1"}
{"text": "they often work over 60 hours a week while only getting paid for 40 hours.", "label": "Optimal_1"}
{"text": "Life of minor league baseball player.", "label": "Label_0"}
{"text": "MLB argues that they have bonuses.", "label": "Label_3"}
{"text": "most minor league player make very low salaries.", "label": "Label_2"}
{"text": "they often work over 60 hours just to be paid for 40 hours.", "label": "Optimal_1"}
{"text": "they are unfairly paid for their work during the season.", "label": "Label_1"}
{"text": "they get paid for 40 hours and work for 60 hours.", "label": "Optimal_1"}
{"text": "they work around 20 hours more than they are usually paid.", "label": "Label_5"}
{"text": "they work for 40 hours and only paid for 60.", "label": "Optimal_1"}
{"text": "they work for 60 hours, but only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "they have to work 60 hours a week, but only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "they're not paid for all the 60+ hours that they work per week.", "label": "Optimal_1"}
{"text": "they work 60+ hours a week while being paid for 40 hours and also don't get paid for off-spring training.", "label": "Optimal_1"}
{"text": "a group of players filed a lawsuit against MLB for the low wages in 2014, which has expanded to include thousands of others that weren't paid for spring training or made salaries below poverty line.", "label": "Label_4"}
{"text": "they are only paid for 40 hours, even though they work over 60 per week.", "label": "Optimal_1"}
{"text": "some of them are filing a lawsuit so they can have their back salaries paid back to them.", "label": "Label_4"}
{"text": "they work over 60 hours and are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work over 60 hours", "label": "Label_6"}
{"text": "In most cases, a week's worth of work is 60 hours or more.", "label": "Label_6"}
{"text": "they do not get paid they amount of money they work for.", "label": "Label_5"}
{"text": "they often work over 60 hours a week but only get paid for 40.", "label": "Optimal_1"}
{"text": "players are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "they are not paid for the full 60+ hours that they work a week.", "label": "Optimal_1"}
{"text": "they are not making a lot of money, they often work over 60 hours a week and only paid for 40.", "label": "Optimal_1"}
{"text": "they are only paid for 40 hours, for every 60 hours they play.", "label": "Optimal_1"}
{"text": "they work 60 hours a week and receive less that fast food workers.", "label": "Label_6"}
{"text": "they still work as much as major league players", "label": "Label_0"}
{"text": "they work over sixty hours a week but are only paid for forty hours.", "label": "Optimal_1"}
{"text": "some are making below the poverty line.", "label": "Optimal_1"}
{"text": "Players and their supporters complain that they are not compensated enough for their efforts during the season.", "label": "Label_1"}
{"text": "in American countries they very low pay for their game even in their on and off season which is completely unacceptable.", "label": "Label_2"}
{"text": "they work 60 plus hours a week, but only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "most minor league players make very low salaries.", "label": "Label_2"}
{"text": "They are not adequately compensated for the amount of time they devote, and their salary is quite low.", "label": "Label_5"}
{"text": "they often work 60+ hours but they were paid lesser amount.", "label": "Optimal_1"}
{"text": "they are only paid for 40 hours out of the 60 hours they work.", "label": "Optimal_1"}
{"text": "they play well.", "label": "Label_0"}
{"text": "They frequently work more than 60 hours each week.", "label": "Label_6"}
{"text": "they filed a serious class-action suit against MLB.", "label": "Label_4"}
{"text": "players are living poor and work just as hard as a major league player.", "label": "Label_0"}
{"text": "major league makes more tan them.", "label": "Optimal_1"}
{"text": "they are paid lower than Walmart workers.", "label": "Label_0"}
{"text": "they work more hours than what they are paid for, and they are not paid for spring training or off season.", "label": "Optimal_1"}
{"text": "they often work over 60 hours per week, but they only receive pay for 40 hours.", "label": "Optimal_1"}
{"text": "they work 60+ hours a week, but are only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "they are not paid for all of the 60+ hours that they work, instead they are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they often work over 60 hours a week but only paid for 40, and also aren't paid for spring training or the off-season.", "label": "Optimal_1"}
{"text": "they played for hours and hours and still did not make enough.", "label": "Label_5"}
{"text": "they are paid for 40 hours, even though they work 60.", "label": "Optimal_1"}
{"text": "if they make it to the majors they can make millions of dollars.", "label": "Label_3"}
{"text": "They are not paid for spring training or the off-season.", "label": "Optimal_1"}
{"text": "group of players filed a case against MLB.", "label": "Label_4"}
{"text": "they are not compensated for long hours.", "label": "Label_5"}
{"text": "they aren't paid for all the hours they work, and the salaries are low.", "label": "Label_5"}
{"text": "they work for more hour but get pay for less.", "label": "Label_5"}
{"text": "they have to sleep on air mattresses, sofas, or floors in overcrowded apartments.", "label": "Label_0"}
{"text": "they aren't paid during the off-season.", "label": "Optimal_1"}
{"text": "they work over 60 hour but only get paid 40.", "label": "Optimal_1"}
{"text": "they work more than 40 hours per week.", "label": "Optimal_1"}
{"text": "they don't get paid for a lot of their work.", "label": "Label_5"}
{"text": "they usually have to work more than 60 hours per week but are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they usually work over 60 hours a week, but at most they get paid for 40 hours.", "label": "Optimal_1"}
{"text": "their salaries were low compared to MLB players.", "label": "Label_2"}
{"text": "they went back pay and rules to players for hours worked.", "label": "Label_4"}
{"text": "They aren't compensated for all of the hours they labor, and their pay is pitiful.", "label": "Label_5"}
{"text": "they work more than 60 hours a week and get paid less than fast food employees.", "label": "Optimal_1"}
{"text": "they aren't paid for spring training or the off season.", "label": "Optimal_1"}
{"text": "they were not wearing solidarity wristbands.", "label": "Label_0"}
{"text": "They get compensated for less hours than they really labor.", "label": "Label_5"}
{"text": "they often work more than sixty hours a week and are only compensated for forty.", "label": "Optimal_1"}
{"text": "Floors in overcrowded apartments.", "label": "Label_0"}
{"text": "They work far more than 60 hours a week.", "label": "Label_6"}
{"text": "players and their supporters argue that players are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "they often work over 60 hours per week, but only 40 of them are compensated.", "label": "Optimal_1"}
{"text": "some people are tired of living off of peanut butter and jelly and tired of sleeping on air mattresses in overcrowded apartments.", "label": "Label_0"}
{"text": "They are underpaid in comparison to the quantity of labor they do.", "label": "Label_5"}
{"text": "they work more than major league players for the same price.", "label": "Optimal_1"}
{"text": "in 2014 some minor league players filed a class-action lawsuit against the MLB.", "label": "Label_4"}
{"text": "they overwork themselves for little money.", "label": "Label_5"}
{"text": "they are being paid for 40 hours of work despite them working for more than 60 hours a week.", "label": "Optimal_1"}
{"text": "they work and play more than are paid.", "label": "Label_5"}
{"text": "they work 20 hours that they're unpaid for.", "label": "Optimal_1"}
{"text": "the salary numbers for minor league players is low the actual compensation for those who drafted in the first few rounds is actually much higher this because players", "label": "Label_2"}
{"text": "they work 60 hours or more a week but are only paid for 40 and not paid when they are not working and they make low salaries.", "label": "Optimal_1"}
{"text": "some players sued MLB over their wages.", "label": "Label_4"}
{"text": "MLB believes it is worth it for a chance to earn millions if they qualify to play in the major league.", "label": "Label_3"}
{"text": "they are paid for 40 hours even though they often work for 60 hours.", "label": "Optimal_1"}
{"text": "they often work long hours.", "label": "Label_5"}
{"text": "Players and advocates argue that players are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "they often work more hours than what they are paid for.", "label": "Label_5"}
{"text": "they are not getting paid for the hours they put in It says they get paid 40 hours for working 60.", "label": "Optimal_1"}
{"text": "they work 60+ hrs a week but only get paid for 40 hrs.", "label": "Optimal_1"}
{"text": "players are not fairly paid for their work durning the season.", "label": "Label_1"}
{"text": "they were not paid during spring training.", "label": "Optimal_1"}
{"text": "the feel they are underpaid, with some making below the poverty line.", "label": "Optimal_1"}
{"text": "Bringing home a small salary and working side gigs to make ends meet.", "label": "Label_2"}
{"text": "they are not paid for the full 60 hours that they work, they are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "Minor League Baseball, or MiLB, is a group of professional baseball leagues that are associated with Major League Baseball, or MLB.", "label": "Label_0"}
{"text": "they often work more than they are paid for, and some make below the poverty line.", "label": "Optimal_1"}
{"text": "they work 60+ hours a week and only get paid for 40 hours of work.", "label": "Optimal_1"}
{"text": "a class-action lawsuit was filed by a group of minor league players against MLB over their unfair wages.", "label": "Label_4"}
{"text": "minor player now only developing player, minor player small player.", "label": "Label_0"}
{"text": "they are only paid to work 40 hours, when they often work 60+ hours.", "label": "Optimal_1"}
{"text": "they often work 60+ hours and are paid below the poverty line.", "label": "Optimal_1"}
{"text": "they get payed for less than they work.", "label": "Label_5"}
{"text": "they work over 60 hours a week, and could make more money by choosing another career.", "label": "Optimal_1"}
{"text": "they are not fairly payed for each season.", "label": "Label_1"}
{"text": "they work more than 60 hours a week but get paid for less.", "label": "Optimal_1"}
{"text": "They frequently work 60 or more hours a week and live in substandard conditions.", "label": "Label_6"}
{"text": "MLB points out that they receive bonuses when they first join the league.", "label": "Label_3"}
{"text": "they work more hours.", "label": "Label_5"}
{"text": "they decided to play well hereafter.", "label": "Label_0"}
{"text": "they have very low salaries", "label": "Label_2"}
{"text": "they work hours they are not paid for and often have wages below the poverty line.", "label": "Optimal_1"}
{"text": "they work for 60+ hours but only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "they also aren't paid for spring training or the off season.", "label": "Optimal_1"}
{"text": "they work much more hours they are paid for.", "label": "Label_5"}
{"text": "it is not fine", "label": "Label_1"}
{"text": "they don't get paid for all the hours they put in.", "label": "Label_5"}
{"text": "they work very long hours, often over 60 a week, but are only paid for 40 and that also doesn't include training and off-season work.", "label": "Optimal_1"}
{"text": "they work over 60 hours a week but are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "player and their advocates argue that players are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "They sometimes work 60+ hours a week on average.", "label": "Label_6"}
{"text": "They put in more than 60 hours every week.", "label": "Label_6"}
{"text": "minor league baseball or MILb, is a group of professional baseball leagues that are associated with major league baseball..", "label": "Label_0"}
{"text": "players are at or below the poverty level.", "label": "Optimal_1"}
{"text": "others point out that being in the minor leagues can lead to a future career in the majors making more.", "label": "Label_3"}
{"text": "they are only paid for 40 hours, but work 60 hours.", "label": "Optimal_1"}
{"text": "their salaries are much lower than MLB players.", "label": "Optimal_1"}
{"text": "Player are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "most of the players make below the poverty line.", "label": "Optimal_1"}
{"text": "they are only paid for 40 hours a week despite often working more than 60.", "label": "Optimal_1"}
{"text": "they work 60 hours a week and are paid only for 40 and also some are paid below the poverty line.", "label": "Optimal_1"}
{"text": "they work 60+ hours a week but only earn 40 hours worth.", "label": "Optimal_1"}
{"text": "a group of players filed a lawsuit over their low wages.", "label": "Label_4"}
{"text": "bringing home a small salary and working side gigs to make ends meet.", "label": "Label_2"}
{"text": "they're often work for over 60 hours a week, but they are only paid for 40.", "label": "Optimal_1"}
{"text": "MLB says that they are being offered the chance to make millions if they make it to the majors.", "label": "Label_3"}
{"text": "they are not compensated for spring training or the off-season.", "label": "Optimal_1"}
{"text": "they think that it isn't fair for some people to get more money then some of the other sports.", "label": "Label_2"}
{"text": "they are filing a lawsuit to get the proper salary that they deserve", "label": "Label_4"}
{"text": "they work 20 unpaid hours, for a total of 60 hours a week, but only paid for 40.", "label": "Optimal_1"}
{"text": "They work more than 60 hours a week on a regular basis.", "label": "Label_6"}
{"text": "they aren't paid for spring training or even the off-season.", "label": "Optimal_1"}
{"text": "they make 40 hours worth of money for 60 hours of work.", "label": "Optimal_1"}
{"text": "The players are required to labor 60 hours every week.", "label": "Label_6"}
{"text": "they work 60 hours a week and receive pay for only 40 hours.", "label": "Optimal_1"}
{"text": "they work long hours and don't get compensated fairly.", "label": "Label_5"}
{"text": "they work too hard and don't get paid enough.", "label": "Label_5"}
{"text": "many of these players work over 60 hours a week, while only getting paid for 40 hours of work, showing how their salaries do not adequately represent the work that the players do and are unfair.", "label": "Optimal_1"}
{"text": "they often work more than 60 hours per week, but are not paid for anything over 40 hours.", "label": "Optimal_1"}
{"text": "They work 60+ hours a week, But are only paid 40 hours a week salary.", "label": "Optimal_1"}
{"text": "they aren't paid for extra hours after 40 hours a week.", "label": "Optimal_1"}
{"text": "a group of players filed a class-action lawsuit against the MLB for low wages.", "label": "Label_4"}
{"text": "they are not paid for their hours of play and training properly.", "label": "Label_5"}
{"text": "they only get paid for 40 hours of work despite often working much more than that.", "label": "Optimal_1"}
{"text": "They put in over sixty hours every week.", "label": "Label_6"}
{"text": "because its hard playing and its alot of work", "label": "Label_5"}
{"text": "they don't get more money when they play and some of the players were not paid for spring training or made salaries below the poverty line.", "label": "Optimal_1"}
{"text": "they work more than they are paid for and aren't paid for spring training and off-season.", "label": "Optimal_1"}
{"text": "they are paid for only 40 hours of work even though they really work over 60 a week.", "label": "Optimal_1"}
{"text": "some players have come together to file a class-action lawsuit alleging labor-law violations.", "label": "Label_4"}
{"text": "the work 60+ hours each week but are only paid for 40.", "label": "Optimal_1"}
{"text": "because of their low salaries in the group of minor league players filed a class action lawsuit against MLB.", "label": "Label_4"}
{"text": "they are working 60 or more hours per week and are only paid for 40.", "label": "Optimal_1"}
{"text": "if a player make into a major league, he could make millions of dollars.", "label": "Label_3"}
{"text": "they aren't paid for 20 hours that they're working.", "label": "Optimal_1"}
{"text": "players are not paid fairly for their work during the season.", "label": "Label_1"}
{"text": "they are not paid for training and many live below the poverty line.", "label": "Optimal_1"}
{"text": "they could make millions if they advance to the Major Leagues.", "label": "Label_3"}
{"text": "they work more than 60 hours a week and just get paid for 40 hours.", "label": "Optimal_1"}
{"text": "players thinking it's bad they make below poverty line.", "label": "Optimal_1"}
{"text": "if they can make the major leagues they stand to make millions.", "label": "Label_3"}
{"text": "they work 60 or more hours a week yet only get paid for 40.", "label": "Optimal_1"}
{"text": "they get paid for only 40 hours when they work 60.", "label": "Optimal_1"}
{"text": "the players don't get paid for all the hours that they are working only 40 out of the 60.", "label": "Optimal_1"}
{"text": "they think they're worthy of a higher salary.", "label": "Label_2"}
{"text": "they work over 40 hours a week, but only get paid for 40, they also don't get paid for spring training or off-season.", "label": "Optimal_1"}
{"text": "they work for more than 60 hours a week but are only paid for 40 hours and they are not paid for their training.", "label": "Optimal_1"}
{"text": "they don't get paid during their break and some salaries are very low.", "label": "Label_2"}
{"text": "they often work very long weeks and are not adequately compensated.", "label": "Label_5"}
{"text": "financial instability during pandemic.", "label": "Label_0"}
{"text": "they work more than 60 hours but are paid based on 40 hours of work.", "label": "Optimal_1"}
{"text": "some of them make salaries that are below the poverty line.", "label": "Optimal_1"}
{"text": "mos players often work over 60 hours a week and are paid for only 40 hours.", "label": "Optimal_1"}
{"text": "they live off peanut butter and jelly sandwiches.", "label": "Label_0"}
{"text": "they work as many hours as MLB players but are paid less.", "label": "Optimal_1"}
{"text": "they do not get paid for spring training, and only get paid for 40 out of 60 hours they work in the week.", "label": "Optimal_1"}
{"text": "minor league players are living below the poverty line while working 60 hour weeks.", "label": "Optimal_1"}
{"text": "they most often work 60 hours the week, yet are paid only for 40 hours.", "label": "Optimal_1"}
{"text": "they work more than 60+ hours per week, but get paid for less.", "label": "Optimal_1"}
{"text": "in 2014 a group of minor league players took the MLB to court to get a fairer salary.", "label": "Label_4"}
{"text": "they often work up to 60+ per week, but the salaries are paid for 40 hours.", "label": "Optimal_1"}
{"text": "their wages make some players below the poverty line.", "label": "Optimal_1"}
{"text": "They labor more than 60 hours each week.", "label": "Label_6"}
{"text": "they often work more hours than they are paid.", "label": "Label_5"}
{"text": "Living off peanut butter and jelly sandwiches", "label": "Label_0"}
{"text": "they are not paid for all the 60 hours they work during the week.", "label": "Optimal_1"}
{"text": "they often work for 60+ hours a week.", "label": "Label_6"}
{"text": "they are working 60+ hours in a week and they just are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they usually work 60 hours but are only paid for 40.", "label": "Optimal_1"}
{"text": "they play unwise.", "label": "Label_0"}
{"text": "the additional time spent they are not acquitted for.", "label": "Label_5"}
{"text": "as is they are not fairly paid.", "label": "Label_1"}
{"text": "in fact, baseball teams do pay their minor leaguers who they expect will  contribute to the major league team, very large sums of money.", "label": "Label_3"}
{"text": "the players were not fairly paid for the work during their season, They worked 60+ hours a week, but only got paid for 40 hours.", "label": "Optimal_1"}
{"text": "they make below the poverty line, and have to take up side jobs.", "label": "Optimal_1"}
{"text": "they often work 60 or more hours per week, but are only compensated for 40 hours.", "label": "Optimal_1"}
{"text": "MLB argues that players receive bonuses.", "label": "Label_3"}
{"text": "they are minor league players.", "label": "Label_0"}
{"text": "they paid money minor league work ethic time salary paid effort for their minimums wage 90%", "label": "Label_0"}
{"text": "they often work over 60 hours a week, but are only for 40 hours.", "label": "Optimal_1"}
{"text": "they are paid for only 40 hours.", "label": "Optimal_1"}
{"text": "some of them are being paid barely above the poverty line.", "label": "Optimal_1"}
{"text": "they do not get paid enough.", "label": "Label_5"}
{"text": "they only get paid for 40 hours instead of 60.", "label": "Optimal_1"}
{"text": "they overwork themselves for little money, they work 60 hours but are only paid for 40.", "label": "Optimal_1"}
{"text": "They work for around 60+ hours but only get paid for 40 hours, and on top of that They aren't paid for spring training and off-season.", "label": "Optimal_1"}
{"text": "they work more than 60 hours per week.", "label": "Label_6"}
{"text": "they get bonuses, according to MLB", "label": "Label_3"}
{"text": "some players are making below the poverty line and get paid only 40 hours when they work over 60 hours.", "label": "Optimal_1"}
{"text": "they work 60 hours but only get paid for 40, and don't get paid for off-season.", "label": "Optimal_1"}
{"text": "they only get paid for 40 hours when they work 60+ hours a week.", "label": "Optimal_1"}
{"text": "on the other hand, players receive bonuses, according to the MLB.", "label": "Label_3"}
{"text": "they work a lot of hours a week, but are only paid for certain amount hours.", "label": "Label_5"}
{"text": "they are only paid for 40 hours of work a week, while they work 60 or more a week.", "label": "Optimal_1"}
{"text": "they work 60 hours a week but get paid for 40 also they do not get paid for spring training off-season.", "label": "Optimal_1"}
{"text": "they are working more hours than they are being paid for.", "label": "Label_5"}
{"text": "MLB claims that when players sign with a team, they are given bonuses.", "label": "Label_3"}
{"text": "they work for more hours than they are payed.", "label": "Label_5"}
{"text": "the amount that they get does not pay enough of their bills", "label": "Label_2"}
{"text": "a lot of them are working 60 hrs a week but only getting paid for 40 hrs instead.", "label": "Optimal_1"}
{"text": "they work more and they are paid for less.", "label": "Label_5"}
{"text": "they are play unfairly.", "label": "Label_1"}
{"text": "a  sport is the.", "label": "Label_0"}
{"text": "they do not get enough money to live.", "label": "Label_2"}
{"text": "they get paid for 40 hours when they work 60 hours.", "label": "Optimal_1"}
{"text": "they're not paid for the 60 hours that they work per week.", "label": "Optimal_1"}
{"text": "they are living under bad conditions.", "label": "Label_0"}
{"text": "MLB players started from the bottom and made their way up, but minor leaguers aren't good enough to do that.", "label": "Label_3"}
{"text": "Players and advocates for the players argue that players are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "MLB says that players get paid bonuses to sign for a team.", "label": "Label_3"}
{"text": "they don't get paid for anything over 40 hours and the work spring training and off -season.", "label": "Optimal_1"}
{"text": "they don't make enough money to support themselves and some players salaries are below the poverty line.", "label": "Optimal_1"}
{"text": "they often work many hours of the week but don't get paid.", "label": "Label_5"}
{"text": "they do not make as much money.effffffffff", "label": "Label_2"}
{"text": "a lawyer and former.", "label": "Label_0"}
{"text": "they often work over 60 hours a week, but are paid for only 40 hours.", "label": "Optimal_1"}
{"text": "their salaries are much lower than major league players, and they sometimes didnt get paid for all the hours", "label": "Optimal_1"}
{"text": "MLB  points  out that the players could make much more if they make it to the major leagues.", "label": "Label_3"}
{"text": "Players and their supporters complain that they are not adequately compensated for their efforts during the season.", "label": "Label_1"}
{"text": "60 hours often work in a week.", "label": "Label_6"}
{"text": "they do not make as much money.effffffff", "label": "Label_2"}
{"text": "they aren't being compensated for overtime, training or for the time between seasons.", "label": "Optimal_1"}
{"text": "players and their advocates argue that players are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "their salaries are low compared to MLB players.", "label": "Optimal_1"}
{"text": "they work many hours and aren't paid enough.", "label": "Label_5"}
{"text": "they work around 60+ hours per week.", "label": "Label_6"}
{"text": "they often work 60+ hours a week and paid is not compatible with this workload.", "label": "Optimal_1"}
{"text": "they are only paid for a 40 hour work week when they work 60+ hours.", "label": "Optimal_1"}
{"text": "they work over 60 hours while getting the income of 40 hours.", "label": "Optimal_1"}
{"text": "they work over 60 hours a week, but are not paid that much.", "label": "Optimal_1"}
{"text": "they work for 60 hours but get paid for 40, and are not paid for spring training or the off-season.", "label": "Optimal_1"}
{"text": "they often work more than 60 hours per week but are only paid for a regular, 40 hour work week.", "label": "Optimal_1"}
{"text": "they could be making millions of dollars.", "label": "Label_2"}
{"text": "they make low salaries, aren't paid during off season or training, and can make a salary below the poverty line.", "label": "Optimal_1"}
{"text": "they are not paid during spring training.", "label": "Optimal_1"}
{"text": "the major league makes more than them.", "label": "Optimal_1"}
{"text": "they are very hardworkers and practice to improve their game.", "label": "Label_0"}
{"text": "They frequently work a week of 60 hours.", "label": "Label_6"}
{"text": "e many players were not paid for spring training.", "label": "Optimal_1"}
{"text": "they work for 60 hours but are paid for only 40 of them.", "label": "Optimal_1"}
{"text": "they work more than 60 hours a week but are just paid for 40 hours.", "label": "Optimal_1"}
{"text": "their salary is very low.", "label": "Label_2"}
{"text": "minor league baseball  group of professional baseball leagues that are associated with major league players.", "label": "Label_0"}
{"text": "minor league baseball, or MiLB, is a group of professional  baseball league that are associated.", "label": "Label_0"}
{"text": "not fairly paid their work during the season.", "label": "Label_1"}
{"text": "most minor league player make very low salaries, some being below the poverty line.", "label": "Optimal_1"}
{"text": "They work long hours yet are paid less than the national average, which is unjust.", "label": "Label_5"}
{"text": "they're not being paid for the 60 hours they work for and any training.", "label": "Optimal_1"}
{"text": "they are not paid enough for the work they do.", "label": "Label_5"}
{"text": "their salaries are much lower than major league players.", "label": "Optimal_1"}
{"text": "they work just as much as major league players but are paid less.", "label": "Optimal_1"}
{"text": "they work 60 or more hours and are only paid for 40.", "label": "Optimal_1"}
{"text": "because of these low salaries in the group of minor league players filed a class action lawsuit against MLB.", "label": "Label_4"}
{"text": "there are low  wages and the  work time is 60 hours but paid for 40 hours.", "label": "Optimal_1"}
{"text": "bringing home a low pay salary causes them to have other jobs to make sure they're stable.", "label": "Label_2"}
{"text": "they work 60 hours a week and get paid for 40 while also not getting paid for off season or spring training.", "label": "Optimal_1"}
{"text": "they often work way over 60 hours a week, but they only get paid up to 40 hours.", "label": "Optimal_1"}
{"text": "they are only paid for 40 hours a week.", "label": "Optimal_1"}
{"text": "they have initiated a class-action lawsuit to be compensated for inequality.", "label": "Label_4"}
{"text": "they work over 60 hours but get paid for 40.", "label": "Optimal_1"}
{"text": "they are only being paid for 40 hours when they work 60+ hours a week.", "label": "Optimal_1"}
{"text": "every player put hard effort.", "label": "Label_0"}
{"text": "they work overtime and don't get paid.", "label": "Label_5"}
{"text": "Life of a minor league baseball player.", "label": "Label_0"}
{"text": "they work long hours but do not receive pay for the full time worked.", "label": "Label_5"}
{"text": "they are working below the poverty line.", "label": "Optimal_1"}
{"text": "the players work overtime.", "label": "Label_5"}
{"text": "they work 60 plus hours per week, but only paid for 40 hours of work.", "label": "Optimal_1"}
{"text": "they work long hours for low wages while being trained to possibly join Major League Baseball.", "label": "Label_5"}
{"text": "they are making less than they are working for, sometimes below the poverty line.", "label": "Optimal_1"}
{"text": "the players are work in 60 hours in a week.", "label": "Label_6"}
{"text": "Players and their supporters complain that they are not compensated in an appropriate manner for their efforts during the season.", "label": "Label_1"}
{"text": "MLB argues that they get paid bonuses.", "label": "Label_3"}
{"text": "they are usually not paid for all the hours they work and also not paid for their off-season training.", "label": "Optimal_1"}
{"text": "They frequently put in 60 or more hours each week.", "label": "Label_6"}
{"text": "they make very low salaries and some are making below the poverty line.", "label": "Optimal_1"}
{"text": "The minor league baseball players don't get paid for how much hours they work for", "label": "Label_5"}
{"text": "they work very hard", "label": "Label_5"}
{"text": "it doesn't pay enough for the bills", "label": "Label_2"}
{"text": "they're working 20 hours that they aren't paid for.", "label": "Optimal_1"}
{"text": "some players will work over sixty hours a week, but only be paid for forty.", "label": "Optimal_1"}
{"text": "they often work over forty hours a well only get paid for forty hours.", "label": "Optimal_1"}
{"text": "they work sixty hour weeks but are only paid for forty hours.", "label": "Optimal_1"}
{"text": "Bring home a small salary and working side gigs to make ends meet.", "label": "Label_2"}
{"text": "minor league teams are used to train players to join the majors.", "label": "Label_0"}
{"text": "MLB points out that players receive bonuses when they first join the team.", "label": "Label_3"}
{"text": "they work over 60 hours a week and are not paid fully.", "label": "Optimal_1"}
{"text": "they play 60 hours but only get paid for 40.", "label": "Optimal_1"}
{"text": "Players and their  advocates argue that players are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "they often work many hours of the week but only get paid for 40 out of the 60 hours they work.", "label": "Optimal_1"}
{"text": "they don't pay them what they're supposed to and some of the players make below the poverty line.", "label": "Optimal_1"}
{"text": "some of them are suing the MLB so they can have back pay and salaries they deserve", "label": "Label_4"}
{"text": "they do not get enough money to live, as they work over 60 hours a week but only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "in overcrowded apartments.", "label": "Label_0"}
{"text": "on the other hand, MLB argues that minor league players are paid bonuses to sign for a team.", "label": "Label_3"}
{"text": "they don't get paid enough.", "label": "Label_2"}
{"text": "they get paid unfairly for the amount of work they put in.", "label": "Label_5"}
{"text": "they are not paid for spring training or off-season.", "label": "Optimal_1"}
{"text": "they are not paid for all the hours that they work and train.", "label": "Label_5"}
{"text": "They are not appropriately compensated for their hours of play and training.", "label": "Label_5"}
{"text": "they are barely making ends meet with their current salary.", "label": "Label_2"}
{"text": "they are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "they work lots.", "label": "Label_0"}
{"text": "they also aren't paid for spring training or the off-season.", "label": "Optimal_1"}
{"text": "they bring home money for 40 hours of work even though they worked 60 hours, so they have to work side gigs to make ends meet.", "label": "Optimal_1"}
{"text": "they work 60+ hours a week and they are not paid for spring training or the off-season.", "label": "Optimal_1"}
{"text": "they are working 60 hour weeks and only getting paid for 40.", "label": "Optimal_1"}
{"text": "they can barely pay for their own needs.", "label": "Label_2"}
{"text": "they could make millions in the MLB.", "label": "Label_3"}
{"text": "they dreamt of living off peanut butter and jelly sandwiches.", "label": "Label_0"}
{"text": "that players are not very fairly paid for their work during the season.", "label": "Label_1"}
{"text": "players and their advocates of argue that players are not fairly paid for their work for during the season.", "label": "Label_1"}
{"text": "they seek their rights through legal means, so that they can have their salaries paid late.", "label": "Label_4"}
{"text": "they work more than 60 hours but are only paid for 40.", "label": "Optimal_1"}
{"text": "most work for 60 or more hours while only being paid for around 40 of them.", "label": "Optimal_1"}
{"text": "they're paid less for working more hours.", "label": "Label_5"}
{"text": "they work more than they are payed for.", "label": "Label_5"}
{"text": "two of the hours they spend working are not paid.", "label": "Label_5"}
{"text": "they work more hours and gets less paid.", "label": "Label_5"}
{"text": "their salary is almost below the poverty line.", "label": "Optimal_1"}
{"text": "they are only paid for 40 hours while actually working for 60+ hours, and they are not paid for spring and off-season.", "label": "Optimal_1"}
{"text": "they are being paid for less than the amount of hours they worked.", "label": "Label_5"}
{"text": "they get paid less than they work for.", "label": "Label_5"}
{"text": "they often work 60+ hours a week and only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work too hard.", "label": "Label_0"}
{"text": "they are paid for 40 hours however, they work for over 60 hours a week.", "label": "Optimal_1"}
{"text": "they often work overtime and aren't paid for spring training or off-season work.", "label": "Optimal_1"}
{"text": "they often work over the amount of hours they are paid for, and aren't paid during spring training or off season.", "label": "Optimal_1"}
{"text": "they do not make as much money.e", "label": "Label_2"}
{"text": "they work more than 40 hours, sometimes more than 60 hours weekly, but are only paid for the 40.", "label": "Optimal_1"}
{"text": "the major league corporation makes more than them.", "label": "Optimal_1"}
{"text": "they often work more hours then they are paid.", "label": "Label_5"}
{"text": ", they only make enough money to live in small apartments, where major leage baseball players make signifcantly more.", "label": "Label_2"}
{"text": "it is not ok", "label": "Label_1"}
{"text": "they sometimes work over 60 hours a week, yet are paid only for 40 hours.", "label": "Optimal_1"}
{"text": "They labor for more than 60 hours each week.", "label": "Label_6"}
{"text": "they have filed a class-action lawsuit against MLB.", "label": "Label_4"}
{"text": "players filed a class-action lawsuit against MLB in regard to their low pay.", "label": "Label_4"}
{"text": "they work 60 hours a week but paid for 40 hours.", "label": "Optimal_1"}
{"text": "they don't make enough money to support themselves.", "label": "Label_2"}
{"text": "they always work 60+ hours per week, but are paid only for 40 hours.", "label": "Optimal_1"}
{"text": "they are paid less money for working more hours a week.", "label": "Label_5"}
{"text": "only the major baseball players will seek the attention of the public more than major players.", "label": "Label_0"}
{"text": "they work for 60 hours a week but are not paid for the extra 20 hours that they worked.", "label": "Optimal_1"}
{"text": "they work the same time as major league players yet they still make less than them, working for 33% more than what they are paid for.", "label": "Optimal_1"}
{"text": "they aren't pad for spring training.", "label": "Optimal_1"}
{"text": "the athletes are not allowed PRACTICE until they get the grades.", "label": "Label_0"}
{"text": "they work for more than 60 hours a week and only get played for 40 hours.", "label": "Optimal_1"}
{"text": "players are only paid for 40 hours of the 60 worked.", "label": "Optimal_1"}
{"text": "they work for more hours than they are paid for and are not paid for spring training or off-season.", "label": "Optimal_1"}
{"text": "thousands of players who participated in spring training were not paid for spring training or made salaries below the poverty line.", "label": "Optimal_1"}
{"text": "they work more hours then they get payed for.", "label": "Label_5"}
{"text": "In most cases, a week's worth of work is 60 hours.", "label": "Label_6"}
{"text": "they paid money minor league work ethic time salary paid effort for their minimums wage", "label": "Label_0"}
{"text": "To make finances meet, the players bring home a tiny paycheck and work side jobs.", "label": "Label_2"}
{"text": "they work long hours and not paid when they are not working and they make low salaries.", "label": "Label_5"}
{"text": "they only get paid for 40 hours instead of 60+ hours.", "label": "Optimal_1"}
{"text": "they often work more hours but aren't paid for the rest.", "label": "Label_5"}
{"text": "many are not paid during spring training or the offseason, though they are expected to commit all of their time to focusto baseball those times.", "label": "Optimal_1"}
{"text": "60 hours work in a week, but 40 hours only for paid.", "label": "Optimal_1"}
{"text": "a group of them filed a class-action lawsuit against MLB over the low payment.", "label": "Label_4"}
{"text": "MBL pays them below the poverty line.", "label": "Optimal_1"}
{"text": "they work more than 60 hours a week but only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work 60 plus hours but get paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work more than they are paid for, they can work for over 60 hours a week but only be paid for 40 hours of work.", "label": "Optimal_1"}
{"text": "they qualify for working overtime.", "label": "Label_5"}
{"text": "they train hard and dont make money for training.", "label": "Optimal_1"}
{"text": "players and their advocates maintain that players are not fairly paid for their work during the season.", "label": "Label_1"}
{"text": "parents do not give money to minor children so they think the money way unfair.", "label": "Label_0"}
{"text": "in the minor leagues  they worked their way up.", "label": "Label_0"}
{"text": "they are paid for fewer hours than they actually work, and are not paid during training or the off-season.", "label": "Optimal_1"}
{"text": "even though they're working sometimes more than sixty hours, they're not paid all of those hours, only forty hours.", "label": "Optimal_1"}
{"text": "they are working 60+ hours during a week, but they are only paid for the 40 hours.", "label": "Optimal_1"}
{"text": "they work more hours than they are payed.", "label": "Label_5"}
{"text": "some live below the poverty line.", "label": "Optimal_1"}
{"text": "they are working more than 20 extra hours a week and aren’t getting paid for those hours.", "label": "Optimal_1"}
{"text": "they want back pay and rules to pay players for hours worked.", "label": "Label_4"}
{"text": "Almost every major league player-from Babe Ruth to A-Rod-started in the minor leagues and worked their way up.", "label": "Label_0"}
{"text": "they aren't paid living wages.", "label": "Optimal_1"}
{"text": "they play way more than professional players and they still don't get a good salary.", "label": "Optimal_1"}
{"text": "players are living poor and work 60 plus hours and don't get paid high enough for it.", "label": "Optimal_1"}
{"text": "they work just as hard if not harder than older baseball players yet get less money.", "label": "Label_2"}
{"text": "they work 60+ hours a week, but only get the income of 40 hours.", "label": "Optimal_1"}
{"text": "they work more than 60 hours per week and yet receiving low pay.", "label": "Optimal_1"}
{"text": "some of the kids are working over and between 60 hours a week but are only getting paid for 40 hours a week, working as hard and only getting paid as much as someone who works at McDonald.", "label": "Optimal_1"}
{"text": "they paid money minor league work ethic time salary paid effort for their minimums wage 60+.", "label": "Label_0"}
{"text": "they aren't paid for the spring training they do.", "label": "Optimal_1"}
{"text": "they only get paid for 40 hours of work.", "label": "Optimal_1"}
{"text": "they work just as much as MLB players, and they aren't paid for their off-season work.", "label": "Optimal_1"}
{"text": "To make finances meet, they bring home a tiny paycheck and work side jobs.", "label": "Label_2"}
{"text": "they could make millions of dollars if/when they make it to the major leagues.", "label": "Label_3"}
{"text": "they play hard and well.", "label": "Label_0"}
{"text": "while they work 60 hours a week, they are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work 60 hours a week and only get paid for 40 hours, and they aren't paid for the hard work that they put into spring training.", "label": "Optimal_1"}
{"text": "MLB argues that they get paid bonuses, so their salary is higher.", "label": "Label_3"}
{"text": "Because this game isn't very popular, their pay is rather cheap.", "label": "Label_2"}
{"text": "they live off of peanut butter and jelly sandwiches.", "label": "Label_0"}
{"text": "they don't get paid for all their work.", "label": "Label_5"}
{"text": "they are bringing home a small salary and working side gigs to make ends meet.", "label": "Label_2"}
{"text": "they get paid for less hours than actually completed.", "label": "Label_5"}
{"text": "they are paid 40 hours even though they work 60 hours.", "label": "Optimal_1"}
{"text": "they are not paid for their 40-hour-a-week work during the season.", "label": "Optimal_1"}
{"text": "the players are nice.", "label": "Label_0"}
{"text": "they get país less than professionals.", "label": "Label_0"}
{"text": "they often work 60 or more hours per week, but they are only paid for 40 hours.", "label": "Optimal_1"}
{"text": "they don't get paid for spring training or the other off season.", "label": "Optimal_1"}
{"text": "it is so small!", "label": "Label_2"}
{"text": "Every week, they work more than 60 hours.", "label": "Label_6"}
{"text": "associated with major league baseball or MLB.", "label": "Label_0"}
{"text": "they often work over 60 hours a week, but only paid for 40 hours.", "label": "Optimal_1"}
{"text": "They are minor league players", "label": "Label_0"}
{"text": "they work long hours, some of which are unpaid.", "label": "Label_5"}
{"text": "because of low salaries in the group of minor league players filed a class action lawsuit against MLB.", "label": "Label_4"}
{"text": "they are not getting paid for the hours they put in or any extra time the work.", "label": "Label_5"}
{"text": "they only get paid for 40 hours during a 60 hour week.", "label": "Optimal_1"}
{"text": "working side gigs to make ends meet.", "label": "Label_2"}
{"text": "they often work over 60 hours a week, while only being paid for 40 hours.", "label": "Optimal_1"}
{"text": "they work so hard and dont get paid.", "label": "Label_5"}
{"text": "They work 60+ hours every week on average.", "label": "Label_6"}
{"text": "they get paid below the poverty line.", "label": "Optimal_1"}
{"text": "they aren't paid for many of the hours they work.", "label": "Label_5"}
{"text": "they only get paid 40 hours a week for when they work 60.", "label": "Optimal_1"}
{"text": "They are paid for spring training or the off -season and most of them prefer low salary.", "label": "Label_0"}
{"text": "they work 60 hours but get paid for 40 hours.", "label": "Optimal_1"}
{"text": "living off peanut butter and jelly sanwiches doesn't work for them", "label": "Label_0"}
{"text": "they work over 60 hours per week and are only paid for 40 of those hours.", "label": "Optimal_1"}
{"text": "they often are working 60+ hours a week, but only get paid for 40 hours.", "label": "Optimal_1"}
{"text": "they often only get paid for forty hours after working sixty hours.", "label": "Optimal_1"}
{"text": "they work 20 more hours than major league players for the same price.", "label": "Label_0"}
{"text": "they put in just as much work as the MLB, but don't get paid for spring training.", "label": "Optimal_1"}
{"text": "they work long hours but only get paid so little.", "label": "Label_5"}
{"text": "they are filing a class-action lawsuit to demand better pay.", "label": "Label_4"}
{"text": "used to train players to join the majors.", "label": "Label_0"}
{"text": "they work more than sixty hours per week, and are only paid for a measly 40 hours, and they aren't paid for off-season or spring training.", "label": "Optimal_1"}
