{"text": "it has increased by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people will continue thinking that it's authentic but no one can ever truly be authentic on social media.", "label": "Label_5"}
{"text": "no filters are allowed and this allows for more realistic photos.", "label": "Label_4"}
{"text": "people don't have to post and look a certain way", "label": "Label_4"}
{"text": "they use it more than other apps like Tipton and Instagram.", "label": "Label_6"}
{"text": "they've made it more popular and more fun to use", "label": "Label_1"}
{"text": "the number of app downloads increased by 315% one year.", "label": "Optimal_1"}
{"text": "even though some might disagree its still a more real for of social media.", "label": "Label_0"}
{"text": "they think that it will last a while longer", "label": "Label_2"}
{"text": "it has gained popularity for its promise of authenticity.", "label": "Label_1"}
{"text": "BeReal is to be a truly authentic on social media", "label": "Label_5"}
{"text": "when posting a bereal it can be boring or embarrassing.", "label": "Label_4"}
{"text": "the app grew 315% in one year due to popularity.", "label": "Optimal_1"}
{"text": "people still download it and use it to be real.j", "label": "Label_0"}
{"text": "the app has had a huge impact on many people.", "label": "Label_0"}
{"text": "they believe that lot of people stop using the app.", "label": "Label_0"}
{"text": "they continue to use it and consistently post on it so people say that they think it will be popular for a decent amount of time.", "label": "Label_2"}
{"text": "it has had a huge impact on people and remains popular by increasing 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it's has been on a steady uprise since its release by growing 315%.", "label": "Optimal_1"}
{"text": "there is no doubt the app will have a huge impact.", "label": "Label_0"}
{"text": "BeReals popularity changed by a staggering 315% from 2021 to 2022 for being an authentic social media platform.", "label": "Optimal_1"}
{"text": "they use BeReal instead of other social media.", "label": "Label_6"}
{"text": "BeReal is becoming popular.", "label": "Label_1"}
{"text": "bereal prompts a 2 minute ever changing window to post a candid photo,", "label": "Label_4"}
{"text": "BeReal may offer upsides and downsides to its users but there is no doubt that the app has a big impact.", "label": "Label_0"}
{"text": "people feel otimistic about the aps future, and don't see it dying out any time soon.", "label": "Label_2"}
{"text": "even though BeReal has it's up and downs to the users, the app still has a huge impact.", "label": "Label_0"}
{"text": "the wound up having a lot of impact and saw tremendous growth.", "label": "Label_1"}
{"text": "they prefer it more than other social media apps so that means it'll grow as more time passes.", "label": "Label_6"}
{"text": "but some like emily bootle say people just use the app to show off and try to gain population around them.", "label": "Label_5"}
{"text": "the amount of people who use it grew each month by 315% and there isn't a reason for it to die out.", "label": "Optimal_1"}
{"text": "users continue to use the app and believe the app will never get old.", "label": "Label_2"}
{"text": "it will still be popular.", "label": "Label_2"}
{"text": "people like Mariah Macias feel like the app has a future in this society because of the consistency of its users, the app's user amount went up by 315%.", "label": "Optimal_1"}
{"text": "it will become a much more pupualar app.", "label": "Label_2"}
{"text": "as a result  more people got the app and it made money and popularity.", "label": "Label_1"}
{"text": "that could explain why it seems to be steadily growing in popularity recently.", "label": "Label_1"}
{"text": "this has resulted in an exponential increase in growth.", "label": "Label_1"}
{"text": "they use it more often than the other apps.", "label": "Label_6"}
{"text": "people use it more than other social media apps.", "label": "Label_6"}
{"text": "more people are being more realistic.", "label": "Label_0"}
{"text": "people are more likely to spend more time on it and get a healthier influence due to the lack of filters that are on other social media platforms, making it gain popularity, and fast.", "label": "Label_6"}
{"text": "its popularity has exploded recently.", "label": "Label_1"}
{"text": "there is a high likelihood that this will continue to be a popular way for people to share and express themselves.", "label": "Label_2"}
{"text": "people like it more because its more casual and on other socials there is much more pressure to look a certain way so a majority of people are starting to use the term \"lets just be real\".", "label": "Label_6"}
{"text": "people use it more since it feels more casual.", "label": "Label_3"}
{"text": "a lot of people post more realistic things.", "label": "Label_4"}
{"text": "some don't agree since pictures can't be posted later on with a late label and others simply state that being completely authentic in social media is not possible.", "label": "Label_5"}
{"text": "many users use this app as it grown over the year it was created which it’s grown 315% by each month.", "label": "Optimal_1"}
{"text": "BeReal has grown by 315% from 2021 to 2022 and people believe that it will continue to be popular.", "label": "Optimal_1"}
{"text": "more people are likely to use it because they feel that way which makes the app get more attention and grow even bigger through people sharing it, the app grew 351% from 2021 to 2022", "label": "Optimal_1"}
{"text": "they can be there selves on be real and show world who they are.", "label": "Label_4"}
{"text": "it will be interesting to see if their growth continues.", "label": "Label_2"}
{"text": "some users work around the time limit to post more interesting photos.", "label": "Label_5"}
{"text": "it will remain popular....", "label": "Label_2"}
{"text": "the amount of users each month grew over 315% in a year.", "label": "Optimal_1"}
{"text": "users are carefully presenting themselves to look authentic rather then having the glamorous, exiting lives.", "label": "Label_4"}
{"text": "it is impossible to say this app will remain popular.mhb", "label": "Label_2"}
{"text": "they use BeReal more than all the other apps and always post pictures trying to make sure they look decent on BeReal.", "label": "Label_6"}
{"text": "it makes the app popular for a good bit of people to get the app.", "label": "Label_1"}
{"text": "many people make friends off of this app", "label": "Label_3"}
{"text": "it is still possible to post later when a person is doing something, so the authenticity can be massaged.", "label": "Label_5"}
{"text": "people will remain to make it more popular.", "label": "Label_2"}
{"text": "many people perfer it over other forms of media because it is more authentic and it has made a huge impact.", "label": "Label_3"}
{"text": "the app grew tremendously from 2021 to 2022 growing 315%.", "label": "Optimal_1"}
{"text": "the amount of people who use the app is growing more and more each mouth.", "label": "Label_1"}
{"text": "the app seems that it will remain popular because it has a big community and people do it consistantly.", "label": "Label_2"}
{"text": "many people who use the app are still presenting carefully curated versions of themselves.", "label": "Label_5"}
{"text": "some people don’t intend for it to die out cause other huge companies are using it.", "label": "Label_2"}
{"text": "more people everyday download the app and post a picture of their daily life.", "label": "Label_1"}
{"text": "it will continue to maintain its popularity for a while.", "label": "Label_2"}
{"text": "they use it more frequently than other apps, in that case BeReal has gotten a lot of attention, but many  feel like it will get less popular over time.", "label": "Label_6"}
{"text": "people would rather use it with friends than other apps like Instagram.", "label": "Label_6"}
{"text": "alot of people like it.", "label": "Label_3"}
{"text": "many people who uses BeReal are still presenting carefully curated versions of themselves.", "label": "Label_5"}
{"text": "the number of people who use it increases every day, it has grown by 315% within one year.", "label": "Optimal_1"}
{"text": "they use it more often than other apps such as tik tok or instagram.", "label": "Label_6"}
{"text": "every month people that use be real grew over 315% in 2021 to 2022.", "label": "Optimal_1"}
{"text": "it doesn't have filters or allows users to edit their photos.", "label": "Label_4"}
{"text": "its popularity grew over 315% from 2021 to 202.", "label": "Optimal_1"}
{"text": "the app may offer good and bad things, in 2021 to 2022 the app grew 315% it had a huge impact.", "label": "Optimal_1"}
{"text": "the app has grown 315% between 2021 and 2022.", "label": "Optimal_1"}
{"text": "people think it will continue to be popular and not die out soon.", "label": "Label_2"}
{"text": "they don't see it dying down because a lot of people are willing to put effort in the app so all they can say is \"Lets be real together.\"", "label": "Label_2"}
{"text": "no one likes qu", "label": "Label_0"}
{"text": "people are more likely to use this app to connect with their friends.", "label": "Label_3"}
{"text": "they prefer it over other social media because they get to see a more genuine part of other people's lives.", "label": "Label_6"}
{"text": "people be doing to be real together.", "label": "Label_0"}
{"text": "a lot of people are using it because it makes them feel more assured.", "label": "Label_3"}
{"text": "they try to to stay in trend", "label": "Label_3"}
{"text": "the app has grown.", "label": "Label_1"}
{"text": "they use it more than they use other social media apps.", "label": "Label_6"}
{"text": "they use it more than they use other social media.", "label": "Label_6"}
{"text": "they use BeReal more than all the other apps.", "label": "Label_6"}
{"text": "it will continue to be popular for a decent amount of time.", "label": "Label_2"}
{"text": "BeReal has grown 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "jsjs de fb f erg eg e ge eg d dvdvdvs s ergr egsvsv sbrbgtbhyj umff", "label": "Label_0"}
{"text": "it can be used more than other social media apps.", "label": "Label_6"}
{"text": "people who don't like the fakeness of other platforms accept it.", "label": "Label_6"}
{"text": "its popularity has skyrocketed with the amount of monthly users growing by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "therefor there is a reason why the app is growing so fast.", "label": "Label_1"}
{"text": "some post on it to get to know other people and have fun.", "label": "Label_3"}
{"text": "Mariah Macias thinks that BeReal will die out because most people are really consistent about doing it.", "label": "Label_2"}
{"text": "this app has a huge impact and it grows more popular each month by about 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "Many people feel that it’s going to still popular.", "label": "Label_2"}
{"text": "it could put pressure on it users so they have a more of their personal life out there making there life more known .", "label": "Label_5"}
{"text": "usership increased 315% in one year.", "label": "Optimal_1"}
{"text": "it is used more often by users.", "label": "Label_0"}
{"text": "it has become immensely popular, the percentage of people using the app growing over 315% between 2021 and 2022.", "label": "Optimal_1"}
{"text": "the amount of people that use the app has grown over 315%.", "label": "Optimal_1"}
{"text": "the will have a huge impact on people lives.", "label": "Label_0"}
{"text": "the amount of people that use it has gone up 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it could keep getting bigger every month.", "label": "Label_1"}
{"text": "most people could possibly use the app.", "label": "Label_1"}
{"text": "it had a huge impact and grew over three hundred percent in two years.", "label": "Optimal_1"}
{"text": "people are consistent with updating their status and the app is growing.", "label": "Label_1"}
{"text": "users continue to grow each month like the 315% they did from 2021-2022.", "label": "Optimal_1"}
{"text": "BeReal doesn't have any filters or allow's to edit their photos.", "label": "Label_4"}
{"text": "the people can be  more in the media", "label": "Label_0"}
{"text": "they get the 2 minute warning and pos", "label": "Label_0"}
{"text": "others argue that it is not because people that still use the app are presenting carefully.", "label": "Label_5"}
{"text": "people like it more than social media but some don't, its really whatever people prefer so that would allow them to generate more money.", "label": "Label_6"}
{"text": "it requires a user to post a picture of themselves within two minutes of a notification, no matter what they are doing.", "label": "Label_4"}
{"text": "people are not required to post within two minutes thus diluting the authenticity of capturing a specific moment.", "label": "Label_5"}
{"text": "it forces them to be on there phone .", "label": "Label_0"}
{"text": "it will still be popular because how it makes people think it better.", "label": "Label_2"}
{"text": "the number of people using the app has skyrocketed.", "label": "Label_1"}
{"text": "a large amount of people will continue to use the app.", "label": "Label_2"}
{"text": "the number of users increased by 315% within one year.", "label": "Optimal_1"}
{"text": "many this year have mad it a very popular and 53million plus still use it today but there is still a question as if it will stay popular.", "label": "Label_2"}
{"text": "Usage of apps increased by 315% in one year.", "label": "Optimal_1"}
{"text": "the number of people who use the app has grown exorbitantly.", "label": "Label_1"}
{"text": "it is impossible to say whether Be Real will still remain popular, but Mariah Macias a junior at the pepperdine university feels optimstic about the apps future .", "label": "Label_2"}
{"text": "people like it.", "label": "Label_3"}
{"text": "they think it'll remain popular in this community.", "label": "Label_2"}
{"text": "though bereal has ups and downs it has made a big impact", "label": "Label_0"}
{"text": "the number of people who use this app increased by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "many people are attracted to the app because it feels more casual.", "label": "Label_3"}
{"text": "more people will become famous and their lives will be a lot better..", "label": "Label_0"}
{"text": "a lot more people use it more then other social medias.", "label": "Label_6"}
{"text": "because of more people using it, it has become a community and has increased authenticity within social media.", "label": "Label_1"}
{"text": "they can post whenever andwhen they are doing something even if it is embarrassing.", "label": "Label_4"}
{"text": "people believe it will stay popular due to people being consistent in posting daily.", "label": "Label_2"}
{"text": "they try to to stay in tren", "label": "Label_0"}
{"text": "they prefer using it over Instagram.", "label": "Label_6"}
{"text": "it is becoming a popular app.", "label": "Label_1"}
{"text": "more users are turning to the app, with its monthly usage growing over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people will use it more than other apps because it's \"more authentic\".", "label": "Label_6"}
{"text": "the number of users increased by 315% in just one year.", "label": "Optimal_1"}
{"text": "the users each month continue to grow.", "label": "Label_1"}
{"text": "it has become a favorite for many and has increased use by 315% since people invite one another to be real together.", "label": "Optimal_1"}
{"text": "people believe it is going to remain as popular as possible throughout time.", "label": "Label_2"}
{"text": "many still post later or still curate their post to be less real.", "label": "Label_5"}
{"text": "if the goal is to connect with others in a more authentic way, BeReal is a good social media application.", "label": "Label_3"}
{"text": "there is a lot less pressure to look and act a certain way.", "label": "Label_4"}
{"text": "the app has upsides and downsides to the users and there is no doubt the app will have a huge impact and will remain popular.", "label": "Label_2"}
{"text": "this is dum", "label": "Label_0"}
{"text": "It is used daily by 53 million individuals.", "label": "Optimal_1"}
{"text": "all they can say is \"Let be real together.\"", "label": "Label_0"}
{"text": "people like it because there is less pressure to be perfect and more about just being real.", "label": "Label_3"}
{"text": "people have grown accustom to having to perform realness and is said to make them inauthentic.", "label": "Label_5"}
{"text": "more people trust to use this app because it is more trusting of an app.", "label": "Label_1"}
{"text": "k k j kk", "label": "Label_0"}
{"text": ",there's a lot less pressure to post and look a certain way.", "label": "Label_4"}
{"text": "the number of people using the app increased by 315 percent from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it's possible to say that BeReal might be the next big thing hitting the app store as seen in paragraph 9.", "label": "Label_2"}
{"text": "users cannot edit their photos and take the photo when prompted no matter what they are doing at the moment.", "label": "Label_4"}
{"text": "less people pretend to live fabulous and show there real side of themselves.", "label": "Label_4"}
{"text": "it grew very popular and has had a huge.", "label": "Label_1"}
{"text": "if the user wants to “be real” they can use.no", "label": "Label_0"}
{"text": "it encourages users to post within the first two minutes.", "label": "Label_4"}
{"text": "people are using B", "label": "Label_0"}
{"text": "it has become immensely popular.", "label": "Label_1"}
{"text": "they think it will have a big impact.", "label": "Label_2"}
{"text": "it doesn't have filters or allows users to edit their photos", "label": "Label_4"}
{"text": "there's a lot less pressure to look a certain way.", "label": "Label_4"}
{"text": "teans that people are pretending, and their authenticity is a front.", "label": "Label_5"}
{"text": "people present curated versions of themselves.", "label": "Label_5"}
{"text": "in result even though the app encourages users to post within 2 minutes, It's possible to post later when ur doing something interesting.", "label": "Label_5"}
{"text": "many people enjoy it compared to other social media apps.", "label": "Label_6"}
{"text": "its a growing trend.", "label": "Label_1"}
{"text": "the app had a huge impact on everyone, increasing 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "more people will start to use the app constantly and since more people are using it with a huge community it won't die down like other apps.", "label": "Label_1"}
{"text": "it is a growing trend, growing 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "this is why people enjoy BeReal more because of the aunthik", "label": "Label_0"}
{"text": "people don’t intend for it to die out.", "label": "Label_2"}
{"text": "a student at Pepperdine University submits great reviews about the app so more people can download it.", "label": "Label_0"}
{"text": "the business has seen a surge in popularity.", "label": "Label_1"}
{"text": "they feel optomistic about the app.", "label": "Label_0"}
{"text": "the number of people who use the app grew by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the amount of people who use BeReal has jumped by 315% since 2021.", "label": "Optimal_1"}
{"text": "it is likely that this will remain popular way for people to share and express themselves.", "label": "Label_2"}
{"text": "it will remain popular for a good amount of time.", "label": "Label_2"}
{"text": "the amount of people who use BeReal has grown over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people are being very consistent with the app and dont think it'll die out", "label": "Label_2"}
{"text": "YE \\\\ . .", "label": "Label_0"}
{"text": "they use BeReal more then any other social media apps.", "label": "Label_6"}
{"text": "it's has been on a steady uprise since it's release.", "label": "Label_1"}
{"text": "people don't have to post and look a certain way from 2021 to 2022.", "label": "Label_4"}
{"text": "many use it consistently.", "label": "Label_3"}
{"text": "many have begun to use BeReal over other social media platforms.", "label": "Label_6"}
{"text": "they are real,d d", "label": "Label_0"}
{"text": "the app grew popular.", "label": "Label_1"}
{"text": "the community keeps growing, by 2022 the app has grown over 315% each month.", "label": "Optimal_1"}
{"text": "some people argue it's impossible to be authentic on social media", "label": "Label_5"}
{"text": "they use it more than other social media because they feel it's more casual and they really enjoy keeping up with real time things their friends may be doing.", "label": "Label_6"}
{"text": "most people will continue using it as a casual app to post on daily.", "label": "Label_2"}
{"text": "they use it more than snapchat, tiktok, and instagram", "label": "Label_6"}
{"text": "there is a lot less pressure to look a certain way.", "label": "Label_4"}
{"text": "they don't download the app becasue they think its going to take time away from them but in reality it wont if they know how and when to use the app through out the day.", "label": "Label_0"}
{"text": "they encouraged users to post in two minutes or users will be market as late.", "label": "Label_0"}
{"text": "people was not told that on the new app’s promise of authenticity on social media apps.", "label": "Label_0"}
{"text": "ugfciuq fiuq hfei", "label": "Label_0"}
{"text": "Mariah Macias has a feeling that the app will have a somewhat long future.", "label": "Label_2"}
{"text": "it is most likely going to stay popular for a while due to the large amount of people who work so hard to stay consistent with posting on time.", "label": "Label_2"}
{"text": "people use BeReal because it feels more casual then other apps so people use it because people feel like they will stay popular for a good amount of time.", "label": "Label_2"}
{"text": "people suggest to download it.", "label": "Label_0"}
{"text": "more people have used the app.", "label": "Label_1"}
{"text": "unlike TikTok or Instagram, BeReal doesn't have filters or allow users to edit photos.", "label": "Label_4"}
{"text": "many people use it more than other apps.", "label": "Label_6"}
{"text": "the usage expanded by 315% within a year.", "label": "Optimal_1"}
{"text": "it has became very popular for people tired of Instagram and Facebook.", "label": "Label_1"}
{"text": "people’s can’t glamorize their lifestyles", "label": "Label_4"}
{"text": "they encourage users to post within the first two minutes and there a big communit", "label": "Label_4"}
{"text": "the number of app installations on devices increased by 315% in one year.", "label": "Optimal_1"}
{"text": "they use it as a way to show their friends what they are up to.", "label": "Label_3"}
{"text": "people was not told that on the new app’s promise of authenticity on social media apps", "label": "Label_0"}
{"text": "the app keeps growing each month grows over 315% in one year.", "label": "Optimal_1"}
{"text": "many feel like the app will continue to stay popular for an extended period.", "label": "Label_2"}
{"text": "it’s impossible to say whether Bereal will remain popular.", "label": "Label_2"}
{"text": "they can share their lives a lot easier !", "label": "Label_4"}
{"text": "more people are starting to use it.", "label": "Label_1"}
{"text": "it's become a growing trend by 315% and people are becoming consistent about it.", "label": "Optimal_1"}
{"text": "people will pretend that them being all doll up is their authentic person.", "label": "Label_5"}
{"text": "people can be more special and a lot less pressure.", "label": "Label_4"}
{"text": "while there are problems with the app such as posting late, but there are benefits of being more authentic such as bring people together.", "label": "Label_5"}
{"text": "unlike TikTok or Instagram, BeReal doesn't have filters or allow users to edit their photos.", "label": "Label_4"}
{"text": "it’s possible that people could enjoy cause of entertainment for others.", "label": "Label_0"}
{"text": "the app has had a huge impact and will remain popular.", "label": "Label_2"}
{"text": "more people are using it and it will stay popular for along time.", "label": "Label_2"}
{"text": "its quickly growing with the likes of other social medias, people say it helps influence their friendships in a positive way and it allows people to catch up with people they haven't seen in a while.", "label": "Label_1"}
{"text": "people use it to see what their friends are doing and manage their friendships better.", "label": "Label_3"}
{"text": "though BeReal has its ups and downs there’s no doubt it had it’s impact.", "label": "Label_0"}
{"text": "people suggest to download it and give it a try to see what it is like.", "label": "Label_3"}
{"text": "some people would use it more or prefer it over other social medias.", "label": "Label_6"}
{"text": "this app is a popular trending app, different from any other apps because it carefully curates versions of people, it can become inauthentic.", "label": "Label_1"}
{"text": "the app has had a huge impact on many people with the app growing each month over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "they don't use Instagram or TikTok.", "label": "Label_6"}
{"text": "no one likes qui", "label": "Label_0"}
{"text": "the app has had a huge impact, seeing many more people join it in recent times.", "label": "Label_1"}
{"text": "the growth of the company increased by “315% between 2021 and 2022.", "label": "Optimal_1"}
{"text": "it is likely to remain popular for people to share and express themselves.", "label": "Label_2"}
{"text": "people don't care what they look like as much because they don't have filters to make them look good.", "label": "Label_4"}
{"text": "people wait until they are in a cool location or doing something exciting.", "label": "Label_5"}
{"text": "the number of people who use this app surged 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "more people will become famous and their lives will be a lot better", "label": "Label_0"}
{"text": "people will continue using the app, despite its upsides and downsides.", "label": "Label_2"}
{"text": "some people use BeReal more than other social media and it makes them feel better socially.", "label": "Label_3"}
{"text": "people will continue to use it and each month the app grows 315% in 2021 to 2022.", "label": "Optimal_1"}
{"text": "the app might start getting popular in the years to come, since it has grown over 315% of people using the app.", "label": "Optimal_1"}
{"text": "the amount of people who use it grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it’s 2 minute timer and none access to filters makes it a better app.", "label": "Label_4"}
{"text": "it offers many ups and downs in the app and people who use the app have grown about 315% from 2021 and 2022.", "label": "Optimal_1"}
{"text": "BeReal saw a 315% increase in users from 2021 to 2022.", "label": "Optimal_1"}
{"text": "others argue that many are still pretending to be authentic on social media.", "label": "Label_5"}
{"text": "it grew by 315% and there is a big community.", "label": "Optimal_1"}
{"text": "it became very popular and is likely to remain that way for the years to come.", "label": "Label_1"}
{"text": "many people get attracted to it.", "label": "Label_3"}
{"text": "they believe what those who post want them to believe.", "label": "Label_0"}
{"text": "people are beginning to grow closer via the pictures from 2021 to 2022.", "label": "Label_1"}
{"text": "it has become more popular than other forms of social media.", "label": "Label_6"}
{"text": "realnes it was performed by 53 million people for every day.", "label": "Optimal_1"}
{"text": "it was growing in popularity and grew 315% over a year.", "label": "Optimal_1"}
{"text": "the number of people who use this app grew by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the number of users of the app has increased by over 300%.", "label": "Optimal_1"}
{"text": "some decide to use that social media instead of other social media", "label": "Label_6"}
{"text": "eh month the app grew 315% between 2021 and 2022.", "label": "Optimal_1"}
{"text": "it grew very popular and has had a huge impact.", "label": "Label_1"}
{"text": "there is no doubt that the app is going to have a huge impact.", "label": "Label_0"}
{"text": "It is used by 53 million people daily.", "label": "Optimal_1"}
{"text": "it became a very big trend in 2021-2022.", "label": "Label_1"}
{"text": "the app encouragers users to post in the first 2 minutes.", "label": "Label_4"}
{"text": "it'll become more popular than other social media apps.", "label": "Label_6"}
{"text": "they use it a lot more often then other forms of social media.", "label": "Label_6"}
{"text": "the amount of users on the app every month grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people thought that the app would continue being popular for a good amount of time.", "label": "Label_2"}
{"text": "people get quickly attracted to it and rather it more than other social media apps.", "label": "Label_6"}
{"text": "people think it's better than any other app because they can become popular and make more friends.", "label": "Label_6"}
{"text": "it has become popular quickly.", "label": "Label_1"}
{"text": "many this year have mad it a very popular and 53million plus still use it today", "label": "Label_1"}
{"text": "instead of pretending to live glamorous exciting lives, they pretend to be genuine.", "label": "Label_4"}
{"text": "it has been extremely popular in a short time.", "label": "Label_1"}
{"text": "some people decide to look decent and a dog walker in New York says she has been useing for month now.", "label": "Label_0"}
{"text": "they are real", "label": "Label_0"}
{"text": "more people have started to use the app.", "label": "Label_1"}
{"text": "it has had a positive impact on the quality of relationships between people.", "label": "Label_3"}
{"text": "the amount of users each month grew over 315%.", "label": "Optimal_1"}
{"text": "a lot of people still use the app to share what they are doing with friends and family.", "label": "Label_1"}
{"text": "others believe that people are pretending to be authentic.", "label": "Label_5"}
{"text": "there are users that still wait to post better pictures of themselves instead of posting when told to.", "label": "Label_5"}
{"text": "the population of BeReal will keep increasing.", "label": "Label_1"}
{"text": "they want more people to be comfortably with there own face.", "label": "Label_0"}
{"text": "the app will continue to track growth.", "label": "Label_2"}
{"text": "the people suck.", "label": "Label_0"}
{"text": "many think the app to be more casual then other apps and this has caused the app to grow since released in 2020.", "label": "Label_1"}
{"text": "people think it's better than any other app because they can become popular and have a more social life.", "label": "Label_6"}
{"text": "the user base went up over 315% between 2021 and 2022.", "label": "Optimal_1"}
{"text": "it grew very popular and has had a.", "label": "Label_1"}
{"text": "more people are starting to join BeReal as a way to be able to post and view more authentic photos.", "label": "Label_1"}
{"text": "they use it more than apps like Instagram, Tiktok, and Twitter, which has made BeReal blow up.", "label": "Label_6"}
{"text": "the app has grown quickly in a short time from 2021 to 2022.", "label": "Label_1"}
{"text": "Many people started to use BeReal instead of other apps.", "label": "Label_6"}
{"text": "people use it more often.", "label": "Label_1"}
{"text": "people are attracted to it and don't feel they have to look a certain way the app is also growing rapidly they gain 315% more users monthly from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people continue to use it and it has grown over 315% each month from 2021 to 2022.", "label": "Optimal_1"}
{"text": "many think the app to be more casual then other apps and this has caused the app to grow.", "label": "Label_1"}
{"text": "people are starting to use it more than other social media platforms.", "label": "Label_6"}
{"text": "a student at Pepperdine University submits great reviews about the app so now the app has grown about 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the number of people that use the app each year grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people can be there selves on online.", "label": "Label_4"}
{"text": "they believe that other social media isnt good as BeReal.", "label": "Label_6"}
{"text": "the app will stay popular as long as people are still using it consistently.", "label": "Label_2"}
{"text": "it's not allowed for editing, and it's a bit more spontaneous.", "label": "Label_4"}
{"text": "people use the app to see what friends and family because the popularity grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "a majority of people are using it because it makes them feel more confident.", "label": "Label_3"}
{"text": "more people will do the social media and it explains why the app is up 315% per month.", "label": "Optimal_1"}
{"text": "others will agree causing the app to grow more and more.", "label": "Label_1"}
{"text": "the percentage of people that use the app each month increased over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "Maruah Macias says that she feels like the app will do well years to come because people are consent users of BeReal.", "label": "Label_2"}
{"text": "many consider it more casual compared to other social media applications; this caused many to join the app because of it.", "label": "Label_6"}
{"text": "BeReal will continue to stay popular for a long time.", "label": "Label_2"}
{"text": "kjkjrld sgkl f dkjf fgjk", "label": "Label_0"}
{"text": "others, like the writer emily bootle, argue that its impossible to be truly authenic on social media...", "label": "Label_5"}
{"text": "the amount of users increased more 315 percent in a year.", "label": "Optimal_1"}
{"text": "BeReal is something that everyone is using now, to show there true selves.", "label": "Label_4"}
{"text": "people tend to use it more because it's less pressure to post and encourages people.", "label": "Label_4"}
{"text": "the people can", "label": "Label_0"}
{"text": "people believe it will remain popular for a good amount of time.", "label": "Label_2"}
{"text": "many people post their real selves instead of a fake life.", "label": "Label_4"}
{"text": "more people will become famous and their lives will be a lot better.", "label": "Label_0"}
{"text": "it has become more popular over the past few months.", "label": "Label_1"}
{"text": "the app has become incredibly popular at 315% usage and most people think it's here to stay.", "label": "Optimal_1"}
{"text": "the number of people using this app grew by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "they can be real", "label": "Label_0"}
{"text": "the app has grown in popularity by 318% from 2021 to 2022 and has a huge impact on users.", "label": "Optimal_1"}
{"text": "the amount of users increased by 315%, with no sign of dying out.", "label": "Optimal_1"}
{"text": "many people enjoy it everyday.", "label": "Label_3"}
{"text": "BeReal continues to grow as it grew 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the app grew in popularity and gained over millions of users.", "label": "Label_1"}
{"text": "it has gained a lot of attraction recently from people of all ages.", "label": "Label_1"}
{"text": "the number of people using the app increased by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "its users have a huge impact.", "label": "Label_0"}
{"text": "many are switching from other social media apps to BeReal.", "label": "Label_6"}
{"text": "there is less people that have it.", "label": "Label_0"}
{"text": "many people like Meena Kuduva uses it more than any other social media platform.", "label": "Label_6"}
{"text": "the population of people using it has gone up.", "label": "Label_1"}
{"text": "many try to curate their input to give a better impression.", "label": "Label_5"}
{"text": "more people have been downloading the app each month, approximately growing by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it will continue to grow more popular as a social media because people are consistent about doing it.", "label": "Label_2"}
{"text": "the app grew every month to over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "no one likes quill.", "label": "Label_0"}
{"text": "many people like Meena Kuduva uses it more than any other social media platform, and it will have some popularity for a little bit of time..", "label": "Label_6"}
{"text": "app has become very popular.", "label": "Label_1"}
{"text": "BeReal has both advantages and disadvantages for its users, there is no denying that the app has had a significant impact.", "label": "Label_0"}
{"text": "some people prefer using this app instead of Instagram or TikTok, because is more casual.", "label": "Label_6"}
{"text": "the popularity changed to 315%.", "label": "Optimal_1"}
{"text": "the percentage grew each month of people who use the app.", "label": "Label_1"}
{"text": "the amount of people who use the app grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it will continue to stay a popular form of social media.", "label": "Label_2"}
{"text": "many people are using it because it makes them feel more reassured.", "label": "Label_3"}
{"text": "idk what bereal is. rag", "label": "Label_0"}
{"text": "some people like BeReal and some don't like BeReal and it has a huge impact on peoples day to day life.", "label": "Label_0"}
{"text": "the amount of users grew 315% in one year.", "label": "Optimal_1"}
{"text": "the number of people who use the app continued to grow by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "many enjoy the change.", "label": "Label_3"}
{"text": "there is a lot less pressure for people tp look a certain way.", "label": "Label_4"}
{"text": "the amount of users increased 315 percent in a year.", "label": "Optimal_1"}
{"text": "no filters are allowed and it is hoped that more realistic photos will result.", "label": "Label_4"}
{"text": "the amount of users on the app grew 315% each month from 2021 to 2022.", "label": "Optimal_1"}
{"text": "users are attracted to the platform.", "label": "Label_3"}
{"text": "some people prefer it over other forms of social media that aren't authentic.", "label": "Label_3"}
{"text": "it's used more often.", "label": "Label_1"}
{"text": "when users are inauthentic with their posts it defeats the whole purpose of the app.", "label": "Label_5"}
{"text": "people are talking about being and community and being true too everyone", "label": "Label_0"}
{"text": "people like it because there less pressure to be perfect and more about just being real.", "label": "Label_3"}
{"text": "BeReal has had a huge impact.", "label": "Label_0"}
{"text": "these users will continue utilizing this app to get updates on what their friends are doing.", "label": "Label_2"}
{"text": "BeReal has become a growing trend in social media by growing by 315%.", "label": "Optimal_1"}
{"text": "it helps people……", "label": "Label_3"}
{"text": "while there are problems with the app such as posting late, but there are benefits of being more authentic such as bring people together..", "label": "Label_5"}
{"text": "the amount of people who use it grew 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it has become very popular and tripled in followers in just a year and will likely continue to grow in following and stay around for years to come.", "label": "Label_1"}
{"text": "the amount of people who use Bereal each month grew 315% in just over 1 year.", "label": "Optimal_1"}
{"text": "the people who use the app continue to grow over 315%.", "label": "Optimal_1"}
{"text": "it will continue to be a growing trend.", "label": "Label_2"}
{"text": "many people are installing it and it grew by 315% in just one year.", "label": "Optimal_1"}
{"text": "BeReal will continue to be a new trend.....", "label": "Label_2"}
{"text": "many people will continue to use it.", "label": "Label_2"}
{"text": "more people are likely to use it because they feel that way which makes the app get more attention and grow even bigger, the app grew 351% from 2021 to 2022 and the community is huge.", "label": "Optimal_1"}
{"text": "many more users are switching over to bereal from Instagram and Tiktok because they feel they can be themselves.", "label": "Label_6"}
{"text": "people use BeReal much more than other social media apps.", "label": "Label_6"}
{"text": "it will get more money", "label": "Label_0"}
{"text": "the number of people using this app increased by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "alot of people like Bereal and alot of people dont they dont like it because when people miss thetimerit tells them their late alot of people like it because they can see what their friends are doi", "label": "Label_3"}
{"text": "the app became very popular with people.", "label": "Label_1"}
{"text": "the amount of users increased more than 315 percent in a year.", "label": "Optimal_1"}
{"text": "its hard to say if it will remain popular because of the hate and negativity towa rds it.", "label": "Label_2"}
{"text": "many claim users still are able to manipulate when and where they take a photo so it is not truly \"authentic.\"", "label": "Label_5"}
{"text": "it explains why the app grew 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the amount of people who used it from 2021 to 2022 increased by 315%.", "label": "Optimal_1"}
{"text": "they believe it will stay decently popular.", "label": "Label_2"}
{"text": "people have started using the app more and each month it grew over 315% from 2021.", "label": "Optimal_1"}
{"text": "they use it but it can also be fake.", "label": "Label_5"}
{"text": "they use Bereal so much more than the other social media apps because it feels so much more ca", "label": "Label_6"}
{"text": "jiugu iuiohi iuhim oihob oh obo v iuhnbljnoihoiv ouvucfcyg  uhoimogbui  iuoj ougo", "label": "Label_0"}
{"text": "they think that it’ll be popular for awhile because many enjoy it, it gives them an opportunity to check on friends and makes them feel less pressured to post an ugly photo.", "label": "Label_2"}
{"text": "the popularity of the app grew over 315% in 1 year.", "label": "Optimal_1"}
{"text": "user engagement with the app grew by 315%.", "label": "Optimal_1"}
{"text": "it shows people as they are at the time of a picture is taken so it is more natural.", "label": "Label_4"}
{"text": "it shows how people live life and gives a different perspective.", "label": "Label_4"}
{"text": "mount of people who use the app grew over 315 percent from the year of 2021 to 2022.", "label": "Optimal_1"}
{"text": "it's created a huge impact on communities and each month it continues to grow from 2021 to 2022 over 315%.", "label": "Optimal_1"}
{"text": "the amount of people growing on BeReal from 2021 to 2022 has gone up 315%.", "label": "Optimal_1"}
{"text": "less people pretend to live fabulous and show there real side of themselfs", "label": "Label_4"}
{"text": "some people intended to use it more.", "label": "Label_3"}
{"text": "it is widely accepted by many people.", "label": "Label_1"}
{"text": "it will probably be a popular app for a good while.", "label": "Label_2"}
{"text": "it has grown progressively", "label": "Label_1"}
{"text": "The app has 53 million users.", "label": "Optimal_1"}
{"text": "they use it more.rf", "label": "Label_0"}
{"text": "the article of the New  statesman becomes inauthentic.", "label": "Label_5"}
{"text": "the population of app users who are engaged with this one grew by 315% between 2021 and 2022.", "label": "Optimal_1"}
{"text": "it is impossible to say whether Be Real will still remain popular, but Mariah Macias a junior at the pepperdine university feels optimstic about the apps future", "label": "Label_2"}
{"text": "people feel less pressured to look a certain way when they post.", "label": "Label_4"}
{"text": "swhen it's possible to post later when doing something more interesting, the post will be labeled late.", "label": "Label_5"}
{"text": "since people are able to delay posts for a time when they are doing something more interesting.", "label": "Label_5"}
{"text": "the app has increased in popularity by 315%.", "label": "Optimal_1"}
{"text": "the number of app users has increased by 300%", "label": "Optimal_1"}
{"text": "more people like the app then regular social media apps.", "label": "Label_6"}
{"text": "there’s no doubt the app has a huge impact and grew over 315%.", "label": "Optimal_1"}
{"text": "the app has grown by 315% in the span of two years.", "label": "Optimal_1"}
{"text": "BeReal will continue to impact many people in a good way..", "label": "Label_2"}
{"text": "people can get famous and hdenrnndd nefd", "label": "Label_0"}
{"text": "the amount of people who use the app has grew.", "label": "Label_1"}
{"text": "they feel they can be much more casual and not look a certain way.", "label": "Label_4"}
{"text": "the app has become very popular and millions have downloaded it.", "label": "Label_1"}
{"text": "it has had a huge impact on people and remains popular.", "label": "Label_1"}
{"text": "the app has had huge popularity.", "label": "Label_1"}
{"text": "people want to use it more.", "label": "Label_3"}
{"text": "they use it much more than other social media apps.", "label": "Label_6"}
{"text": "people might prefer BeReal over social media in fact, the amount of people using this app each month has grown to over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it grew over 315% from the year 2021 to 2022.", "label": "Optimal_1"}
{"text": "the users have to post within the two minutes showing what they are doing at that moment.", "label": "Label_4"}
{"text": "it is used so much more than other as.", "label": "Label_6"}
{"text": "many people are optimistic about the app continuing to be popular.", "label": "Label_1"}
{"text": "it is a good app for the teens because they get a better idea what peoples lives are actually like.", "label": "Label_3"}
{"text": "even though some people might disagree with it the app has still was very popular and the amount of people who used the app every month grew from 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people are using BeReal mo", "label": "Label_0"}
{"text": "they think it's a good app", "label": "Label_0"}
{"text": "if the user wants to “be real” they can use.why", "label": "Label_0"}
{"text": "it’s impossible to say BeReal will remain popular.", "label": "Label_2"}
{"text": "BeReal has grown over 315% more monthly followers.", "label": "Optimal_1"}
{"text": "people who are inauthentic pretend to be authentic.", "label": "Label_5"}
{"text": "it has a growing usage and is becoming more popular.", "label": "Label_1"}
{"text": "BeReal has seen monthly growth since 2021 and users say they don't see it dying it out anytime soon.", "label": "Label_2"}
{"text": "people suggest to download it and give it a try to find a new way to connect with others.", "label": "Label_3"}
{"text": "people gravitate towards it to see what friends are doing at that exact moment.", "label": "Label_3"}
{"text": "the percentage of  w", "label": "Label_0"}
{"text": "it encourages users to post within the first two minutes", "label": "Label_4"}
{"text": "theres some to do/there's something to be done", "label": "Label_0"}
{"text": "the users each month grew over 315%.", "label": "Optimal_1"}
{"text": "people are expected to post in two minutes so it shows what they are actually doing at that moment.", "label": "Label_4"}
{"text": "they continue to use and support the app, being consistent with their daily posts.", "label": "Label_3"}
{"text": "many users made a huge impact on the app causing the percentage of people who use the app each month proceeded 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the growth of this app's users increased 315%.", "label": "Optimal_1"}
{"text": "but they can chose to post later on when they look better.", "label": "Label_5"}
{"text": "users are required to take a picture of themselves within two minutes of the daily notification.", "label": "Label_4"}
{"text": "some post on it to get to know other people and have fun and as a result people enjoy the app.", "label": "Label_3"}
{"text": "many are attracted to it and use BeReal.", "label": "Label_3"}
{"text": "users use BeReal more than other social media apps because it is more casual.", "label": "Label_6"}
{"text": "it will continue to attract users because it provides a sense of authenticity.", "label": "Label_2"}
{"text": "a lot of individuals are utilizing it because it makes them feel more confident.", "label": "Label_3"}
{"text": "the app has made a huge impact.", "label": "Label_0"}
{"text": "people’s can’t glamorize their lifestyles….", "label": "Label_4"}
{"text": "there is a debate online about how it can both not be authentic so the app grew over 315% in one year.", "label": "Optimal_1"}
{"text": "many use the site as a better alternative to other social medias like TikTok.", "label": "Label_6"}
{"text": "some say it isn't authentic because it is possible to post later on instead of now.", "label": "Label_5"}
{"text": "they can share their lives a lot easier .", "label": "Label_4"}
{"text": "they can see what they're friends are doing.", "label": "Label_4"}
{"text": "the amount of users on the app has grown 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people will continue to use the app, because it has grown in popularity, and will continue to do so.", "label": "Label_2"}
{"text": "people end up posting later so their audience can see something cooler or more interesting but will be labeled as latee.", "label": "Label_5"}
{"text": "Every day, 53 million individuals utilize it.", "label": "Optimal_1"}
{"text": "they don't think that BeReal will die out, instead it will become more popular.", "label": "Label_2"}
{"text": "some people try to look more decent.", "label": "Label_0"}
{"text": "many people have decided to start using the app over other apps such as Instagram, in fact each month the amount of people using the app went up over 315% from the year 2021 to 2022.", "label": "Optimal_1"}
{"text": "other social media apps may consider some of the features in BeReal as an option.", "label": "Label_6"}
{"text": "the percentage of  people who use the app each mount is very high.", "label": "Label_1"}
{"text": "more and more people are starting to use this app.", "label": "Label_1"}
{"text": "many people who use the app lead on to have exciting and fun lives pretending to be authentic when they aren't.", "label": "Label_5"}
{"text": "the amount of people who use Be real as gone up 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the app usage has grown by 315 percent and many people believe that it will continue to be successful.", "label": "Optimal_1"}
{"text": "Because some people like this app better.", "label": "Label_3"}
{"text": "it reduces pressure to post unedited pictures of oneself.", "label": "Label_4"}
{"text": "most people could possibly use the app since it grew 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "there's 53 million users of the app.", "label": "Optimal_1"}
{"text": "the number of people who used the app each month grew by 315%.", "label": "Optimal_1"}
{"text": "they can post later and if they post late it would be labeled late.bdebceio", "label": "Label_5"}
{"text": "more people will become famous.", "label": "Label_0"}
{"text": "people like Mariah Macias feel like the app has a future in this society because of the consistency of it's users.", "label": "Label_2"}
{"text": "users post photographs of whatever they are doing, boring or not.", "label": "Label_4"}
{"text": "k k j kkn", "label": "Label_0"}
{"text": "looking at it, it could be considered a healthier form of social media.", "label": "Label_0"}
{"text": "it's become a growing trend and people are becoming consistent about it.", "label": "Label_1"}
{"text": "more people will start to use the app which means that it won't die down like other apps because it is being used constantly by people in a huge community.", "label": "Label_1"}
{"text": "the number of app users grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the amount of people who used it grew 315% each month.", "label": "Optimal_1"}
{"text": "its popularity has significantly grown and most people don't see it going down.", "label": "Label_1"}
{"text": "more people are downloading the app everyday.", "label": "Label_1"}
{"text": "though BeReal has ups and downs it has made a big impact", "label": "Label_0"}
{"text": "most believe the app will stay popular due to the monthly growing rate.", "label": "Label_1"}
{"text": "the apps popularity has risen since 2021 by 315%.", "label": "Optimal_1"}
{"text": "people are constantly using the app such as the 53 million people who use it every day.", "label": "Optimal_1"}
{"text": "BeReal is being used by 53 million individuals.", "label": "Optimal_1"}
{"text": "it also impossible to say whether bereal will remain popular.", "label": "Label_2"}
{"text": "people are suppose to respond within two minutes in all of their natural normal state at that time.", "label": "Label_4"}
{"text": "more people use it.", "label": "Label_1"}
{"text": "the amount of people using the app grew by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "BeReal’s popularity will grow as more users join and users start to post.", "label": "Label_2"}
{"text": "the people can communicate through pictures that others post online.", "label": "Label_0"}
{"text": "it is a better way to get to know their  friends better and have a look on what those friends do normally", "label": "Label_3"}
{"text": "people are able to how their friends are doing, or what they're up to.", "label": "Label_3"}
{"text": "the popularity of this social media has grown 315% from 2021 to 2020.", "label": "Optimal_1"}
{"text": "oi;vd hefj12fv; cluh.kl/12eij;ofdvlk xhwfo cvekp3fvjok-=", "label": "Label_0"}
{"text": "the amount of people who use this app grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "instead of getting post full a filters and edits, people finally get a more authentic side of a person.", "label": "Label_4"}
{"text": "if the user wants to “be real” they can use.", "label": "Label_0"}
{"text": "users who use the app are still presenting carefully curated version of themselves.", "label": "Label_5"}
{"text": "they lose interest in other social medias.", "label": "Label_6"}
{"text": "some people will still try to fake what they are doing.", "label": "Label_5"}
{"text": "the app has grown over 315% more popular from 2021-2022.", "label": "Optimal_1"}
{"text": "the amount of people who are using the app has increased by 300%.", "label": "Optimal_1"}
{"text": "they encouraged users to post in two minutes.", "label": "Label_4"}
{"text": "it is used so much more than other apps.", "label": "Label_6"}
{"text": "it has had a positive influence for people to relate most honestly to their friend community.", "label": "Label_3"}
{"text": "people post late so it's fake.", "label": "Label_5"}
{"text": "its users have faith the app will remain popular.", "label": "Label_2"}
{"text": "many people use it instead of other social medias and it has grown very quickly millions of people use it every day.", "label": "Label_1"}
{"text": "when users of the app receive a notification they have to post a photo of themselves and what they are doing within two minutes.", "label": "Label_4"}
{"text": "they think that it will last a while long", "label": "Label_2"}
{"text": "most of it's users have started using the app more frequently then other social media apps.", "label": "Label_6"}
{"text": "BeReal is expected to keep growing it's platform and stay for the long run.", "label": "Label_2"}
{"text": "the app grew by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "many people like to use it as a casual app to post on and see what people are doing every day.", "label": "Label_3"}
{"text": "people like it more because its more casual and on other socials there is much more pressure to look a certain way so many people are starting to use the term \"lets just be real\".", "label": "Label_6"}
{"text": "the amount of people who used BeReal increased 315%.", "label": "Optimal_1"}
{"text": "many this year have mad it a very popular app and use it almost everyday", "label": "Label_1"}
{"text": "people are constantly using it, growing a big community, growing 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "many users enjoy it because of it is not like other apps because it allows them to be real.", "label": "Label_3"}
{"text": "it will continue to stay decently popular for a good amount of time.", "label": "Label_2"}
{"text": "they pretend to be authentic.", "label": "Label_5"}
{"text": "they continue to use it instead of other social media platforms, growing the amount of BeReal users.", "label": "Label_6"}
{"text": "they think the app BeReal itself will never die out.", "label": "Label_2"}
{"text": "instead users are required to post a picture of themselves within two minutes of when they get their daily notification.", "label": "Label_4"}
{"text": "people wait until they're in a scenic place to post.", "label": "Label_5"}
{"text": "there is no doubt that the app has a huge impact.", "label": "Label_0"}
{"text": "people started to doubt that the app would have a huge impact.", "label": "Label_0"}
{"text": "research shows that it has grown 315% in a year so it should be popular for a while.", "label": "Optimal_1"}
{"text": "many people use it everyday.", "label": "Label_3"}
{"text": "people get attracted to it being authentic, which males them use it consistently.", "label": "Label_3"}
{"text": "people will still use it as a fun social media platform.", "label": "Label_2"}
{"text": "users are forced to post boring nor embarrassing photos of them.", "label": "Label_4"}
{"text": "the amount of people using the app each month grew over 315%.", "label": "Optimal_1"}
{"text": "people use it more often than apps like instagram and has became popular.", "label": "Label_1"}
{"text": "this is why people enjoy BeReal more because of the aunthikj", "label": "Label_0"}
{"text": "more people use the app.", "label": "Label_1"}
{"text": "they feel optimistic that the app will continue its popularity in the years to come.", "label": "Label_2"}
{"text": "it will continue to be moderately popular for a good amount of time.", "label": "Label_2"}
{"text": "it is used so much more than other as", "label": "Label_6"}
{"text": "they use it more than other social media because they really enjoy keeping up with real time things their friends may be doing and find it more interesting than the filters and edited things.", "label": "Label_6"}
{"text": "many millions use the site to see what many others are really like behind the edits & filters.", "label": "Label_1"}
{"text": "this increases the popularity of the app.", "label": "Label_1"}
{"text": "it is good so good.", "label": "Label_3"}
{"text": "people like it more because its more casual and on other socials there is much more pressure to look a certain way so many people are starting to use the term \"dlets just be real\".", "label": "Label_6"}
{"text": "the app will most likely continue to grow, a there is a large community of people being real.", "label": "Label_2"}
{"text": "it forces the people to post the first two minutes.", "label": "Label_4"}
{"text": "it may be impossible to say be real will be popular for longer.", "label": "Label_2"}
{"text": "less people pretend to live fabulous and show there real side of themselfs.", "label": "Label_4"}
{"text": "the amount of people using the app each month has grown over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it is impossible to say whether Be Real will still remain popular, but Mariah Macias a junior at the pepperdine university feels optimstic about the apps future.", "label": "Label_2"}
{"text": "they think that it’ll be popular for awhile because many enjoy it and have fun with it.", "label": "Label_2"}
{"text": "a distinctly authentic self behind social media's smoke and mirrors, waiting to be revealed.", "label": "Label_5"}
{"text": "people keep joining the app and stay consistent with posting whether it's authentic or not.", "label": "Label_1"}
{"text": "BeReal has grown 315% in the time span of one year.", "label": "Optimal_1"}
{"text": "people use BeReal more than other social medias apps.", "label": "Label_6"}
{"text": "they use the app more than other types of media.", "label": "Label_6"}
{"text": "like Emily Bootle argue that it's impossible to be authentic because if 53 million people are being real, it becomes inauthentic.", "label": "Label_5"}
{"text": "it has stayed popular and is still used.", "label": "Label_1"}
{"text": "it encourages users to post within the first two minute", "label": "Label_4"}
{"text": "many users pretend to be authentic.", "label": "Label_5"}
{"text": "people might use it more and the app will grow and it has grown over 315% from 2021-2022.", "label": "Optimal_1"}
{"text": "more people are using it and it has grown more than 315 percent in a year.", "label": "Optimal_1"}
{"text": "the app grew 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "they choose BeReal over other apps such as Snapchat because it is not as authentic.", "label": "Label_6"}
{"text": "they are keeping the app up and running,", "label": "Label_0"}
{"text": "the amount of people using this app will keep the app going especially because people are consistent on doing it.", "label": "Label_2"}
{"text": "many this year have mad it a very popular and 53million plus still use it today.", "label": "Label_1"}
{"text": "BeReal may offfer a upsides  downsides to its users and there is no doubt that the app has a big impact.", "label": "Label_0"}
{"text": "a continuously growing community is coming together on the app to show their authentic selves.", "label": "Label_1"}
{"text": "they want more people to be comfortably with there own face", "label": "Label_0"}
{"text": "people still download it and use it to be real.jh=", "label": "Label_0"}
{"text": "it will continue to be popular for a good amount of time.", "label": "Label_2"}
{"text": "the amount of people who use the app grew over 315 percent from 2021 to 2022.", "label": "Optimal_1"}
{"text": "this is why many people like using this app rather than others.", "label": "Label_3"}
{"text": "the app saw a 315% uptick in users in 2022 compared to the previous year.", "label": "Optimal_1"}
{"text": "people can be allowed to view others real lives at the exact moment.", "label": "Label_4"}
{"text": "BeReal is just like any other social media, people can be real and authentic or continue to post fake pictures.", "label": "Label_5"}
{"text": "BeReal will continue to be a new trend...", "label": "Label_2"}
{"text": "it became popular.", "label": "Label_1"}
{"text": "others think social media is always inauthentic.", "label": "Label_5"}
{"text": "the amount grew over 315% in the year 2021 to 2022.", "label": "Optimal_1"}
{"text": "it is impossible to say whether the app's popularity will stay, but it's more \"authentic\" style of social media is no doubt very popular; In fact, the app's user base grew 315% from 2021-2022.", "label": "Optimal_1"}
{"text": "jsjs de fb f erg eg e ge eg d dvdvdvs s ergr egsvsv sbrbgtbhy", "label": "Label_0"}
{"text": "the popularity of the app has grown significantly.", "label": "Label_1"}
{"text": "users are encouraged to post within a few minutes.", "label": "Label_4"}
{"text": "they don't download the app becasue they think its going to take time away from them but in reality it wont if they know how and when to use the app throught the day.", "label": "Label_0"}
{"text": "they prefer to post there rather than any other social media platform.", "label": "Label_6"}
{"text": "some users admit to posting \"late\" photos when they are in a better location rather than posting something boring.", "label": "Label_5"}
{"text": "the number of people using the app has soared", "label": "Label_1"}
{"text": "people continue to use it because it's such a big community and people are consistent.", "label": "Label_1"}
{"text": "it has grown each month from over 315% from 2021-2022.", "label": "Optimal_1"}
{"text": "some users claim that's it is impossible to truly be authentic on social media.", "label": "Label_5"}
{"text": "it is a better way to get to know their  friends.", "label": "Label_3"}
{"text": "they use it more tan other apps, so bereal ccccccdddcd", "label": "Label_6"}
{"text": "the amount of people who use the app have grown over 315% each month from 2021 to 2022.", "label": "Optimal_1"}
{"text": "there is a lot of people using it because it makes them feel more confident.", "label": "Label_3"}
{"text": "thwhe ther e", "label": "Label_0"}
{"text": "there are no filters allowed and it encourages more realistic photos.", "label": "Label_4"}
{"text": "BeReal will continue to impact many people in a good way.", "label": "Label_2"}
{"text": "more people will use it and not feel pressured to be pretty", "label": "Label_3"}
{"text": "they think that it will last a while lon", "label": "Label_2"}
{"text": "many people use it, growing over 315% in a year, and it has a huge impact on the app's users.", "label": "Optimal_1"}
{"text": "they think it will stay popular for a long time.", "label": "Label_2"}
{"text": "it's possible to post later.", "label": "Label_5"}
{"text": "they use it instead of other apps that can fake or change the look.", "label": "Label_4"}
{"text": "those users are not trying to pretend their something when their not.", "label": "Label_4"}
{"text": "they like it more than some other social media plate forms.", "label": "Label_6"}
{"text": "more people became attracted to it.", "label": "Label_3"}
{"text": "more apps need to try Bereal's strategy, to make it more real and honest.", "label": "Label_0"}
{"text": "people dedicate their time by posting a picture every single day and become famous.", "label": "Label_0"}
{"text": "the amount of people that have its ups and downs can get out of their comfort zone.", "label": "Label_3"}
{"text": "it will probably stay popular for a while.", "label": "Label_2"}
{"text": "more than 315% of users started using the app monthly in 2022 than they did in 2021.", "label": "Optimal_1"}
{"text": "people will continue to post on the BeReal app.", "label": "Label_2"}
{"text": "no one can say whether BeReal will remain popular or not.", "label": "Label_2"}
{"text": "they use it more often and they can use it to meet people and they think 315% of people will grow from 2021 -2022.", "label": "Optimal_1"}
{"text": "it is broadly liked by people who do not care for the artificiality of other platforms.", "label": "Label_6"}
{"text": "the amount of people who use it will increase over time.", "label": "Label_2"}
{"text": "more people will start to use the app constantly and since 53 million people are using it with a huge community it won't die down like other apps and the app grew 315% each moth from 2021 to 2021.", "label": "Optimal_1"}
{"text": "jiugu iuiohi iuhim oihob oh obo v iuhnbljnoihoiv ouvucfcyg  uhoimogbui  iuoj ougonbo .", "label": "Label_0"}
{"text": "uses of the app grew 315% in one year.", "label": "Optimal_1"}
{"text": "53 million people every day, all over the world use the app.", "label": "Optimal_1"}
{"text": "it's possible to post later", "label": "Label_5"}
{"text": "this may just turn the app into the opposite of what it promises, as people are able to post things that are not authentic.", "label": "Label_5"}
{"text": "millions of people constantly participate in it.", "label": "Label_1"}
{"text": "many people see a rise in the way the app grew over 315% each month from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the amount of users is growing every month.", "label": "Label_1"}
{"text": "it can bring friends to gether .", "label": "Label_4"}
{"text": "there is no doubt that the app has a impact .", "label": "Label_0"}
{"text": "they post on BeReal because there is no filters allowed and people can express their real self to their friends.", "label": "Label_4"}
{"text": "the amount of people who used the app grew to 315%.", "label": "Optimal_1"}
{"text": "there is a danger that the routine will become its own form of inauthentic behavior.", "label": "Label_5"}
{"text": "some people like it more.", "label": "Label_3"}
{"text": "thousands of people use this app everyday.", "label": "Label_1"}
{"text": "people still carefully present a curated version of themselves.", "label": "Label_5"}
{"text": "users have recommended the app to their friends making it grow in popularity by 315 percent.", "label": "Optimal_1"}
{"text": "they try to to stay in", "label": "Label_0"}
{"text": "users cannot edit their photos or use filters and only show what they really are.", "label": "Label_4"}
{"text": "people use the app and it has grow over 315% since the app starts.", "label": "Optimal_1"}
{"text": "people will stay pretty consistent using BeReal.", "label": "Label_2"}
{"text": "it is hard to say if it will stop being used or not because there is a huge community of users.", "label": "Label_2"}
{"text": "users will post more authentic photos of themselves.", "label": "Label_4"}
{"text": "the amount of people who use the app make new friends every day by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it grew by over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "BeReal is just like any other social media, people can be real and authentic or continue to post fake pictures", "label": "Label_5"}
{"text": "people still download it and use it to be real.jh", "label": "Label_0"}
{"text": "the app is growing over 315% from the year 2021 to 2022.", "label": "Optimal_1"}
{"text": "people who used the app grew 315% bigger from 2021 to 2022.", "label": "Optimal_1"}
{"text": "some people do not post in two minutes do they can have more time to craft a post that would be more flattering.", "label": "Label_5"}
{"text": "the app will continue to grow each month.", "label": "Label_2"}
{"text": "they say it isn’t gonna die out because there’s so many people who enjoy being real.", "label": "Label_2"}
{"text": "they think it will stay popular for a long time .", "label": "Label_2"}
{"text": "others, like the writer emily bootle, argue that its impossible to be truly authenic on social media....", "label": "Label_5"}
{"text": "the amount of people using the app has had an increase over 2021-2022.", "label": "Label_1"}
{"text": "people from all over think the app will continue to grow like it has 315% from 2021 to 2022 do to the authentic.", "label": "Optimal_1"}
{"text": "their app users increased 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "they use it more frequently than other apps.", "label": "Label_6"}
{"text": "when posting a bereal it can be boring or embarrassing but posting people will see what the person doing at that time.", "label": "Label_4"}
{"text": "BeReal is exploding in popularity.", "label": "Label_1"}
{"text": "people would rather use it with friends than other apps like Instagram, which makes it very popular.", "label": "Label_6"}
{"text": "it can be unique from all of the other social media apps", "label": "Label_6"}
{"text": "they take a picture of something more interesting if they are not doing anything interesting.", "label": "Label_5"}
{"text": "BeReal has grown so much since 2021 to almost over 315% and many students don't really see it going down anytime soon.", "label": "Optimal_1"}
{"text": "people feel better about there self.", "label": "Label_3"}
{"text": "it encourages users to post within the first two minu", "label": "Label_4"}
{"text": "many people believe it has a positive impact and will remain popular.", "label": "Label_2"}
{"text": "it good and not good", "label": "Label_3"}
{"text": "the apps users grew about 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it has made a huge impact that is used by so many people.", "label": "Label_3"}
{"text": "it has grown in popularity, with the number of users increasing over 315% every month from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it will most likely stay popular.", "label": "Label_2"}
{"text": "users can keep using it everyday to share what they're doing everyday.", "label": "Label_3"}
{"text": "people keep it real with their viewers.", "label": "Label_4"}
{"text": "they spend lot more time on th app other then any other apps", "label": "Label_6"}
{"text": "they won't feel any pressure to post and look in a certain way.", "label": "Label_4"}
{"text": "its hard to say if it will remain popular because of the hate and negativity towards it.", "label": "Label_2"}
{"text": "people suggest to download it and give it a try.", "label": "Label_0"}
{"text": "the amount of users grew over 315% in one year.", "label": "Optimal_1"}
{"text": "more people rather use BeReal than other social media sites", "label": "Label_6"}
{"text": "it's popular with people who don't like the artificiality of other platforms.", "label": "Label_6"}
{"text": "the percentage of the app is growing just by people using it each month", "label": "Label_1"}
{"text": "the amount of people using it has increased.", "label": "Label_1"}
{"text": "the amount of people is growing from 2021 to 2022 by a 315%.", "label": "Optimal_1"}
{"text": "the amount of people who use it has grow by 315%.", "label": "Optimal_1"}
{"text": "some people like BeReal and some don't and it has a huge impact on people.", "label": "Label_0"}
{"text": "users can see posts that they think are real.", "label": "Label_4"}
{"text": "the amount of people using the app would increase in the coming years.", "label": "Label_1"}
{"text": "teans that people are pretending to be authentic.", "label": "Label_5"}
{"text": "there will obviously be a huge impact just like what was seen from 2021 to 2022 and is said to stay popular with a big community that keeps it alive but with that it could turn inauthentic.", "label": "Label_2"}
{"text": "it feels more casual and there is less pressure to look a crtain way.", "label": "Label_4"}
{"text": "as a result that it has had its up and downs the app will remain popular.", "label": "Label_2"}
{"text": "the app has a huge impact for many people.", "label": "Label_0"}
{"text": "it will continue to remain reasonably popular for a good amount of time.", "label": "Label_2"}
{"text": "Mariah Macias have explained that she feels that people will stay active with the app and keep growing the activity.", "label": "Label_2"}
{"text": "it is used by 53 million people daily", "label": "Optimal_1"}
{"text": "the number of monthly users of the app increased by over 315% in 2022 compared to 2021.", "label": "Optimal_1"}
{"text": "they keep using the app to post pictures and have fun.", "label": "Label_3"}
{"text": "it will continue to grow more popular as a social media because people are consistent about doing it and it has a huge user base.", "label": "Label_2"}
{"text": "others complain that many users still have time and present a more curated version of themselves, not the real image.", "label": "Label_5"}
{"text": "more people will start using it because of it's popularity.", "label": "Label_1"}
{"text": "with instagram people are able to edit and change the way they look but, with BeReal people are able to show their true authentic self and give people an inside look on what they do", "label": "Label_4"}
{"text": "it has grown so much more over time.", "label": "Label_1"}
{"text": "they use it more than other social medias.", "label": "Label_6"}
{"text": "they don't see it dying down because a lot of people are willing to put effort in the app.", "label": "Label_2"}
{"text": "people from all over think the app will continue to grow like one student named Macias who said that they don't see the app dying out.", "label": "Label_2"}
{"text": "BeReal doesn't have filters or allows anyone to edit, so there's less pressure to post and look a certain way", "label": "Label_4"}
{"text": "people want to use be real to be briefly updated in what friends are doing.", "label": "Label_3"}
{"text": "a social media app that might bring just  bring back a little bit of athnticity to  social media  post", "label": "Label_0"}
{"text": "despite the fact that people can still post unauthentic posts, this is a consequence because this may just turn the app into the opposite of what it promises.", "label": "Label_5"}
{"text": "people continue to use BeReal every day", "label": "Label_0"}
{"text": "it will remain favorably popular for a decent amount of time.", "label": "Label_2"}
{"text": "they continue to post at the right times.", "label": "Label_0"}
{"text": "more people are using it like in the text it talks about how a student uses BeReal more often.", "label": "Label_1"}
{"text": "it's possible to post later and has a huge impact.", "label": "Label_5"}
{"text": "each month the app has grown with activity by 315%.", "label": "Optimal_1"}
{"text": "there is growing amount of people that are using the app.", "label": "Label_1"}
{"text": "there's a lot less pressure to post and look a certain way.", "label": "Label_4"}
{"text": "more people will use it and not feel pressured to be pretty...", "label": "Label_3"}
{"text": "rthtere is not ewpxlanr s", "label": "Label_0"}
{"text": "the number of users of the app increased by 315 percent from 2021 to 2022.", "label": "Optimal_1"}
{"text": "users fell like over time that the app will grow higher in popularty.", "label": "Label_2"}
{"text": "it is accepted by people who don't like the fakeness of other platforms.", "label": "Label_6"}
{"text": "YE \\\\ .", "label": "Label_0"}
{"text": "it has become a popular app.", "label": "Label_1"}
{"text": "53 million people use it daily, according to a journalist.", "label": "Optimal_1"}
{"text": "people have to post even if they are doing something boring or look bad.", "label": "Label_4"}
{"text": "in 2021 to 2022 it grew over 315%.", "label": "Optimal_1"}
{"text": "many people use so the percentage went up 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "there was 315% increase of app users from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people think it is better than social media.", "label": "Label_6"}
{"text": "it has become very popular and tripled in followers in just a year as they enjoy using it more than other forms of social media that are more posed and fake.", "label": "Label_1"}
{"text": "it’s impossible to say if Bereal will remain popular and that the amount of people that used this app each month grew up to 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it continues to be a popular form of showing authenticity on social media; for example, app usage each month increased 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "they use it more than other social media because they really enjoy keeping up with real time things their friends may be doing.", "label": "Label_6"}
{"text": "it's impossible to say wether BeReal will remain popular or not.", "label": "Label_2"}
{"text": "users dauby that the app has a huge impact.", "label": "Label_0"}
{"text": "others will agree causing the app to grow more and more it’s already grown 315% from when it’s been made.", "label": "Optimal_1"}
{"text": "instead of pretending to have a glamorous, exiting version of themselves they are more authentic.", "label": "Label_4"}
{"text": "BeReal continues to grow as more and people use it.", "label": "Label_1"}
{"text": "the percentage of", "label": "Label_0"}
{"text": "Bootle thinks that people everyday using be real, it eventually becomes inauthentic.", "label": "Label_5"}
{"text": "this app has grown 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "many consider it more casual compared to other social media applications.", "label": "Label_6"}
{"text": "the app has become very popular.", "label": "Label_1"}
{"text": "they changed it.", "label": "Label_0"}
{"text": "this program has become a growing trend for people like Mariah who feels like it'll become better in the future due to the amount of realistic situations going on.", "label": "Label_2"}
{"text": "the amount of BeReal users grew 315% form 2021 to 2022.", "label": "Optimal_1"}
{"text": "it feels more casual.", "label": "Label_3"}
{"text": "many people believe that it will continue to stay popular despite its inauthenticity", "label": "Label_2"}
{"text": "it became an overnight sensation growing over 315% in just one year.", "label": "Optimal_1"}
{"text": "they use it more than other social media such as Instagram.", "label": "Label_6"}
{"text": "as a result it will continue growing as a place where people can be themselves.", "label": "Label_2"}
{"text": "they enjoy using Bereal more than other apps like Tik Tok", "label": "Label_6"}
{"text": "the popularity of the product will endure for a good amount of time.", "label": "Label_2"}
{"text": "it will remain popular.", "label": "Label_2"}
{"text": "it is one of the most popular social media apps due to it's popularity growing each month.", "label": "Label_1"}
{"text": "its popularity has skyrocketed by a margin of growth of 315% a month from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the app has become incredibly popular and most people think it's here to stay.", "label": "Label_1"}
{"text": "the percentage grew each month of people who se the app by 315%.", "label": "Optimal_1"}
{"text": "they post more often", "label": "Label_0"}
{"text": "it will remain moderately popular for a good amount of time", "label": "Label_2"}
{"text": "people can be more social, is a lot less pressure to post , and look a certain way.", "label": "Label_4"}
{"text": "one could use it.", "label": "Label_0"}
{"text": "people are using BeReal more than any oth", "label": "Label_0"}
{"text": "people will pretend to be authentic but no one is very truly authentic.", "label": "Label_5"}
{"text": "they use it more than other social media apps.", "label": "Label_6"}
{"text": "many many people like to use it.", "label": "Label_3"}
{"text": "people use it more because its real and not fake like other apps and bereal has grown in popularity and it will stay popular", "label": "Label_1"}
{"text": "BeReal made a huge impact on tons of people around the world.", "label": "Label_0"}
{"text": "it will be a lot harder for the app's popularity to die down, especially since from 2021 to 2022, the app grew 315%.", "label": "Optimal_1"}
{"text": "it's been popular in a short amount of time.", "label": "Label_1"}
{"text": "more users are willing to get this app, in fact app has grown 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "this excites people into seeing and posting parts of their everyday life.", "label": "Label_0"}
{"text": "more people will join the app BeReal.", "label": "Label_1"}
{"text": "people can still post but it will be labeled late.", "label": "Label_5"}
{"text": "app usage increased by 315% in one year.", "label": "Optimal_1"}
{"text": "The amount of people using the app skyrocketed to over 315% in one year.", "label": "Optimal_1"}
{"text": "its popularity exploded over 315% each month between 2021 and 2022.", "label": "Optimal_1"}
{"text": "usage of apps shot up 315% in one year.", "label": "Optimal_1"}
{"text": "more people rather use BeReal than other social media si", "label": "Label_6"}
{"text": "people still love to use the app even if they are fake people and Macias says that he doesn't see it going down any time soon.", "label": "Label_3"}
{"text": "people end up posting later so their audience can see something cooler or more interesting but will be labeled as late.", "label": "Label_5"}
{"text": "people like it more because its more casual and on other socials there is much more pressure to look a certain way.", "label": "Label_6"}
{"text": "they will continue using the app which can be seen in the growing users that the app has.", "label": "Label_2"}
{"text": "users don’t have options like filters and the pictures are more spontaneous.", "label": "Label_4"}
{"text": "the app is becoming more popular.", "label": "Label_1"}
{"text": "they use it more people showed use it more then other apps it’s less toxic .", "label": "Label_6"}
{"text": "even though some people might disagree with it the app has still became very popular.", "label": "Label_1"}
{"text": "as a result there have been growing number of people who use BeReal growing 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the app has grown over 315% since 2021.", "label": "Optimal_1"}
{"text": "the app have grown since the users use it more then other social medias because it feels more casual", "label": "Label_6"}
{"text": "they prefer it over other social media platforms and it grew 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it attracted more users.", "label": "Label_3"}
{"text": "it's become a growing trend, growing 315% from 2021-2022.", "label": "Optimal_1"}
{"text": "they use it more than apps like Instagram, Tiktok, and Twitter.", "label": "Label_6"}
{"text": "it’s impossible to say whether Be Real will remain popular.", "label": "Label_2"}
{"text": "they use it more tan other apps, so bereal cccc", "label": "Label_6"}
{"text": "most users use it more than other social media apps.", "label": "Label_6"}
{"text": "they use it more than other apps.", "label": "Label_6"}
{"text": "many people are using it because it makes them feel more secure.", "label": "Label_3"}
{"text": "the app has had a huge surge of people downloading the app.", "label": "Label_1"}
{"text": "the app each month grew over 315% from the years of 2021 to 2022.", "label": "Optimal_1"}
{"text": "people feel more comfortable using it with the pressure of social trends.", "label": "Label_3"}
{"text": "the app encourages the users that there is no doubt that the app has a huge impact on someone.", "label": "Label_0"}
{"text": "it will maintain its popularity for a while.", "label": "Label_2"}
{"text": "they use it more then other social medias because it feels more casual.", "label": "Label_6"}
{"text": "there is a market for this versus others.", "label": "Label_0"}
{"text": "the amount of people who installed and actively participated in using the app grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the amount of people using the app grew each month by over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "students think the app may not die out soon because people are very consistent on doing it, and there is a lot less pressure to post and look a certain way, because it’s more casual.", "label": "Label_2"}
{"text": "it has become popular with a 315% growth in users between 2021 and 2022.", "label": "Optimal_1"}
{"text": "they tend to wait and upload something when they are doing something interesting.", "label": "Label_5"}
{"text": "some people wait to take an authentic photo for their be real.", "label": "Label_5"}
{"text": "it will continue to become popular and has grown 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "there’s a large community of people doing it and the number of people who use the app each month grew by over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it is better to make better friends and it is fun.", "label": "Label_3"}
{"text": "people spend there day posting within the 2 minutes they get the notification.", "label": "Label_4"}
{"text": "the amount of usage of the app grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people can express themsevels.", "label": "Label_0"}
{"text": "the app is seeing high usage rates and increasing numbers of people using it.", "label": "Label_1"}
{"text": "the app has had a growing popularity from an increase of over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it's possible to post later on when doing something more interesting and then, they have two minutes to snap a picture to share with their friends.", "label": "Label_5"}
{"text": "more users enjoy the app and will download it.", "label": "Label_1"}
{"text": "the amount of people using BeReal each month grew by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "more people are likely to use it because they feel that way.", "label": "Label_3"}
{"text": "the result of the BeReal app more people use it than other social media platforms it also had a huge impact on people.", "label": "Label_6"}
{"text": "the app start to having a big impact in young people.", "label": "Label_0"}
{"text": "more people tend to use it more than social media,so the bereal will continue being popular7", "label": "Label_2"}
{"text": "h h h h", "label": "Label_0"}
{"text": "it can look more realistic to the people.", "label": "Label_4"}
{"text": "315% of people are doing it.", "label": "Optimal_1"}
{"text": "the app has seen a significant increase in popularity.", "label": "Label_1"}
{"text": "alot of people like Bereal and alot of people dont they dont like it because when people miss thetimerit tells them their late alot of people like it because they can see what their friends are doin", "label": "Label_3"}
{"text": "BeReal's has seen monthly growth since 2021 and see this growth of 315% as authenticity.", "label": "Optimal_1"}
{"text": "people are more likely to spend more time on it and get a healthier influence due to the lack of filters that are on other social media platforms, making it gain popularity.", "label": "Label_6"}
{"text": "some use it more than other social media apps.", "label": "Label_6"}
{"text": "users use the app for more authenticity, even though its possible to still be inauthentic on the app.", "label": "Label_5"}
{"text": "the number of app users who use this grew by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "they use it more.rfrf", "label": "Label_0"}
{"text": "they use it more tan other apps, so bereal ccccccc", "label": "Label_6"}
{"text": "almost every user s being real.", "label": "Label_0"}
{"text": "it may not die out considering most people are consistent about doing the app.", "label": "Label_2"}
{"text": "they could communicate more with their friends and relatives.", "label": "Label_0"}
{"text": "as a result  more people got the app and it made money and popularity and the world loved it.", "label": "Label_1"}
{"text": "its popularity has skyrocketed 315 percent.", "label": "Optimal_1"}
{"text": "though BeReal has its ups and downs there’s no doubt it had it’s imp", "label": "Label_0"}
{"text": "users are required to post a photo in two minutes or less.", "label": "Label_4"}
{"text": "its going to continue to  be a pop ular app.", "label": "Label_2"}
{"text": "it has gained a lot of popularity for that “authenticity.”", "label": "Label_1"}
{"text": "53 million people use the app.", "label": "Optimal_1"}
{"text": "others see flaws in the system since it has a \"later\" feature where people can wait and post when they are more polished and doing something interesting.", "label": "Label_5"}
{"text": "BeReal is likely to remain popular as many users prefer to use it consistently  rather than other social media apps.", "label": "Label_6"}
{"text": "people use it a lo  t.", "label": "Label_0"}
{"text": "the total people who use the app each month increase over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the app has made a huge impact by growing over 315%.", "label": "Optimal_1"}
{"text": "it helps people…….", "label": "Label_3"}
{"text": "one can still post after the two-minute window, opening the door for inauthentic pictures, and some people will take pictures only if they look good.", "label": "Label_5"}
{"text": "people who use the app are presenting carefully curated versions of themselves.", "label": "Label_5"}
{"text": "they can get more people to use their app.", "label": "Label_1"}
{"text": "Mariah Macias thinks that BeReal will die out because most people are really consistent about doing it, and it's different from every other social media.", "label": "Label_2"}
{"text": "many people like to use it more than instagram or TikTok.", "label": "Label_6"}
{"text": "if millions of people post more authentic photos, it will become less authentic.", "label": "Label_5"}
{"text": "the people used the app a lot and made a large community.", "label": "Label_1"}
{"text": "more people have used it and it continues to gain popularity, which is why it has 53 million users.", "label": "Optimal_1"}
{"text": "they can feel more casual.", "label": "Label_3"}
{"text": "the population of BeReal increased over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "many people believe that it will continue to stay popular and that people will continue to BeReal.", "label": "Label_2"}
{"text": "because it's grown over 315% from 2021 to 2022, it has become a community and has increased authenticity within social media.", "label": "Optimal_1"}
{"text": "reeklrt erio repoeeerjk djdfjk fd", "label": "Label_0"}
{"text": "many more people have started to use it from 2021 to 2022.", "label": "Label_1"}
{"text": "they can live bette", "label": "Label_0"}
{"text": "BeReal might become less authentic when people take advantage of late posting.", "label": "Label_5"}
{"text": "this app is a popular trending app that has grown 315% from 2021 to 2022, because it carefully curates versions of people, and it can become inauthentic.", "label": "Optimal_1"}
{"text": "it is a good app for teens because they get a better idea what peoples lives are actually like.", "label": "Label_3"}
{"text": "It helps users to be real.", "label": "Label_3"}
{"text": "people use it more because its real and not fake like other apps and bereal has grown in popularity.", "label": "Label_1"}
{"text": "people use it much more than many other social media apps.", "label": "Label_6"}
{"text": "its more popular and people can all do theirs at the same time", "label": "Label_1"}
{"text": "compared to other apps like tick tock or Snapchat they can’t just use filters or editing to make them look better.", "label": "Label_4"}
{"text": "they want more people to be comfortably with there own real self", "label": "Label_0"}
{"text": "it is just about posting real pictures of what the user is doing in the moment and not about becoming famous or looking glamorous.", "label": "Label_4"}
{"text": "if more people use the app and try to be authentic that authenticity would then become \"inauthentic\".", "label": "Label_5"}
{"text": "Mariah Macias who’s a junior at Pepperdine University believes since it’s grown 315% it will stay popular.", "label": "Optimal_1"}
{"text": "people don't care what they look like asmuch because they don't have filters to make them look good.", "label": "Label_4"}
{"text": "a camera that does not have any filters or digital editing is considered \"unfiltered\"", "label": "Label_4"}
{"text": "instead of getting posts full of filters and edits, people finally get a more authentic side of a person.", "label": "Label_4"}
{"text": "people from all over think the app will continue to grow.", "label": "Label_2"}
{"text": "bereal prompts a 2 minute ever changing window to post a candid photo/", "label": "Label_4"}
{"text": "they use it", "label": "Label_0"}
{"text": "a lot of people are using it because it makes them feel better.", "label": "Label_3"}
{"text": "it doesn't have filters or allows users to edit their photos and are making better friendships.", "label": "Label_4"}
{"text": "they encourage users to post within the first two minutes", "label": "Label_4"}
{"text": "user numbers on the app have grown by over 315% a month from 2021 to 2022.", "label": "Optimal_1"}
{"text": "many people will become addictedto it like many other social media platforms.", "label": "Label_6"}
{"text": "the amount of people who use the app grew over 315% from 2021 to 2022 and continues increasing.", "label": "Optimal_1"}
{"text": "they can get more money.", "label": "Label_0"}
{"text": "the number of people using the app has rapidly increased.", "label": "Label_1"}
{"text": "the number of users increased 315% in one year.", "label": "Optimal_1"}
{"text": "BeReal continues to grow each month.", "label": "Label_1"}
{"text": "more people are using it and it’s a growing trend.", "label": "Label_1"}
{"text": "people like It because people can send pictures to friends.", "label": "Label_3"}
{"text": "they spend a lot of time viewing their friends BeReal's and posting their own, it's popularity has skyrocketed when people realized its a more authentic social media app than most.", "label": "Label_1"}
{"text": "Kuduva uses it more than other social media apps.", "label": "Label_6"}
{"text": "users tend to use the app more than TikTok and other forms of social media.", "label": "Label_6"}
{"text": "each month from 2021 to 2022, the people using the app grew over 315%.", "label": "Optimal_1"}
{"text": "the object has garnered a large number of users in a short amount of time.", "label": "Label_1"}
{"text": "BeReal will continue to be a new trend.", "label": "Label_2"}
{"text": "there is no doubt the app will have a huge impact and will remain popular.", "label": "Label_2"}
{"text": "it is a growing trend.", "label": "Label_1"}
{"text": "the amount of people using the app would increase over 315%.", "label": "Optimal_1"}
{"text": "it has continually grown to be more popular, with a growth of 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "they use it more than they use other social media because they feel it's more casual and real.", "label": "Label_6"}
{"text": "users posts will be more consistent as time goes on.", "label": "Label_2"}
{"text": "instead of pretending to have a perfect life, they are pretending to be authentic.", "label": "Label_5"}
{"text": "the amount of people who use the app grew 315% from 2021-2022.", "label": "Optimal_1"}
{"text": "when people post late the post later on will simply be labeled as late\"", "label": "Label_5"}
{"text": "the app has grown over 315% in a year and many users don't see it dying out.", "label": "Optimal_1"}
{"text": "it sends a notification that needs a photo from someone within 2 minutes to show what they are doing no matter what.", "label": "Label_4"}
{"text": "people still continue to be real.", "label": "Label_0"}
{"text": "it doesn't allow filter and editing.", "label": "Label_4"}
{"text": "users get to see their friends without a filter.", "label": "Label_4"}
{"text": "the app grew to over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "more people are drawn to downloading the app, and using it as a social media platform.", "label": "Label_1"}
{"text": "the app has become very popular and 53 million people have downloaded it.", "label": "Label_1"}
{"text": "the app will stay popular because of the amount of people who is consistently using it.", "label": "Label_2"}
{"text": "its hard to say if it will remain popular because of the hate and negativity owa rds it.", "label": "Label_2"}
{"text": "53 million people constantly participate in it and BeReal grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "more people get the app and have the atheistic that people like.", "label": "Label_1"}
{"text": "some people use it more often than other social media apps.", "label": "Label_6"}
{"text": "the app has seen a 300% increase in users.", "label": "Optimal_1"}
{"text": "people use it less and was made first", "label": "Label_0"}
{"text": "more and more people are using the app it grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the number of users increased by 315 percent in a year.", "label": "Optimal_1"}
{"text": "people wait until they’re in a good setting so they can look good in the photo.", "label": "Label_5"}
{"text": "the app still remains as popular with them growing 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the post will be labeled fake.", "label": "Label_0"}
{"text": "people still use the app pretending to have an exciting lives.", "label": "Label_5"}
{"text": "it keeps everyone being real and honest with each other .", "label": "Label_3"}
{"text": "the amount of users on the app grew 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people who use the app still try post more natural but still carefully curated versions of themselves.", "label": "Label_5"}
{"text": "it has grown over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "many people enjoy it everyday because it shows what people are really doing.", "label": "Label_3"}
{"text": "it has quickly gained in popularity.", "label": "Label_1"}
{"text": "the amount of people using the app has grown 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people will continue to use it because it's such a big community and people are consistent/", "label": "Label_2"}
{"text": "with its difference it has grown 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "more users are willing to get this app.", "label": "Label_1"}
{"text": "53 million people make use of it daily.", "label": "Optimal_1"}
{"text": "It is used a lot more and people say it influences their friendships in a positive way.", "label": "Label_3"}
{"text": "it is popular with many people.", "label": "Label_1"}
{"text": "the app has made a huge impression and the app users went up 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it positively impacts relationships.", "label": "Label_3"}
{"text": "there are no filters allowed and it is more realistic to take photos.", "label": "Label_4"}
{"text": "the app grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the app still allows users to post late to stage a picture.", "label": "Label_5"}
{"text": "they use it commonly and many people download and use it in order to go with the trend.", "label": "Label_1"}
{"text": "the app became popular growing by 315% in a year.", "label": "Optimal_1"}
{"text": "it helps people…..", "label": "Label_3"}
{"text": "the app has grown to over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "there may be ups and downs but the amount of people using the app will only grow.", "label": "Label_2"}
{"text": "users are forced to post boring nor embarrassing photos of them", "label": "Label_4"}
{"text": "for now, the app is expanding.", "label": "Label_1"}
{"text": "the app grew over 315% in the years 2021 to 2022.", "label": "Optimal_1"}
{"text": "it will remain popular...", "label": "Label_2"}
{"text": "use of the app has grown 315% since 2021.", "label": "Optimal_1"}
{"text": "it can become popular", "label": "Label_1"}
{"text": "this app had a huge impact on teenagers and young adults.", "label": "Label_0"}
{"text": "they are attracted to the casual nature of the app.", "label": "Label_3"}
{"text": "some people put their lives out there pretending they're all glamorous and exciting but in reality it is all a lie.", "label": "Label_5"}
{"text": "of people use it every day.", "label": "Label_0"}
{"text": "people have continued to use the app and feel closer as a community.", "label": "Label_1"}
{"text": "others aren't so sold on the idea, seeing as people can post later when doing something more fun and interesting.", "label": "Label_5"}
{"text": "according to Meena Kuduva, it’s can feel more casual and can influence friendships.", "label": "Label_3"}
{"text": "many have switched over causing a 315% increase in users in just one year.", "label": "Optimal_1"}
{"text": "more people tend to use it more than social media,so the bereal will continue being popula", "label": "Label_2"}
{"text": "users have recommended the app to their friends making it grow in popularity.", "label": "Label_1"}
{"text": "the user percentage grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it will likely remain a popular way for people to share and express themselves.", "label": "Label_2"}
{"text": "jsjs de fb f erg eg e ge eg d dvdvdvs s ergr egsvsv sbrbgtbhyj u", "label": "Label_0"}
{"text": "the app has many downloads.", "label": "Label_1"}
{"text": "the amount of people using the app has grown a significant amount.", "label": "Label_1"}
{"text": "BeReal can be different than Instagram or Tiktok.", "label": "Label_6"}
{"text": "many users appeal to this app and how it allows for the users to see what's going on in the exact moment of their friends lives and choose it over most platforms that fake reality.", "label": "Label_4"}
{"text": "the app also allows people to post late photos, which gives them the opportunity to prepare a less authentic image.", "label": "Label_5"}
{"text": "they start to use and spend more time in this app and not in other social media.", "label": "Label_6"}
{"text": "they believe it’s okay to keep the app be real,  they think it’s authentic.", "label": "Label_0"}
{"text": "it could put pressure on it users so they have a more of their personal life out there .", "label": "Label_3"}
{"text": "people will continue to use the app.", "label": "Label_2"}
{"text": "Mariah Macias thinks that BeReal will die out because most people are really consistent about doing it, and it had a huge impact on people.", "label": "Label_2"}
{"text": "It will stay popular for quite a while.", "label": "Label_2"}
{"text": "it has grown each moth 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "therefore its probably pretty good.", "label": "Label_0"}
{"text": "the app's usage grew by 315% in one year.", "label": "Optimal_1"}
{"text": "many more people have started using the app.", "label": "Label_1"}
{"text": "a lot of people are relying on it because it makes them feel more confident.", "label": "Label_3"}
{"text": "its popularity grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "good and not good", "label": "Label_0"}
{"text": "many people use it on a daily and it grew 315% every month from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the amount of people that use the app increase.", "label": "Label_1"}
{"text": "it's possible to post something later on but the post will be labeled as late.", "label": "Label_5"}
{"text": "the number of users increased 315 percent in a year.", "label": "Optimal_1"}
{"text": "they believe it will maintain some popularity for a while longer.", "label": "Label_2"}
{"text": "the amount of people using the app grew over 315%.", "label": "Optimal_1"}
{"text": "others, like the writer emily bootle, argue that its impossible to be truly authenic on social media.", "label": "Label_5"}
{"text": "it is not easy to make changes to a post and it is more spontaneous.", "label": "Label_4"}
{"text": "many are attracted to it.", "label": "Label_3"}
{"text": "they use the app more then other social medias.", "label": "Label_6"}
{"text": "the user base and popularity is growing rapidly.", "label": "Label_1"}
{"text": "its hard to say if it will remain popular because of the hate and negativty owa rds it.", "label": "Label_2"}
{"text": "people think it will be popular for a a long time.", "label": "Label_2"}
{"text": "each month the app gains 315% of people in 2021 to 2022.", "label": "Optimal_1"}
{"text": "some have questioned if it is possible to be authentic on social media, since many present themselves as very glamorous and exciting on the app.", "label": "Label_5"}
{"text": "jiugu iuiohi iuhim oihob oh obo v iuhnbljnoihoiv ouvucfcyg  uhoimogbui  iuoj ougonbo", "label": "Label_0"}
{"text": "sksjk oeir pppiiii", "label": "Label_0"}
{"text": "it's gained a lot of popularity over 315% in the past two years.", "label": "Optimal_1"}
{"text": "much less pressure to post and look certain ways.", "label": "Label_4"}
{"text": "more people use BeReal than other social media apps.", "label": "Label_6"}
{"text": "the apps popularity as skyrooketed as a resletand it is expeted to keep sky rooketeding", "label": "Label_1"}
{"text": "usage is growing monthly.", "label": "Label_1"}
{"text": "they present carefully curated versions of themselves.", "label": "Label_5"}
{"text": "they continue to use it instead of other social media platforms, allowing the app to remain popular.", "label": "Label_6"}
{"text": "the app made a huge impact and the amount of people using the app grew 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "there is too much data.", "label": "Label_0"}
{"text": "the people stink.", "label": "Label_0"}
{"text": "a social media app that might bring just  bring back a little bit of authnticity so   social media  post", "label": "Label_0"}
{"text": "users are required to post a photo in two minutes to see what there friends are up too.", "label": "Label_4"}
{"text": "even though there are pros and cons to it, the app had a huge impact on the world, and the amount people who BeReal every month, has grown over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "its unsure if it will continue to be popular.", "label": "Label_2"}
{"text": "many people have started to use the app and the growth rate is at 315% a month.", "label": "Optimal_1"}
{"text": "it is good and not good.", "label": "Label_0"}
{"text": "most people could possibly use the app", "label": "Label_1"}
{"text": "it has seen an increase in population.", "label": "Label_1"}
{"text": "people gravitate towards it to see what friends are doing at that exact moment so some people fake what they do to seem more interesting.", "label": "Label_3"}
{"text": "315% more people have started to use it from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the app saw a 315% increase in monthly users in 2022 year over year.", "label": "Optimal_1"}
{"text": "while there are problems with the app such as posting late, but there are benefits of being more authentic such as bring people together....", "label": "Label_5"}
{"text": "people will tend to have this app for awhile.", "label": "Label_2"}
{"text": "people get attracted to it being authentic, because they feel they have less pressure.", "label": "Label_3"}
{"text": "Currently, 53 million people utilize BeReal", "label": "Optimal_1"}
{"text": "many people think this app will be popular for a while and it will continue to grow more.", "label": "Label_2"}
{"text": "it will remain popular for a decent amount of time.", "label": "Label_2"}
{"text": "they use Bereal so much more than the other social media apps because it feels so much more casual", "label": "Label_6"}
{"text": "many use the site as a better alternative to other social medias like TikTok because they enjoy the transparency of the content & images uploaded onto the site.", "label": "Label_6"}
{"text": "the amount of people using the app as increase 315% in one year.", "label": "Optimal_1"}
{"text": "they can live better liv", "label": "Label_0"}
{"text": "to say if bereal will remain popular and that the amount of people that use pad this app each month grew up to 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "More people will use BeReal more than other social medias.", "label": "Label_6"}
{"text": "the app's popularity skyrocketed about 315% from 2021.", "label": "Optimal_1"}
{"text": "BeReal is to be a truly authentic on social media.", "label": "Label_5"}
{"text": "it has grown rapidly.", "label": "Label_1"}
{"text": "the app continues to grow in popularity and will not likely die out anytime soon.", "label": "Label_1"}
{"text": "more people tend to use it more because other social medias are", "label": "Label_6"}
{"text": "According to a journalist, 53 million individuals use it every day.", "label": "Optimal_1"}
{"text": "the amount of people using the app has grown 315%.", "label": "Optimal_1"}
{"text": "many people prefer to use BeReal as a way to see what their friends are up to.", "label": "Label_3"}
{"text": "it helps people..", "label": "Label_3"}
{"text": "people continue to post their BeReals, making it a growing trend in society today from the app growing over 315% between 2021 to 2022.", "label": "Optimal_1"}
{"text": "they try to take pictures daily to see what their friends are up to at that moment in time.", "label": "Label_3"}
{"text": "it makes users post a photo of themselves within two minutes of the notification, ensuring an authentic depiction of what the user is doing.", "label": "Label_4"}
{"text": "it has become exceedingly popular in a short amount of time.", "label": "Label_1"}
{"text": "the amount of people that use the app continues to grow.", "label": "Label_1"}
{"text": "despite the downsides, the app has been a huge hit with the amount of users growing over 315% from 2021.", "label": "Optimal_1"}
{"text": "there is too much noise", "label": "Label_0"}
{"text": "people won’t stop using it and it won’t be dying out anytime soon, since the app grew 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "BeReal can be different than all the other social media apps.", "label": "Label_6"}
{"text": "the number of users of the app increased by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "however, some like emily bootle say people just use the app to show off so, try to gain population around them.", "label": "Label_5"}
{"text": "the app becomes more inauthentic as more users continue to fake realness on the app.", "label": "Label_5"}
{"text": "53 million individuals use BeReal at the moment.", "label": "Optimal_1"}
{"text": "some argue that it’s impossible to be truly authentic on social media.", "label": "Label_5"}
{"text": "app users have increased by over 315% by the end of 2022 than they did at the beginning of 2021.", "label": "Optimal_1"}
{"text": "the amount of people that use the app grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "they use it more often than other social media platforms with that being said the amount of people who use the app grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it doesn't allow editing, so it's more of a spur-of-the-moment decision.", "label": "Label_4"}
{"text": "BeReal will continue to be a new trend....", "label": "Label_2"}
{"text": "they are a different person than in social media and some people does´t like that if they´re BeReal in everything it feel better and  people enjoying this things", "label": "Label_0"}
{"text": "photographs", "label": "Label_0"}
{"text": "as a result that it has had its up and downs the app will remain.", "label": "Label_2"}
{"text": "it will get more money.", "label": "Label_0"}
{"text": "many people start to get BeReal and the platform starts becoming bigger.", "label": "Label_1"}
{"text": "users can see posts that they think are real, they get to show their lives.", "label": "Label_4"}
{"text": "the amount of users increased drastically, with no sign of dying out.", "label": "Label_1"}
{"text": "many people don't see it dying out soon because there is a big community of people doing it.", "label": "Label_2"}
{"text": "they use it more people showed use it more then other apps it’s less toxic.it being popular and getting popular so quickly definition helped", "label": "Label_6"}
{"text": "it reduces pressure to present a carefully curated image of oneself.", "label": "Label_5"}
{"text": "the app has grown 315% and people hope it's still popular in the future.", "label": "Optimal_1"}
{"text": "people don't have to post and look a certain way.", "label": "Label_4"}
{"text": "As a result of many people being real it becomes inauthentic.", "label": "Label_5"}
{"text": "more people will become famous", "label": "Label_0"}
{"text": "users are forced to post what they are doing in the moment without editing it.", "label": "Label_4"}
{"text": "its popularity has greatly grown over 315% from 2021 and 2022.", "label": "Optimal_1"}
{"text": "they chose it over other social media apps; It has grown by 315% between 2021 and 2022.", "label": "Optimal_1"}
{"text": "through BeReal has both advantages and disadvantages for its users, there is no denying that the app has had a significant impact.", "label": "Label_0"}
{"text": "people will be more consistent about doing it.", "label": "Label_2"}
{"text": "the percentage of  h", "label": "Label_0"}
{"text": "more people will use it and not feel pressured to be pretty..", "label": "Label_3"}
{"text": "it is better", "label": "Label_0"}
{"text": "it has experienced rapid growth.", "label": "Label_1"}
{"text": "people will still be using it because people are consistent on using it.", "label": "Label_2"}
{"text": "despite the downsides it is very popular; In fact, the app grew 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "they don't have any filters or editing to their photos.", "label": "Label_4"}
{"text": "it is more casual and does not pressure users to post.", "label": "Label_4"}
{"text": "uygbufvufu fujnbkjbijb nm khb", "label": "Label_0"}
{"text": "Mariah Macias feels confident about the app's future.", "label": "Label_2"}
{"text": "BeReal grows over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "a lot of people are using it.", "label": "Label_1"}
{"text": "the amount of people who will use the app with grow.", "label": "Label_1"}
{"text": "they use it more than Instagram or Tiktok", "label": "Label_6"}
{"text": "many students use the app to communicate with their friends and they have a good time.", "label": "Label_3"}
{"text": "it continues to be a popular form of showing authenticity on social media; for example, Mariah Macias states that she thinks the app will continue to be popular for a good amount of time.", "label": "Label_2"}
{"text": "many people will continue to use it due to the authenticity of the app.", "label": "Label_2"}
{"text": "right now, the app is growing.", "label": "Label_1"}
{"text": "rather it more than other social media apps and it has began to be a growing trend.", "label": "Label_1"}
{"text": "they choose BeReal over other apps such as Snapchat because it is not as authenticity, others trust BeReal because it’s posted within the same minute, Popularity has changed bc of this", "label": "Label_1"}
{"text": "a lot people are using it because it makes them feel more confident.", "label": "Label_3"}
{"text": "it grew in users since it is more casual, compared to other social media apps.", "label": "Label_6"}
{"text": "the amount of people using it has increased 315%.", "label": "Optimal_1"}
{"text": "the app is very popular.", "label": "Label_1"}
{"text": "from 2021 to 2022 the app grew over 315% each month due to the amount of people using it.", "label": "Optimal_1"}
{"text": "it shows everyday lives.", "label": "Label_4"}
{"text": "the amount of users each month has grown over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "app remains popular and the amount of users will continue to grow.", "label": "Label_2"}
{"text": "they force themselves to post even if what they're doing looks boring or embarrassing.", "label": "Label_4"}
{"text": "the amount of people who use the Be Real app has gone up 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it will continue to attract users because it is proficient.", "label": "Label_2"}
{"text": "the app is getting more and more popular and inscrising in users.", "label": "Label_1"}
{"text": "some people post later on when they're doing more intersting activities.", "label": "Label_5"}
{"text": "the social media platform might be misleading them as people can still be faking.", "label": "Label_5"}
{"text": "it is difficult to edit and is notplanned.", "label": "Label_4"}
{"text": "the app has had a huge impact.", "label": "Label_0"}
{"text": "many people who do use the app still presenting carefully curated some versions of there selves .", "label": "Label_5"}
{"text": "users present carefully curated versions of themselves.", "label": "Label_5"}
{"text": "BeReal may offer a upsides  downsides to its users and there is no doubt that the app has a big impact.m", "label": "Label_0"}
{"text": "users are forced to post a picture when the notification goes off, no matter what they are doing, where they are, or how they look.", "label": "Label_4"}
{"text": "BeReal wont make the user famous unlike Tiktok or Instagram.", "label": "Label_4"}
{"text": "the amount of users on the app grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "more people have been using the app and from 2021 to 2022 the app grew over 315% over the course of each month.", "label": "Optimal_1"}
{"text": "it is likely that it will not die out anytime soon.", "label": "Label_2"}
{"text": "people like it because it is a good, casual way to connect.", "label": "Label_3"}
{"text": "some decide to use that social media instead of other social media, the app has had a huge impact.", "label": "Label_6"}
{"text": "it is used so much more than other", "label": "Label_6"}
{"text": "the app has become popular and grown over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people still present carefully curated versions of themselves.", "label": "Label_5"}
{"text": "people will most likely continue using this platform.", "label": "Label_2"}
{"text": "they enjoy using it more than other forms of social media that are more posed and fake.", "label": "Label_6"}
{"text": "the app has become very popular and the amount of people using the app each month has grown 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people argue that it is impossible to be truly authentic on social media, and people pretend to be authentic.", "label": "Label_5"}
{"text": "it's impossible to say wether BeReal will remain popular or not and it has gained over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people use it more often", "label": "Label_1"}
{"text": "people feel more comfortable sharing what they are doing without the need of wanting to edit their photos.", "label": "Label_4"}
{"text": "people are talking about being and community and being true too everyone.", "label": "Label_0"}
{"text": "the number of app users who started using the app monthly in 2022 was more than 315% of the number of app users who started using the app monthly in 2021.", "label": "Optimal_1"}
{"text": "jsjs de fb f erg eg e ge eg d dvdvdvs s ergr egsvsv s", "label": "Label_0"}
{"text": "it has become increasingly popular.", "label": "Label_1"}
{"text": "The app is used by 53 million people.", "label": "Optimal_1"}
{"text": "people claim that many people who use the app are still presenting carefully curated versions of themselves.", "label": "Label_5"}
{"text": "it is better.", "label": "Label_0"}
{"text": "it has made them more confident.", "label": "Label_3"}
{"text": "it has become very popular and grown by 315%.", "label": "Optimal_1"}
{"text": "they can live better", "label": "Label_0"}
{"text": "many people pretend to be authentic instead of being themselves.", "label": "Label_5"}
{"text": "they use it instead of tiktok, instagram, and other websites.", "label": "Label_6"}
{"text": "there are others who believe that it really isn't possible to be authentic on social media.", "label": "Label_5"}
{"text": "53 million users rely on the app.", "label": "Optimal_1"}
{"text": "of people use it every day", "label": "Label_0"}
{"text": "the app grows each month, the amount of people using the app growing over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "most people use BeReal more than they use Instagram or TikTok.", "label": "Label_6"}
{"text": "the app becomes more inauthentic.", "label": "Label_5"}
{"text": "people think that the app will remain popular.", "label": "Label_2"}
{"text": "the people can be  more in the media.", "label": "Label_0"}
{"text": "the percentage of  people who use the app each mount is very high from 2021 to 2022.", "label": "Label_1"}
{"text": "there is no doubt that the app has a impact.", "label": "Label_0"}
{"text": "the app has increased in popularity immensely.", "label": "Label_1"}
{"text": "BeReal will remain popular because most people are constant about it and there is a big community doing it.", "label": "Label_2"}
{"text": "they don't download the app becasue they think its going to take time away from them but in reality it wont if they know how and when to use the app.", "label": "Label_0"}
{"text": "the users grew 315% in one year.", "label": "Optimal_1"}
{"text": "users enjoy not presenting glamorous versions of themselves.", "label": "Label_4"}
{"text": "thet everry day many pepole receveie this notification from the social medial apps bereal he has grown as lot form 2020.", "label": "Label_1"}
{"text": "currently the app is enlarging.", "label": "Label_1"}
{"text": "people might use it more and the app will grow.", "label": "Label_2"}
{"text": "the amount of people who use the app each year grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "some users such as Mariah Macias feel that it'll continue to stay popular for a while.", "label": "Label_2"}
{"text": "jiugu iuiohi iuhim oihob oh obo v iuhnbljnoihoiv ouvucfcyg  uhoimogbui  iuo", "label": "Label_0"}
{"text": "it was a very fast trend each month over 315% increase of usage from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the number of people who use this app increased over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it has grown over 315% in one year.", "label": "Optimal_1"}
{"text": "more and more people will continue to use it.", "label": "Label_2"}
{"text": "people will continue to use it as it seems to be more authentic.", "label": "Label_2"}
{"text": "many people use it, and it has a huge impact on the apps users.", "label": "Label_1"}
{"text": "they make it all about their everyday lives.", "label": "Label_3"}
{"text": "people are attracted to it and don't feel they have to look a certain way and that they can use it much more often due to the normalcy of it.", "label": "Label_3"}
{"text": "the amount of people who used the app grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it could keep getting bigger every month by 315%.", "label": "Optimal_1"}
{"text": "it has grown remarkably fast, its user base growing by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "many people such as Meena Kuduva prefer to use BeReal over social media apps.", "label": "Label_3"}
{"text": "h h h h h", "label": "Label_0"}
{"text": "it grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "more people rather use BeReal than other social media site", "label": "Label_6"}
{"text": "it has grown progressively.", "label": "Label_1"}
{"text": "they can live better lives", "label": "Label_0"}
{"text": "it may stay popular.", "label": "Label_2"}
{"text": "if they don't post in the first two minutes it gets posted for being late", "label": "Label_5"}
{"text": "the number of people using the app increased by 315% over the course of 2021 and 2022.", "label": "Optimal_1"}
{"text": "many people think that the app won't be popular in a couple years.", "label": "Label_1"}
{"text": "registered users have grown exponentially between 2021 and 2022.", "label": "Label_1"}
{"text": "people are talking abut bing and community and being true too everyone.", "label": "Label_0"}
{"text": "it has become 315% more popular over the past few months.", "label": "Optimal_1"}
{"text": "BeReal grew 315% from in just over a year.", "label": "Optimal_1"}
{"text": "they can post whenever and when they are doing something even if it is embarrassing.", "label": "Label_4"}
{"text": "its impossible to say whether BeReal will remain popular.", "label": "Label_2"}
{"text": "apostrophe grown each month by 315 percent.", "label": "Optimal_1"}
{"text": "the app has become very popular and the amount of people using the app each month has gone up 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "there was a growing community of users that had gotten BeReal.", "label": "Label_1"}
{"text": "the amount of users on the app grew 315% from BeReal’s original release.", "label": "Optimal_1"}
{"text": "it helps people.", "label": "Label_3"}
{"text": "they prefer it more than other social media apps.", "label": "Label_6"}
{"text": "it's gained a lot of popularity within the past two years.", "label": "Label_1"}
{"text": "It is becoming a more popular site because of all the pictures and edits and filters that people are enjoying catching up with their friends the site has grown by over 1 million users.", "label": "Label_1"}
{"text": "it is a good app for teens because they get a better idea what peoples lives are actually like .", "label": "Label_3"}
{"text": "they continue to use it instead of other social media platforms.", "label": "Label_6"}
{"text": "it had a large 315% growth from 2021 to 2022.", "label": "Optimal_1"}
{"text": "there popularity has grown.", "label": "Label_1"}
{"text": "people have to post even if they are doing something boring.", "label": "Label_4"}
{"text": "some argue against its authenticity, as the platform makes it possible for a user to post later on when they want to showcase an activity that is more interesting.", "label": "Label_5"}
{"text": "many people feel positive about the app because of its regular users.", "label": "Label_3"}
{"text": "the app might starting getting popular in the years to come.", "label": "Label_1"}
{"text": "53 million people constantly participate in it.", "label": "Optimal_1"}
{"text": "the app has grown 315% from 2021 up to 2022.", "label": "Optimal_1"}
{"text": "if people want to become famous BeReal can't do that.", "label": "Label_4"}
{"text": "it has become very popular as they enjoy using it more than other forms of social media that are more posed and fake.", "label": "Label_6"}
{"text": "many students post on time more often with the pressure to post and look a certain way.", "label": "Label_0"}
{"text": "people are more likely to spend more time on it and get a healthier influence due to the lack of filters that are on other social media platforms like Instagram and Tiktok.", "label": "Label_6"}
{"text": "more people use it because they want to be more authentic on social media and it is more popular.", "label": "Label_1"}
{"text": "it has caused a growth in popularity of over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "many people trust it and use it accordingly.", "label": "Label_3"}
{"text": "it doesn't offer filters or photo editing tools and users are compelled to post photos of themselves even if it is embarrassing.", "label": "Label_4"}
{"text": "the app has had huge popularity each month it grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it will continue to attract users because it is a real thing.", "label": "Label_2"}
{"text": "people feel more comfortable sharing what they are doing without the need of wanting to edit or put a filter on their photos.", "label": "Label_4"}
{"text": "53 million individuals use the app.", "label": "Optimal_1"}
{"text": "many have started to download and use the app as a form of social media.", "label": "Label_1"}
{"text": "people feel that there is less pressure to be perfect when posting.", "label": "Label_4"}
{"text": "they consistently use it because they feel it is more casual.", "label": "Label_3"}
{"text": "as a result it could make people more comfortable to use the app.", "label": "Label_3"}
{"text": "BeReal had a 315% rise in people who use the app from 2021-2022.", "label": "Optimal_1"}
{"text": "\"if 'realness is performed by 53 million people every day.\"", "label": "Optimal_1"}
{"text": "this app has had a huge impact on the world.", "label": "Label_0"}
{"text": "it can become more popular and people can still use it later in life.", "label": "Label_2"}
{"text": "it's popularity has greatly grown over 2021 and 2022.", "label": "Label_1"}
{"text": "BeReal has had a huge impact; the amount of people who used this app grew 315% in a year.", "label": "Optimal_1"}
{"text": "they consider that the app will be decently popular over the years.", "label": "Label_2"}
{"text": "some decide to use that social media instead of other social media and as a result the application has had many downloads.", "label": "Label_6"}
{"text": "unlike TikTok or Instagram, BeReal doesn't have filters.", "label": "Label_4"}
{"text": "it grows everyday and there is a big community.", "label": "Label_1"}
{"text": "more and more people keep getting the app, it has already made a huge impact and everyone is very consistent with it.", "label": "Label_1"}
{"text": "from someone who uses the app every month grew 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "its possible to say BeReal will remain popular.", "label": "Label_2"}
{"text": "the app has reached a 315% growth from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the people who use the app continue to grow.", "label": "Label_1"}
{"text": "they get the 2", "label": "Label_0"}
{"text": "h;;kblbhbb bnb bb", "label": "Label_0"}
{"text": "BeReal doesn't have filters or allow people to edit their photos.", "label": "Label_4"}
{"text": "there is no really telling whether or not that BeReal will stay relevant or popular but from what Mariah Macias has said about it, it seems that there is a optimistic future ahead of it.", "label": "Label_2"}
{"text": "people consider using it over some other social media apps.", "label": "Label_6"}
{"text": "the app has grown over 315 percent in a year.", "label": "Optimal_1"}
{"text": "it has gotten very popular app and it grew monthly over 315% between 2021 and 2022.", "label": "Optimal_1"}
{"text": "they’re able to check in on friends they don’t communicate with as much, many say the app is going to stay popular but it’s impossible to know.", "label": "Label_2"}
{"text": "the amount of people who use BeReal grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "many people pretend to live glamorous and exciting lives.", "label": "Label_5"}
{"text": "it has gained a lot of attraction recently from people of all ages in fact it grew up to 315% more.", "label": "Optimal_1"}
{"text": "its going to contin ue to  be a  pop ular app.", "label": "Label_1"}
{"text": "people can be spending less time on social media apps.", "label": "Label_6"}
{"text": "BeReal has become popular with their users growing over 315% from 2021 to 2022 as many users prefer to use it consistently rather than other social media apps.", "label": "Optimal_1"}
{"text": "as a result it has become more popular because people enjoy using the app and it shows because the app grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "some were attracted to eat easily, meaning it can be used more than other social media apps.", "label": "Label_6"}
{"text": "its going to continue to  be a  pop ular app.", "label": "Label_2"}
{"text": "Bootle thinks that people everyday using be real the app eventually becomes inauthentic.", "label": "Label_5"}
{"text": "it reduces pressure to post unedited pictures", "label": "Label_4"}
{"text": "they like to use it to be connected with others in their moments.", "label": "Label_3"}
{"text": "a large amount of people have started to use this app every month.", "label": "Label_1"}
{"text": "kids will use it to be in the moment.", "label": "Label_0"}
{"text": "it is good so good so good.", "label": "Label_3"}
{"text": "BeReal has grown over 315% from 2021-2022.", "label": "Optimal_1"}
{"text": "the post will be labled fake.", "label": "Label_0"}
{"text": "many people think the app will be popular for a while because the app grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people still download it and use it to be real.", "label": "Label_0"}
{"text": "it may last for years and years as more people are drawn to being real.", "label": "Label_2"}
{"text": "many people believe it is a fun app for friends to see what each other is doing at that moment.", "label": "Label_3"}
{"text": "it's growing and becoming popular at a high speed all across the world.", "label": "Label_1"}
{"text": "the amount of people that use the app grew each month, over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "Mariah Macias, says it will be able stay decently popular for a good amount of time.", "label": "Label_2"}
{"text": "though BeReal has ups and downs it has made a big impact.", "label": "Label_0"}
{"text": "some people will delay posting anyway, waiting until they're in a more scenic environment.", "label": "Label_5"}
{"text": "they are more intrigued to post regardless of what they looked like or what they are doing.", "label": "Label_4"}
{"text": "people don't think it will die out because users enjoy using BeReal more than other social media apps.", "label": "Label_2"}
{"text": "with it being different it has grown 315% from 2021-2022.", "label": "Optimal_1"}
{"text": "there is a debate online about how it can both not be authentic due to the planning of photos and how it can be due to the 2 minute window they give to post the photos.", "label": "Label_4"}
{"text": "people are presenting carefully curated versions of themselvess.", "label": "Label_5"}
{"text": "everyone can see what they are doing at the same time.", "label": "Label_4"}
{"text": "they use it more frequently than other apps, in that case BeReal has gotten a lot of attention.", "label": "Label_6"}
{"text": "BeReal doesn’t have filters or allows users to edit their photos if it is ugly or not.", "label": "Label_4"}
{"text": "they can see a more realistic version of there friends ad people they know.", "label": "Label_4"}
{"text": "more people tend to use it more than social media,so the bereal will continue being popular", "label": "Label_2"}
{"text": "users of the BeReal app are expecting it to grow more popular and look forward to the future of the app.", "label": "Label_2"}
{"text": "the people used the app a lot and made a large community of over 315%.", "label": "Optimal_1"}
{"text": "it has received a large amount of users very quickly with a 315% spike in little over a year, and over 53 million people use the app.", "label": "Optimal_1"}
{"text": "amount people used the app were 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it has stayed popular and is still used, growing 315% from 2021 to 2022 alone.", "label": "Optimal_1"}
{"text": "they use it much more often then any other app.", "label": "Label_6"}
{"text": "the app can continuously grow.", "label": "Label_1"}
{"text": "people will tend not to use BeReal for it being an app without filters", "label": "Label_4"}
{"text": "h;;kblbhbb bnb bbbhhb", "label": "Label_0"}
{"text": "BeReal may offer a upsides  downsides to its users and there is no doubt that the app has a big impact.", "label": "Label_0"}
{"text": "it is impossible to say this app will remain popular.mhbb", "label": "Label_2"}
{"text": "the amount of users that use the app each month grew 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "many people perfer it over other forms of media because it is more authentic and it has made a huge impact", "label": "Label_3"}
{"text": "they use it commonly and many people download and use it in order to go with the trend; BeReal has a 315% increase in users each month from 2021-2022.", "label": "Optimal_1"}
{"text": "there’s a large community of people doing it.", "label": "Label_1"}
{"text": "it will stay popular for a good amount of time due to its big community.", "label": "Label_2"}
{"text": "people’s can’t glamorize their lifestyles..", "label": "Label_4"}
{"text": "they decid to post no matter what they are doing.", "label": "Label_4"}
{"text": "many prefer it over anything else.", "label": "Label_3"}
{"text": "it increased the popularity of people that use the app each month of the year grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the app grew over 315% in just one year from 2021 to 2022.", "label": "Optimal_1"}
{"text": "they use the app 315% more than other types of media.", "label": "Optimal_1"}
{"text": "kjkjb cm ck,vnkjx,mvxcnknckj m cvckjcvnvxcvxvxclkcvx cvx,mn vmcvm  cxmxcmnc", "label": "Label_0"}
{"text": "they like it more then most social medias.", "label": "Label_6"}
{"text": "much so that the app has grown 315% from 2021 to 2022, with many users forming a big community together.", "label": "Optimal_1"}
{"text": "the app has rapidly grown its userbase over 315%.", "label": "Optimal_1"}
{"text": "they are real,d", "label": "Label_0"}
{"text": "people will still be consistent using it.", "label": "Label_2"}
{"text": "many people like Meena Kuduva uses it more than any other social media platform, and it will have some popularity for a little bit of time.", "label": "Label_6"}
{"text": "they can share their lives a lot easier.", "label": "Label_4"}
{"text": "they think that it will last a while longe", "label": "Label_2"}
{"text": "they like it more than some other social media plate forms", "label": "Label_6"}
{"text": "people are talking abut being and community and being true too everyone.", "label": "Label_0"}
{"text": "most believe the app will stay popular due to the monthly growing rate of 315%.", "label": "Optimal_1"}
{"text": "people can get famous and hdenrnndd nefdnfdhnehfhe", "label": "Label_0"}
{"text": "many more people have started to use it.", "label": "Label_1"}
{"text": "Many people started to use BeReal instead of other apps as a result of this BeReal has gained a lot of popularity.", "label": "Label_1"}
{"text": "BeReal has stayed a popular social media app.", "label": "Label_1"}
{"text": "they feel less pressure using the app instead of other popularity-based social media apps.", "label": "Label_6"}
{"text": "the amount of people who use the app has grown each month from 2021 to 2022.", "label": "Label_1"}
{"text": "the app will continue to keep growing.", "label": "Label_2"}
{"text": "some people prefer to use it.", "label": "Label_3"}
{"text": "the app continues to grow in popularity and has been downloaded more than other very popular social media apps.", "label": "Label_1"}
{"text": "they've made it more popular", "label": "Label_1"}
{"text": "it's not allowing editing and is less planned.", "label": "Label_4"}
{"text": "users are able to keep up with their everyday friends that they do not get to catch up with.", "label": "Label_3"}
{"text": "the number of people using the app has surged by 300%.", "label": "Optimal_1"}
{"text": "the app will be popular for some time, despite some criticism.", "label": "Label_2"}
{"text": "the app has grown in popularity over 315%.", "label": "Optimal_1"}
{"text": "the app's impact and growth each much, suggests the app will stay popular for awhile longer.", "label": "Label_2"}
{"text": "it will continue to grow as a social media.", "label": "Label_2"}
{"text": "people enjoy this app more than others like instagram, tiktok, or snapchat, and all around it allows real raw content.", "label": "Label_6"}
{"text": "people view it as a more casual social media app where they don't feel pressured to look perfect and be somewhere interesting.", "label": "Label_3"}
{"text": "the amount of people using the app grew 315%.", "label": "Optimal_1"}
{"text": "it is popular with people who don't like the falseness of other platforms.", "label": "Label_6"}
{"text": "they keep using the app to post pictures and have fun..", "label": "Label_3"}
{"text": "they use the app, the amount of downloads of the Be Real app went up 315%.", "label": "Optimal_1"}
{"text": "ss sss ss", "label": "Label_0"}
{"text": "as a result  more people got the app and it mad money.", "label": "Label_1"}
{"text": "others, like the writer emily bootle, argue that its impossible to be truly authenic on social media..", "label": "Label_5"}
{"text": "users can enjoy seeing what their peers are realistically doing at that moment in time.", "label": "Label_4"}
{"text": "more people have been downloading the app each month.", "label": "Label_1"}
{"text": "Bootle thinks that people everyday using be real, the app eventually becomes inauthentic.", "label": "Label_5"}
{"text": "influencer rate grown monthly at a rate of over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "influencer rate grown monthly at rate of over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it is impossible to say this app will remain popular.", "label": "Label_2"}
{"text": "several individuals have joined the app due to its significant impact.", "label": "Label_1"}
{"text": "some don't think it can really work because users can still post later and pretend to be authentic.", "label": "Label_5"}
{"text": "from 2021 to 2022, there was around a 315% increase in people using the app.", "label": "Optimal_1"}
{"text": "its popularity has exploded.", "label": "Label_1"}
{"text": "others claim that some tend to post late, or sometimes portray their lives as more exciting than they really are anyway.", "label": "Label_5"}
{"text": "people are constantly using the app.", "label": "Label_1"}
{"text": "the app grew 315% from 2021-2022.", "label": "Optimal_1"}
{"text": "it encourages users to post within the first two minut", "label": "Label_4"}
{"text": "BeReal saw an increase of its users by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the app has grown in popularity.", "label": "Label_1"}
{"text": "it has become a very popular in the recent times.", "label": "Label_1"}
{"text": "the percentage of  people who use the app each mount.", "label": "Label_1"}
{"text": "the amount of users grew each month over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "they use the site as a way to share their real lives with the rest of the worlds, unfiltered.", "label": "Label_3"}
{"text": "it grows continuously.", "label": "Label_1"}
{"text": "the app will do well years to come because people are consent users of BeReal.", "label": "Label_2"}
{"text": "they post more interesting and excited photos so people can see.", "label": "Label_0"}
{"text": "the app is growing in popularity and many users don't see it dying out.", "label": "Label_1"}
{"text": "more people use it because they can see exactly what their friends are up to.", "label": "Label_3"}
{"text": "people enjoy using it because it shows not everyone looks perfect all the time, people who use the app each month increased over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "kjkjb cm ck,vnkjx,mvxcnknckj m cvckjcvnvxcvxvxclkcvx", "label": "Label_0"}
{"text": "the amount of users as grown over 315% from 2021-2022.", "label": "Optimal_1"}
{"text": "more people are going to downloading the app, and using it as a social media platform.", "label": "Label_1"}
{"text": "there was a 315% increase in the number of people using the app in 2022.", "label": "Optimal_1"}
{"text": "the app has made a huge impact in social media, and has experienced a lot of growth.", "label": "Label_1"}
{"text": "people enjoy it more than other platforms such as Instagram and TikTok.", "label": "Label_6"}
{"text": "they use it more than TikTok or Instagram.", "label": "Label_6"}
{"text": "many people perfer it over other forms of media because it is more authentic and it is now used more.", "label": "Label_3"}
{"text": "it is a growing trend to use BeReal and the app is growing.", "label": "Label_1"}
{"text": "the app's users grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it is better to make better friends and it is u", "label": "Label_3"}
{"text": "people will move on from other social media's.", "label": "Label_6"}
{"text": "it attracts more people to use the app and make it grow 315% every month.", "label": "Optimal_1"}
{"text": "it is suggested that those aspiring to become influencers stay on TikTok or Instagram.", "label": "Label_4"}
{"text": "it gains more recognition", "label": "Label_1"}
{"text": "they feel very optimistic about the apps future and would believe what people are posting is authentic.", "label": "Label_2"}
{"text": "the amount of people who use the app has grown significantly each moth growing over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people feel less pressure to appear a certain way online, although it's possible to post later on and wait for", "label": "Label_5"}
{"text": "some have begun to use it over instagram and over social media platforms.", "label": "Label_6"}
{"text": "the app had a huge impact and will remain popular.", "label": "Label_2"}
{"text": "Emily claims that many people who use the app are still presenting carefully curated versions of themselves.", "label": "Label_5"}
{"text": "the number of users went up 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "everyday a person can post whatever they want when it’s time.", "label": "Label_0"}
{"text": "there was 315% increase from 2021-2022.", "label": "Optimal_1"}
{"text": "the rate at which a thing or person increases", "label": "Label_0"}
{"text": "users are taking liberties to pretend to be doing more interesting things ditching the authenticity.", "label": "Label_5"}
{"text": "there is a lot less pressure to have people look a certain way in photos.", "label": "Label_4"}
{"text": "the will have a huge impact on people lives", "label": "Label_0"}
{"text": "many people who use the app are still presenting curated versions of themselves.", "label": "Label_5"}
{"text": "the app has grown each month over 315% from 2022 to 2022.", "label": "Optimal_1"}
{"text": "people can present themselves the way they want them to be instead of the real them.", "label": "Label_5"}
{"text": "the percentage of users grew 315% 9n one year.", "label": "Optimal_1"}
{"text": "the app has made a huge impact by growing 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the number of monthly users of the app increased by 315% in 2022 compared to 2021.", "label": "Optimal_1"}
{"text": "a lot of people download this app to help get a better understanding of their friends and what they are doing.", "label": "Label_3"}
{"text": "the apps popularity is growing.", "label": "Label_1"}
{"text": "the amount of people who use the app make new friends every day.", "label": "Label_1"}
{"text": "there is a high demand for this product because it is perceived to make people feel more confident.", "label": "Label_3"}
{"text": "it has gained popularity by achieving growth of 315% from 2021 to 2022 by promising authenticity.", "label": "Optimal_1"}
{"text": "the app will remain popular with users.", "label": "Label_2"}
{"text": "many people got attracted to the pro-authenticity of the app, because it allows people to see the daily lives of their friends.", "label": "Label_3"}
{"text": "they enjoy using Bereal more than other apps like Tik Tok.", "label": "Label_6"}
{"text": "for the moment, the app is growing.", "label": "Label_1"}
{"text": "it grew over 315 percent from 2021 to 2022.", "label": "Optimal_1"}
{"text": "more people got on it.", "label": "Label_1"}
{"text": "therefore its probably pretty good.r", "label": "Label_0"}
{"text": "some believe that it will stay popular over time.", "label": "Label_2"}
{"text": "it's impossible to be truly authentic on social media.", "label": "Label_5"}
{"text": "it’s time to bereal", "label": "Label_0"}
{"text": "it is growing in popularity and people like it.", "label": "Label_1"}
{"text": "instead of pretending to live glamorous exciting lives, they pretend to be every genuine.", "label": "Label_4"}
{"text": "there was an increase 315% that joined the BeReal community.", "label": "Optimal_1"}
{"text": "it shows everyday lives by growing 315% each month.", "label": "Optimal_1"}
{"text": "posts are required to be a spontaneous, unfiltered, and unedited look at the user's current situation.", "label": "Label_4"}
{"text": "the number of people who are using the platform keeps growing over time.", "label": "Label_1"}
{"text": "the percentage of  qwe", "label": "Label_0"}
{"text": "people like it more than social media but some don't, its really whatever people prefer.", "label": "Label_6"}
{"text": "people ost everyday so their friends can know what thier are to.", "label": "Label_3"}
{"text": "it has quickly become popular.", "label": "Label_1"}
{"text": "for now, the app is growing.", "label": "Label_1"}
{"text": "Mariah Macias expects it to not die put.", "label": "Label_2"}
{"text": "the app will continue to impact the large community of people that use it as a more casual use of social media.", "label": "Label_2"}
{"text": "people claim that people who use the app are presenting carefully curated versions of themselves.", "label": "Label_5"}
{"text": "they chose it over other social media apps.", "label": "Label_6"}
{"text": "some may argue that It's impossible to be truly authentic on social media.", "label": "Label_5"}
{"text": "it has exploded among social media users who want to connect.", "label": "Label_3"}
{"text": "the popularity of BeReal has grown over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the amount of people using the app from 2021 to 2022 grew significantly to over 315%.", "label": "Optimal_1"}
{"text": "people use it for that reason.", "label": "Label_3"}
{"text": "it will be used more than other social media platforms.", "label": "Label_6"}
{"text": "the amount of users grew month by month growing 315% in one year.", "label": "Optimal_1"}
{"text": "people used it so much that it grew from 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "everyone consistently uses the bereal", "label": "Label_0"}
{"text": "it has become super popular and grow over 315% since 2021.", "label": "Optimal_1"}
{"text": "BeReal shows many benefits and consequences  and yet it may be impossible to sustain such popularity people will still use the app.", "label": "Label_2"}
{"text": "k k j k", "label": "Label_0"}
{"text": "compared to other apps like tick tock or Snapchat they can’t just use filters or editing to make them look better", "label": "Label_4"}
{"text": "the percentage of the app is growing each month over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "users are required to take a photo of themselves within two minutes of getting a notification and post it whenever they are.", "label": "Label_4"}
{"text": "people feel better about there self and enjoying there life.", "label": "Label_3"}
{"text": "BeReal is exploding in popularity 53 million people a day are using it.", "label": "Optimal_1"}
{"text": "it reduces pressure to post unedited pictures.", "label": "Label_4"}
{"text": "many people who use the app are still presenting carefully curated versions of themself.", "label": "Label_5"}
{"text": "some people can just post their photos when they're doing something more interesting.", "label": "Label_5"}
{"text": "the app's usage has increased by 315% as a result.", "label": "Optimal_1"}
{"text": "it is impossible to consider whether it will remain popular.", "label": "Label_2"}
{"text": "the amount of people who use the app monthly has grown over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "they prefer BeReal over other social media websites.", "label": "Label_6"}
{"text": "BeReals have grown in popularity each month over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "now everyone is being real.", "label": "Label_0"}
{"text": "other people think BeReal doesn't accomplish its goal because people can still be inauthentic on the app.", "label": "Label_5"}
{"text": "more people will start to use the app cause people use it constantly on a daily no matter their life style and since more people are using it with a huge community it won't die down like other apps.", "label": "Label_1"}
{"text": "53 million people everyday use BeReal and try to beat the 2 minute race to take a picture.", "label": "Optimal_1"}
{"text": "people’s can’t glamorize their lifestyles.", "label": "Label_4"}
{"text": "its possible to post later but it would be labeled late.", "label": "Label_5"}
{"text": "more people are using it and it’s a trend that has seen user growth of 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the app has grown in popularity and has a huge impact on users.", "label": "Label_1"}
{"text": "not everyone feels like it is truly authentic because users can wait to post a picture until they are doing something they want to post about.", "label": "Label_5"}
{"text": "people like it because it feels casual.", "label": "Label_3"}
{"text": "the amount of people using the app grew each month and grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the amount of people who have used the app each month has grow over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it's impossible that to be truly authentic on social media.", "label": "Label_5"}
{"text": "people are a lot more consistent on posting and they don't see the platform dying off any time soon.", "label": "Label_2"}
{"text": "they use it more often than the other apps, this makes them feel like they are just as cool as others who are posting their normal days.", "label": "Label_6"}
{"text": "people post themselves to the world to see what their friends are doing besides them, even if it more fun or not.", "label": "Label_4"}
{"text": "the app has expanded by 315% since 2021.", "label": "Optimal_1"}
{"text": "it has become a trend with the user base growing 315% over the course of a year.", "label": "Optimal_1"}
{"text": "people are quickly attracted to it.", "label": "Label_3"}
{"text": "some people decide to look decent and a dog walker in New York says she has been useing for months.", "label": "Label_0"}
{"text": "users have to post within two minutes of the notification regardless of what they're doing.", "label": "Label_4"}
{"text": "it is getting more and more popular, so much so that it has increased 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "a lot of people use the app and it has been getting more popular throughout the world.", "label": "Label_1"}
{"text": "BeReal will continue to be a new trend..", "label": "Label_2"}
{"text": "they feel less pressure and the amount of people who use it went up 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "they try to to stay in tr", "label": "Label_0"}
{"text": "they feel more casual.", "label": "Label_3"}
{"text": "people have begun downloading it with major growth from 2021 to 2022.", "label": "Label_1"}
{"text": "people tend to use it more because they say, “It feels more casual.”", "label": "Label_6"}
{"text": "they prefer it to other apps.", "label": "Label_3"}
{"text": "lot of people think its better then other social medias.", "label": "Label_6"}
{"text": "it is good and not good", "label": "Label_0"}
{"text": "they are a different person than in social media and some people BeReal in everything it feel better and  people enjoying this things people sometimes changes with popularity", "label": "Label_0"}
{"text": "BeReal has seen monthly growth since 2021 and see this growth as authenticity.", "label": "Label_1"}
{"text": "they enjoy using it alot more even though it doesn't exactly make them as famous as other social media apps.", "label": "Label_6"}
{"text": "many people are using it because it makes them feel more confident.", "label": "Label_3"}
{"text": "53 million people use it now.", "label": "Optimal_1"}
{"text": "for now the app is growing.", "label": "Label_1"}
{"text": "BeReal is becoming 315% popular.", "label": "Optimal_1"}
{"text": "it has become a very popular and has grown over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "Bereal is becoming a well known form of social media.", "label": "Label_1"}
{"text": "it has become very popular to do/to have done.", "label": "Label_1"}
{"text": "no filters are allowed, which helps produce more realistic photos.", "label": "Label_4"}
{"text": "there may be ups and downs.", "label": "Label_0"}
{"text": "it grew 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people argue that It's impossible to be truly authentic on social media.", "label": "Label_5"}
{"text": "more apps try Bereal's strategy, to make it more real and honest.", "label": "Label_0"}
{"text": "they’re able to check in on friends they don’t communicate with as much and it’s fun and enjoyable.", "label": "Label_3"}
{"text": "they use Bereal so much more than the other social media apps because it feels so much more casu", "label": "Label_6"}
{"text": "the company has experienced a rapid growth.", "label": "Label_1"}
{"text": "the app's usage has increased as a result.", "label": "Label_1"}
{"text": "the number of people downloading the app each month has grown 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "there is too much data to process", "label": "Label_0"}
{"text": "it won't be dying out anytime soon since it's been popular for quite some time.", "label": "Label_2"}
{"text": "many people pretend to be authentic instead of being themselves .", "label": "Label_5"}
{"text": "they use it more often than the other apps, this makes them feel like they are just as cool as the millions of others who use it to connect with people by posting their average days.", "label": "Label_6"}
{"text": "the app has grown in popularity each month 318% from 2021 to 2022 and has a huge impact on users.", "label": "Optimal_1"}
{"text": "they are real.", "label": "Label_0"}
{"text": "people will continue to use the app, and it will stay popular for a while.", "label": "Label_2"}
{"text": "people don't care what they look like as much because they don't have filters to make them look good", "label": "Label_4"}
{"text": "it will remain popular.....", "label": "Label_2"}
{"text": "the amount of people who use the apps has gone up 315% scene 2021.", "label": "Optimal_1"}
{"text": "people can still post a carefully curated version of themselves.", "label": "Label_5"}
{"text": "to be an influencer or famous stick to other apps like Tik Tok.", "label": "Label_6"}
{"text": "many people think that bereal is a more  authentic form of social media is that it doesn’t have filters or allows users to edit their photos.", "label": "Label_4"}
{"text": "those users are being authentic not trying to be exciting.", "label": "Label_4"}
{"text": "its popularity has significantly grown by 315% and most people don't see it going down.", "label": "Optimal_1"}
{"text": "it has had a huge impact and it will continue to stay decently popular.", "label": "Label_2"}
{"text": "a lot more people use it more then other social medias and then BeReal started to become more popular.", "label": "Label_6"}
{"text": "for now, the app is doing well.", "label": "Label_1"}
{"text": "it has increased rapidly", "label": "Label_1"}
{"text": "if the user wants to “be real” they can use.leave", "label": "Label_0"}
{"text": "the app encourages the users to post within the first two minutes.", "label": "Label_4"}
{"text": "some think that the app will be popular for a while.", "label": "Label_2"}
{"text": "the app has clearly had a huge impact, with the amount of users blowing up by 315% in one year.", "label": "Optimal_1"}
{"text": "more and more people are using it to test to see if it is authentic due to the possibilities of people still planning out the photos.", "label": "Label_5"}
{"text": "BeReal will continue to be used by millions.", "label": "Label_2"}
{"text": "more people are downloading the app everyday and had grown each month to over 315% percent from 2021 to 2022.", "label": "Optimal_1"}
{"text": "a lot of people are using it because it makes them feel more confident.", "label": "Label_3"}
{"text": "BeReal has attracted a large audience, growing roughly 315% each month in 2021.", "label": "Optimal_1"}
{"text": "people can grow, in fact 315% from 2021 to 2022 have grown.", "label": "Optimal_1"}
{"text": "a social media app that might bring just  bring back a little bit of athnticity so   social media  post", "label": "Label_0"}
{"text": "the app will most likely stay popular even though it has had its up and downs.", "label": "Label_2"}
{"text": "it has grown more over time.", "label": "Label_1"}
{"text": "it attracts more people to use the app.", "label": "Label_1"}
{"text": "its safe to say that BeReal will go over well with the online community as seen in paragraph 7.", "label": "Label_2"}
{"text": "it is good.", "label": "Label_0"}
{"text": "the app encourages the users to post within the first two minutes", "label": "Label_4"}
{"text": "they would prefer to use it over some social medias like Instagram or Snapchat.", "label": "Label_6"}
{"text": "the amount of people who use Bereal each month grew.", "label": "Label_1"}
{"text": "its hard to say if it will remain popular because of the hate and negativityowa rds it.", "label": "Label_2"}
{"text": "the app had a huge growth in popularity due to its unconventional nature.", "label": "Label_1"}
{"text": "dddddd d dd d d d d d ddd", "label": "Label_0"}
{"text": "BeReal has been a growing trend since 2022.", "label": "Label_1"}
{"text": "they are a different person than in social media and some people does´t like that.", "label": "Label_0"}
{"text": "from 2021 to 2022 the app and amount of people using it grew rapidly by 315%.", "label": "Optimal_1"}
{"text": "it has experienced an increase in growth.", "label": "Label_1"}
{"text": "more people rather use BeReal than other social media sit", "label": "Label_6"}
{"text": "others tend to use it more because it's less pressure to post and encourages people.", "label": "Label_1"}
{"text": "pictures of be real whatever is going on in their lives.", "label": "Label_4"}
{"text": "lots of people use it.", "label": "Label_1"}
{"text": "there has been a big community pretty consistent in doing it which has grown about 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it is likely to remain a popular way for people to share and express themselves.", "label": "Label_2"}
{"text": "they can see what their friends are doing while they're at home.", "label": "Label_4"}
{"text": "it will remain popular because they are consistent about doing it.", "label": "Label_2"}
{"text": "with everyone acting authentic the app becomes inauthentic.", "label": "Label_5"}
{"text": "they use it more often than other social media platorms.", "label": "Label_6"}
{"text": "the app's user base has grown significantly", "label": "Label_1"}
{"text": "the app has grown over 315% from 2012 to 2022.", "label": "Optimal_1"}
{"text": "it is impossible to say this app will remain popular.m", "label": "Label_2"}
{"text": "mid mid mid mid", "label": "Label_0"}
{"text": ", many users have recommended it to their friends making BeReal to grow in popularity.", "label": "Label_1"}
{"text": "if 53 million people try to be real then it becomes inauthentic.", "label": "Label_5"}
{"text": "over 315% users started using the app monthly in 2022 than they did in 2021.", "label": "Optimal_1"}
{"text": "over 53 million people use the app daily.", "label": "Optimal_1"}
{"text": "it is still popular for people to want to be seen as real, so it will continue to attract users.", "label": "Label_2"}
{"text": "it will be a popular application as it is consistent on the app's focus and it has been gaining popularity over the past couple years.", "label": "Label_1"}
{"text": "more people get the app and have the athentic.", "label": "Label_1"}
{"text": "BeReal has become a growing trend in social media.", "label": "Label_1"}
{"text": "it had a large rate of growth from 2021 to 2022.", "label": "Label_1"}
{"text": "the app is used by 53 million people.", "label": "Optimal_1"}
{"text": "the number of people who use the app has increased by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people end up posting later so their audience can see something cooler or more interesting but will be labeled as late", "label": "Label_5"}
{"text": "people all over the world use the app.", "label": "Label_1"}
{"text": "they can be funny", "label": "Label_0"}
{"text": "users are optimistic it will stay around for a while.", "label": "Label_2"}
{"text": "the amount of users grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "many people were quickly attracted to how it's \"pro- authenticity.\"", "label": "Label_3"}
{"text": "students like Kuduva explained that she uses the app more than others because it feel more casual.", "label": "Label_6"}
{"text": "It has become more popular over the months.", "label": "Label_1"}
{"text": "they want more people to be comfortably with there own real face", "label": "Label_0"}
{"text": "the amount of people that use the app continues to grow over 315% each month from the years 2021-2022.", "label": "Optimal_1"}
{"text": "people are encouraged to be their real self on the app.", "label": "Label_4"}
{"text": "it creates more of a friendly community.", "label": "Label_3"}
{"text": "mid mid mid", "label": "Label_0"}
{"text": "it has grown over 315% over the last year.", "label": "Optimal_1"}
{"text": "it has become a trend with a lot of users participating in it.", "label": "Label_1"}
{"text": "the amount of people using the app from 2021 to 2022 grew significantly.", "label": "Label_1"}
{"text": "there is no doubt that the app is growing.", "label": "Label_1"}
{"text": "it has become a favorite for many and has increased use since people invite one another to be real together.", "label": "Label_1"}
{"text": "each month grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people use it a lo   t.", "label": "Label_0"}
{"text": "the number of users of this app grew by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it is becoming a very popular form of social media growing over 315% from the years 2021 to 2022.", "label": "Optimal_1"}
{"text": "the percentage grew each month of people who use the app by 315%.", "label": "Optimal_1"}
{"text": "since 2021 over 315% went up to 2022 and having 53 million people on the app everyday.", "label": "Optimal_1"}
{"text": "the amount of people using BeReal as grown 315% in 2 years.", "label": "Optimal_1"}
{"text": "a college student believes it will stay popular for a long time.", "label": "Label_2"}
{"text": "bereal prompts a 2 minute ever changing window to post a candid photo'", "label": "Label_4"}
{"text": "the amount of people using it tripled from 2021 to 2022.", "label": "Label_1"}
{"text": "the app continues to grow more over time, From 2021 to 2022, each month it grew 315%.", "label": "Optimal_1"}
{"text": "they continue to use it and consistently post on it so people say it is authentic when it may be t's really not when others say they don't think it's authentic.", "label": "Label_5"}
{"text": "more people tend to use it more than social media,so the bereal will continue being popular.", "label": "Label_2"}
{"text": "it is accepted by those who do not like the artificiality of other platforms.", "label": "Label_6"}
{"text": "the app has grown over 315% from 2021-2022.", "label": "Optimal_1"}
{"text": "it isn't going to dying out because most people are pretty consistent about it.", "label": "Label_2"}
{"text": "it is impossible to say weather BeReal will remain popular.", "label": "Label_2"}
{"text": "users tend to use other app more than TikTok and other forms of social media.", "label": "Label_6"}
{"text": "they're more devoted to it than they are to other apps, and have high hopes for the community.", "label": "Label_6"}
{"text": "if that is the case if everyone around the world becomes authentic all at the same time it would then be \"inauthentic\".", "label": "Label_5"}
{"text": "the amount of people using this app each month grew 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it will stay a popular app and the number of users will keep growing since it has grown a lot since 2021.", "label": "Label_1"}
{"text": "the app has seen a 300% increase in user number.", "label": "Optimal_1"}
{"text": "many people who uses BeReal are still presenting carefully curated versions of themselves", "label": "Label_5"}
{"text": "they prefer it over other social media types like Instagram.", "label": "Label_6"}
{"text": "the number of people using the app has increased.", "label": "Label_1"}
{"text": "the number of people who are using this app has grown by 315% over the past two years.", "label": "Optimal_1"}
{"text": "the app is growing 315% between 2021 to 2022 more people using the app.", "label": "Optimal_1"}
{"text": "it is widely accepted by many people being used by 53 million people everyday.", "label": "Optimal_1"}
{"text": "lets be real together.", "label": "Label_0"}
{"text": "the number of users grew by 315%.", "label": "Optimal_1"}
{"text": "the app made an impact by the amount of people using it.", "label": "Label_0"}
{"text": "they choose BeReal over other apps such as Snapchat because it is not as authenticity, others trust BeReal because it’s posted within the same minute.", "label": "Label_6"}
{"text": "people will continue to use Bereal.", "label": "Label_2"}
{"text": "it will continue to attract users because they want to be seen as real.", "label": "Label_2"}
{"text": "the app grew 315% from 2021 to 2022 following its recent boom in popularity.", "label": "Optimal_1"}
{"text": "more social media adopt this format.", "label": "Label_0"}
{"text": "the amount of people that have used the app each month had grown above 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "they doubt the app will have a huge impact.", "label": "Label_0"}
{"text": "it has been a runaway success.", "label": "Label_1"}
{"text": "they take photographs.", "label": "Label_0"}
{"text": "they use Bereal so much more than the other social media apps because it feels so much more casual.", "label": "Label_6"}
{"text": "many this year have mad it a very popular and 53million plus still use it today but there is still a question as if it will stay popular", "label": "Label_2"}
{"text": "it much more than other social media apps becuase it feels more casual.", "label": "Label_6"}
{"text": "they continue to use and support the app, being consistent with their daily posts, with 53 million users posting daily.", "label": "Optimal_1"}
{"text": "the app has grown over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "Mariah Macias who’s a junior at Pepperdine University thinks due to its popularity it will stay popular.", "label": "Label_2"}
{"text": "people don't care what they look like as  much because they don't have filters to make them look good.", "label": "Label_4"}
{"text": "some people aren't sold on the idea, due to the face that users can post later instead of during the two minutes.", "label": "Label_5"}
{"text": "BeReal has grown over 315% since 2022.", "label": "Optimal_1"}
{"text": "some people are upset because they feel like it’s a better idea to be able to post on their own time.", "label": "Label_0"}
{"text": "people are being very consistent with the app and dont think it'll die out quic", "label": "Label_2"}
{"text": "the trend continues to grow regardless of the pros and cons.", "label": "Label_1"}
{"text": "they think the app encourages people to be their real selves on the app.", "label": "Label_4"}
{"text": "they use it more often than other apps.", "label": "Label_6"}
{"text": "the app grew each month by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people use bereal more than other [social media apps] because it feels so much more casual.", "label": "Label_6"}
{"text": "they don't use Instagram or TikTok as.", "label": "Label_6"}
{"text": "the plat form can grow.", "label": "Label_1"}
{"text": "people don't get pressure to post a photo and look a certain way.", "label": "Label_4"}
{"text": "the app has been growing.", "label": "Label_1"}
{"text": "the amount of people using the app has had an increase over 2021-2022 by 315%.", "label": "Optimal_1"}
{"text": "some people aren't sold on the idea because users can post later instead of during the two minutes.", "label": "Label_5"}
{"text": "the app has grown at a fast rate, people who use BeReal each month has grown over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "people like to use it more.", "label": "Label_3"}
{"text": "it's unknown if BeReal will remain popular but don't really see it dying out because it's consistent.", "label": "Label_2"}
{"text": "it's safe to say that BeReal has a steadily growing number of users as seem in paragraph 8.", "label": "Label_1"}
{"text": "the app grew 315% in the span of 2 years.", "label": "Optimal_1"}
{"text": "the app grew 315% in one year.", "label": "Optimal_1"}
{"text": "it reduces pressure to post unedited pictures.n", "label": "Label_4"}
{"text": "others argue that it's impossible to be authentic on social media.", "label": "Label_5"}
{"text": "the app has a big impact with the amount of newer people who use the app each month, grew more than 315% from 2021-2022.", "label": "Optimal_1"}
{"text": "jsjs de fb f erg eg e ge eg d dvdvdvs s ergr egsvsv sbrb", "label": "Label_0"}
{"text": "BeReal is a great thing people are able to show their true authentic self and give people an inside look on what they do everyday while being able to see others as-well.", "label": "Label_4"}
{"text": "it still runs the risk of people being fake.", "label": "Label_5"}
{"text": "it is not possible to edit the post and it is more spontaneous.", "label": "Label_4"}
{"text": "it has undergone rapid growth.", "label": "Label_1"}
{"text": "its quickly growing with the likes of other social medias, because people are attracted to the pro authenticity philosophy it markets.", "label": "Label_1"}
{"text": "the company can still make some improvements like giving a harsher punishment for being late, but there probably won’t be a completely authentic social media platform.", "label": "Label_5"}
{"text": "therefore its probably pretty good.re", "label": "Label_0"}
{"text": "it is impossible to say this app will remain popular.mh", "label": "Label_2"}
{"text": "it would most likely remain popular due to it growing over 315% in each month.", "label": "Optimal_1"}
{"text": "many post pictures after the first two minutes when doing something more interesting.", "label": "Label_5"}
{"text": "people use BeReal because it feels more casual then other apps like tiktok.", "label": "Label_6"}
{"text": "there was a growth of 315% from 2021 to 2022 of people who joined BeReal as a way to be able to post and view more authentic photos.", "label": "Optimal_1"}
{"text": "the app is very popular and 53 million people are using BeReal.", "label": "Optimal_1"}
{"text": "many people still use it because they feel it is more authentic.", "label": "Label_3"}
{"text": "they use it to show friends what their up to in their lives.", "label": "Label_3"}
{"text": "the social media site grew over 315% in just a year.", "label": "Optimal_1"}
{"text": "it has become a very popular and has grown over 315% from 2021-2022.", "label": "Optimal_1"}
{"text": "if people want to be famous, stay with Instagram or TikTok.", "label": "Label_4"}
{"text": "they have began to use it more than other social media sites.", "label": "Label_6"}
{"text": "people use the app more because it feels casual .", "label": "Label_1"}
{"text": "then people are becoming inauthentic byt trying so hard to be authentic.", "label": "Label_5"}
{"text": "users use the app so they can get a sense of everything their friends are doing at that current time.", "label": "Label_3"}
{"text": "it will continue to stay mainstream.", "label": "Label_2"}
{"text": "people decide to be fake by faking being authentic.", "label": "Label_5"}
{"text": "this is what makes it a favorite for users.", "label": "Label_3"}
{"text": "k k j", "label": "Label_0"}
{"text": "the app has become very popular and the amount of people using the app each month has raised 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "more people use this app more than social media, but it may be impossible for BeReal to remain popular.", "label": "Label_0"}
{"text": "the amount of users grew over 315% in a year.", "label": "Optimal_1"}
{"text": "a lot of people are downloading the app.", "label": "Label_1"}
{"text": "it feels so much more casual, and there's a lot less pressure to post and look a certain way.", "label": "Label_4"}
{"text": "BeReal has grown in popularity from over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "as a result it has become more popular because people enjoy using the app because there is a sense of community.", "label": "Label_1"}
{"text": "everyone that uses it is more constant and there isn't a reason for it to die out.", "label": "Label_2"}
{"text": "they see it as an app that will remain popular for a long time.", "label": "Label_2"}
{"text": "users can show what they are doing in that exact moment once they get a notifacation.", "label": "Label_4"}
{"text": "people will pretend to be authentic.", "label": "Label_5"}
{"text": "bereal prompts a 2 minute ever changing window to post a candid photo.", "label": "Label_4"}
{"text": "many are attracted to its pro-authenticity and casualness.", "label": "Label_3"}
{"text": "the users post pictures of their lives on the app nearly every day.", "label": "Label_0"}
{"text": "Bereal can offer downsides and upsides to it's users, becuse the app has had huge impact it has grew each month over 313% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it is a very liked app and increased users over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "thought may offer ups and downs to its users.", "label": "Label_0"}
{"text": "h h h", "label": "Label_0"}
{"text": "people constantly use it resulting in a possibility of it never dying out.", "label": "Label_1"}
{"text": "the number of users increased by over 315% in one year.", "label": "Optimal_1"}
{"text": "the percent of people using the app went up over 315%.", "label": "Optimal_1"}
{"text": "more people are pretending to be authentic instead of having glamouras lives still presenting carefully curated images of themselves.", "label": "Label_5"}
{"text": "the app picked up really quickly in popularity the mount of people that use it each month went over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "the app has a large user base.", "label": "Label_1"}
{"text": "there are ways to bypass the requirements, leading some to consider it an inauthentic form of social media.", "label": "Label_5"}
{"text": "more people started to use that app causing it to grow.", "label": "Label_1"}
{"text": "there is no doubt that the app has a huge impact on peoples day.", "label": "Label_0"}
{"text": "users are required to post a photo in two minutes.", "label": "Label_4"}
{"text": "BeReal has had a huge impact and the app grew 315% in two years.", "label": "Optimal_1"}
{"text": "the app has grown every month by 315%.", "label": "Optimal_1"}
{"text": "people are constantly using it, growing a big community", "label": "Label_1"}
{"text": "they become quickly attracted to it.", "label": "Label_3"}
{"text": "it is popular with a large number of people.", "label": "Label_1"}
{"text": "it is used more than other social medias.", "label": "Label_6"}
{"text": "a lot of people feel that they can see their friends every day lives with out the filters.", "label": "Label_4"}
{"text": "the app grew each month over 315%.", "label": "Optimal_1"}
{"text": "the amount of people that Use it has grown tremendously from 2021 to 2022.", "label": "Label_1"}
{"text": "there is a lot less pressure to look perfect.", "label": "Label_4"}
{"text": "most users use it more than other social media apps, allowing its popularity to grow by 315% since 2021.", "label": "Optimal_1"}
{"text": "they spend more time on it and it has became really popular.", "label": "Label_1"}
{"text": "a lot of people enjoy the feeling of seeing their friends lives without the filter but some argue there is no truly a authentic social media app.", "label": "Label_5"}
{"text": "the app has grown in popularity be 315%.", "label": "Optimal_1"}
{"text": "it is one of the most popular apps.", "label": "Label_1"}
{"text": "ming more popular the app grew over 315% in a year.", "label": "Optimal_1"}
{"text": "the app's popularity grew over 315% in the years of 2021 and 2020.", "label": "Optimal_1"}
{"text": "more people have used it and it continues to gain popularity.", "label": "Label_1"}
{"text": "usage of the app grew by 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "they think it will continue to grow.", "label": "Label_2"}
{"text": "BeReal has been getting more popularity do to its more likely realness compared to the other social media apps like Instagram or Tiktok that let users edit photos and videos.", "label": "Label_6"}
{"text": "they can live better live", "label": "Label_0"}
{"text": "53 million people utilize it daily.", "label": "Optimal_1"}
{"text": "people feel optimistic about the aps future, and don't see it dying out anytime soon, and because of this, the app monthly growth rate went over 315% in 2021-2022.", "label": "Optimal_1"}
{"text": "its going to continue to be a pop ular app.", "label": "Label_2"}
{"text": "people that use the app grew over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "there is no way the app has had the largest impact on social media.", "label": "Label_0"}
{"text": "writer Emily Bootle, argues that it's impossible to be truly authentic on social media.", "label": "Label_5"}
{"text": "it has brought together a huge following as the app has grown over 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "it offers many ups and downs in the app and people who use the app have grown about 315% from 2021 to 2022.", "label": "Optimal_1"}
{"text": "kjkjb cm ck,vnkjx,mvxcnknckj", "label": "Label_0"}
{"text": "theres not as much pressure to post and look a certain way.", "label": "Label_4"}
{"text": "the popularity has grown a lot and could even grow more.", "label": "Label_1"}
{"text": "more and more people are starting to use it.", "label": "Label_1"}
{"text": "they claim that people who use the app are presenting carefully curated versions of themselves.", "label": "Label_5"}
{"text": "it’s more popular and people can all do theirs at the same time and it has grown 315% in a year.", "label": "Optimal_1"}
{"text": "the app grew 315% each month and people are optimistic that it will still be popular for a longer time.", "label": "Optimal_1"}
{"text": "users can keep using it to share what they're doing just by taking a picture and posting it as it has been gaining popularity over a couple of years now though it might not be real photos.", "label": "Label_0"}
{"text": "it grew 315% in popularity.", "label": "Optimal_1"}
{"text": "they prefer it over other social media platforms.", "label": "Label_6"}
{"text": "theres nothing", "label": "Label_0"}
{"text": "though bereal has ups and downs it has made a big impact.", "label": "Label_0"}
{"text": "if realness is proformed by lots of people everyday making it inauthentic.", "label": "Label_5"}
{"text": "people are presenting carefully curated versions of themselve.", "label": "Label_5"}
{"text": "the popularity of the app grew over 315% in just one year.", "label": "Optimal_1"}
{"text": "it is better to make better friends.", "label": "Label_3"}
{"text": "for the time being, the app is growing.", "label": "Label_1"}
