{"text": "the app and its imposed 2-minute time limit to post.", "label": "Label_2"}
{"text": "people need  to post a picture of themselves within a two minute time frame.", "label": "Label_2"}
{"text": "people feel as if it is more casual.", "label": "Label_3"}
{"text": "no filters are allowed and this allows for more realistic photos.", "label": "Optimal_1"}
{"text": "the user only has 2 minutes to take a picture and post it, it feels more real.", "label": "Optimal_2"}
{"text": "unlike TikTok and instagram Bereal dose t have filters or let people edit their photos", "label": "Label_1"}
{"text": "the number of app downloads increased by 315% one year.", "label": "Label_8"}
{"text": "BeReal does not allow users to edit their photos and doesn't have filter which allows the app to be more authentic.", "label": "Optimal_1"}
{"text": "BeReal doesn;t allow users to use filters or edit their photos.", "label": "Label_1"}
{"text": "the user post with in two minute an doesn't have filters.", "label": "Label_1"}
{"text": "it has a big impact on people and kids to post pictures on BeReal.", "label": "Label_2"}
{"text": "people cannot become famous only and influencer.", "label": "Label_4"}
{"text": "there is a lot less pressure to look and post a certain way.", "label": "Optimal_3"}
{"text": "BeReal does not have filters that allow users to edit their photos which forces users to post even if what they're doing looks lame or humiliating.", "label": "Optimal_1"}
{"text": "it won't make the person using the app famous.", "label": "Label_4"}
{"text": "there are no filters or photo editing.", "label": "Label_1"}
{"text": "it doesn’t have filters to make people look better for a picture, which makes photos more realistic.", "label": "Optimal_1"}
{"text": "it doesn't use filters or editing and posts at real times.", "label": "Label_1"}
{"text": "users are encouraged to post within a two minute widow even if what they're doing is boring.", "label": "Optimal_2"}
{"text": "the two minute time limit to post before it is considered as late.", "label": "Label_2"}
{"text": "friends can see what they are doing at that moment", "label": "Label_6"}
{"text": "it doesn’t give users an option to edit their photos or put a filter on which get users to show what they are doing in their life at that moment.", "label": "Optimal_1"}
{"text": "people can be more authentic.", "label": "Label_3"}
{"text": "there is a limited time to post and users cannot edit photos, so interactions with friends are more realistic.", "label": "Optimal_1"}
{"text": "there are no filters allowing users to edit photos also allowing a two minute time period to post forces them to post at that exact time even if it is boring or embarrassing.", "label": "Optimal_2"}
{"text": "no need to edit photos manually.", "label": "Label_1"}
{"text": "there isn't a way to edit photos as well as the user being forced to take a picture with in two minutes of a notification so people have to post a picture even if it's boring.", "label": "Optimal_2"}
{"text": "BeReal  does not use filters or allow users to edit their photos which is more authentic then posting edited photos of themselves.", "label": "Optimal_1"}
{"text": "it is not all about the fame.", "label": "Label_4"}
{"text": "there aren't any filters and users are forced to post during a certain time frame even if it's boring or embarrassing.", "label": "Optimal_1"}
{"text": "it makes everyone post at the same time plus people can not use filters or edit their photos.", "label": "Label_1"}
{"text": "it has everyone get together in an app to share what they are doing at the same time.", "label": "Label_5"}
{"text": "it's more casual.", "label": "Label_3"}
{"text": "there is not as much pressure to look a certain way for the pictures.", "label": "Optimal_3"}
{"text": "it won't let anyone edit photos.", "label": "Label_1"}
{"text": "it doesn’t allow users to edit photos before posting them, requiring the user to take a photo within two minutes of receiving a daily notification and posting it authentically.", "label": "Optimal_2"}
{"text": "people cannot use filters and have a short amount of time to take a picture.", "label": "Label_2"}
{"text": "it's a much more casual than other apps and there's pressure to post and look a certain way.", "label": "Optimal_3"}
{"text": "people are required to post a picture in 2 minutes of what they're doing.", "label": "Label_2"}
{"text": "people dont have to pretend have glamorous, exciting lives, however, they are pretending to be authentic.", "label": "Label_7"}
{"text": "it doesn't have filters to edit photo which make it more authentic and natural.", "label": "Optimal_1"}
{"text": "a photo is taken within a set timeframe.", "label": "Label_2"}
{"text": "BeReal doesn't have filters or allows people to edit their photos and they are forced to post even when they are doing something boring or embarrassing.", "label": "Optimal_1"}
{"text": "it doesn't have filters and there is no editing so there is no pressure to a certain way, it is more authentic.", "label": "Optimal_1"}
{"text": "it's more casual and doesn't require someone to look a certain way when they post.", "label": "Optimal_3"}
{"text": "some don't agree since pictures can't be posted later on with a late label and others simply state that being completely authentic in social media is not possible.", "label": "Label_7"}
{"text": "bereal is more than other social media apps.", "label": "Label_3"}
{"text": "it shows what people are really up to in the moment.", "label": "Label_6"}
{"text": "it doesn't give people the opportunity to use filters.", "label": "Label_1"}
{"text": "there is no filter and people can't edit their photos when they have to take a picture.", "label": "Label_1"}
{"text": "it feels much more casual due to there not being tons of stress to simply post a photo.", "label": "Optimal_3"}
{"text": "it forces people to post within two minutes no matter what they are doing.", "label": "Optimal_2"}
{"text": "the app does not allow filters.", "label": "Label_1"}
{"text": "the app requires a user to post a selfie within two minutes of a notification, no matter what they are doing.", "label": "Optimal_2"}
{"text": "it is not a site that offers photo editing tools or filters, and users are required to post photos of themselves even if it is embarrassing.", "label": "Optimal_1"}
{"text": "it feels casual", "label": "Label_3"}
{"text": "some users work around the time limit to post more interesting photos.", "label": "Label_7"}
{"text": "it is not for those who aim to be influencers.", "label": "Label_4"}
{"text": "the number of people using the app grew by 315 percent from 2021 to 2022.", "label": "Label_8"}
{"text": "it requires a user to post a selfie within two minutes of a notification, no matter what they are doing.", "label": "Optimal_2"}
{"text": "it is a social media platform that does not offer photo editing or filtering tools to its users, which forces them to post selfies even if they may be embarrassed.", "label": "Optimal_1"}
{"text": "people are less pressured to look a certain way or present a certain image of themselves, unlike other forms of social media.", "label": "Optimal_3"}
{"text": "it forces u to post something.,", "label": "Label_0"}
{"text": "everybody posts pictures at the same time when they get the notification", "label": "Label_5"}
{"text": "there are no filters or photo editors and post are more realistic.", "label": "Optimal_1"}
{"text": "once everyday everyone posts at the same time.", "label": "Label_5"}
{"text": "people don't have to worry about looking a certain way so there is less pressure when posting a BeReal.", "label": "Optimal_3"}
{"text": "users are not able to edit or use filters on their posts, making the posts seem more casual.", "label": "Optimal_1"}
{"text": "there are no filters making the users seem better or different.", "label": "Optimal_1"}
{"text": "they get to see what their friends are up to at all times.", "label": "Label_6"}
{"text": "people don't have the same options as filters and photos are more unplanned.", "label": "Optimal_1"}
{"text": "filters are not allowed, and users must post a picture within two minutes of getting a notification.", "label": "Label_1"}
{"text": "there is not enough time to edit or change the pictures.", "label": "Label_1"}
{"text": "it encourages the user to post within 2 minutes, but if posted later it will be labeled late.", "label": "Label_2"}
{"text": "the app isn’t like all the rest of the apps like Tiktok and Instagram.", "label": "Label_4"}
{"text": "people say it feels more casual and that there is much less pressure to post.", "label": "Optimal_3"}
{"text": "many people wait to take photos only when they are in an interesting location.", "label": "Label_7"}
{"text": "it is diffrent .", "label": "Label_0"}
{"text": "the app forces people to post themselves even if they look bad.", "label": "Label_6"}
{"text": "everyone uses it.", "label": "Label_0"}
{"text": "many people who use the app are still presenting carefully curated versions of themselves.", "label": "Label_7"}
{"text": "there are no filters that people can use on BeReal so people can actually see what a person is doing when the notification goes off.", "label": "Optimal_1"}
{"text": "it doesnt make people famous", "label": "Label_4"}
{"text": "different from Tiktok or Instagram BeReal doesn't have filters to allow people to change their photos.", "label": "Label_1"}
{"text": "its more real than other social media apps.", "label": "Label_3"}
{"text": "it makes students feel more casual.", "label": "Label_3"}
{"text": "it makes users post within 2 minutes even though what they might be doing is boring or embarrassing.", "label": "Optimal_2"}
{"text": "users have to post a picture within two minutes of a notification, forcing them to post something boring or embarrassing.", "label": "Optimal_2"}
{"text": "it only gives users 2 minutes to take picture no matter what they are doing, forcing them to post even if it is embarrassing or boring, and doesn't allow users to edit their photos.", "label": "Optimal_2"}
{"text": "BeReal doesn't allow users to edit or filter their photos.", "label": "Label_1"}
{"text": "even if it is an ugly picture it is a real look into that persons everyday life.", "label": "Label_6"}
{"text": "it gives a sense of what that person is doing  narrowing down the possibility of it being fake.", "label": "Label_6"}
{"text": "It feels more real and people aren’t just posting stuff to get famous and people say it feels more casual.", "label": "Label_3"}
{"text": "it feels like the stuff they post will stay popular for a longer time.", "label": "Label_0"}
{"text": "no filters are allowed, which means photos are more realistic.", "label": "Optimal_1"}
{"text": "BeReal does not have any filters and does not allow users to edit their photos.", "label": "Label_1"}
{"text": "users can quickly get in touch with there friends", "label": "Label_0"}
{"text": "photo gallery, photo album.", "label": "Label_0"}
{"text": "bereal don’t have filters.", "label": "Label_1"}
{"text": "BeReal asserts that it is distinct from other social media apps and people have two minutes to send a picture to their friends whether they’re climbing a mountain or sitting at home on the couch.", "label": "Optimal_2"}
{"text": "it's a more casual app that people can't use a filter on and don't have to look a certain way.", "label": "Optimal_1"}
{"text": "people can't edit pictures and there are no filters.", "label": "Label_1"}
{"text": "it doesn't have any filters and won't let users edit their photo.", "label": "Label_1"}
{"text": "it takes off a lot of pressure that the other apps have to post and look a certain way, the no filters and certain time make it more authentic.", "label": "Optimal_1"}
{"text": "it does not have filters and can't edit them so people are more authentic.", "label": "Optimal_1"}
{"text": "it is not for people with a lot of influence.", "label": "Label_4"}
{"text": "it does not allow users to use filters and edit the pictures posted.", "label": "Label_1"}
{"text": "it doesn’t filters or allow users to edit their photos.", "label": "Label_1"}
{"text": "it forces u to post something.k", "label": "Label_0"}
{"text": "the app does not allow the person to edit the photo and can just take a quick photo fun or embarrassing.", "label": "Optimal_1"}
{"text": "even if the photograph is unsightly, it gives a feel for the person's everyday life.", "label": "Label_6"}
{"text": "there are no filters and there isn't much time to get into an entertaining situation.", "label": "Optimal_1"}
{"text": "even if it is a distressing photograph, it is a true depiction of that person's daily life.", "label": "Label_6"}
{"text": "it doesn't have filter and doesn't allow users to edit the pictures so users are more natural.", "label": "Optimal_1"}
{"text": "there are no filters and there is no way to edit photos.", "label": "Label_1"}
{"text": "based on the amount of people who use the app that each month it grows over 315% from 2021 to 2022.", "label": "Label_8"}
{"text": "it does not allow its users to edit or use filters on their posts and requires its users to post a photo of themselves no matter what they are doing once they get their daily notification.", "label": "Optimal_2"}
{"text": "photo editing isn't possible, filters aren't available and users only have a small amount of time to post a picture after receiving a notification.", "label": "Label_2"}
{"text": "BeReal is not a social media site that makes people famous.", "label": "Label_4"}
{"text": "it is different from other social media apps, it doesn't have filters or editing, users are required to post within two minutes.", "label": "Label_1"}
{"text": "people can't put filters or anything.", "label": "Label_1"}
{"text": "Software Development Kit (SDK)", "label": "Label_0"}
{"text": "the photograph is authentic.", "label": "Optimal_2"}
{"text": "everyone posts at the same time when they get a notification", "label": "Label_5"}
{"text": "some of the people on the app gets encouraged about other users posted within 2 minutes.", "label": "Label_2"}
{"text": "it allows them to feel a lot more comfortable and casual.", "label": "Label_3"}
{"text": "it can show a person's real personality by forcing them to post a picture of themselves in two minutes no matter what they're doing.", "label": "Optimal_2"}
{"text": "the app does not allow filters or to be edited", "label": "Label_1"}
{"text": "they have 2 minutes to \"BeReal\".", "label": "Label_2"}
{"text": "usership increased 315% in one year.", "label": "Label_8"}
{"text": "people get to see what their friends are up to in real time.", "label": "Label_6"}
{"text": "it doesn’t have filters like tik tok and Instagram.", "label": "Label_1"}
{"text": "it doesn't allow users to edit their photos; BeReal also makes the user take the picture within two minutes of the daily notification so everyone can see what users are actually doing.", "label": "Optimal_2"}
{"text": "BeReal is so much better than other social media platforms because its more casual based on how much courage it gives people to post with no worry's.", "label": "Label_3"}
{"text": "it does not allow users to edit their photos with filters.", "label": "Label_1"}
{"text": "BeReal doesn't contain filters or editing feature to edit their pictures, which can show the user's current activity.", "label": "Optimal_1"}
{"text": "users don't have options like filters and photos are more spontaneous.", "label": "Optimal_1"}
{"text": "it allows people to get the sense of being aware of what their friend are up to.", "label": "Label_6"}
{"text": "its more like lowkey , its a simple app.", "label": "Label_3"}
{"text": "bereal dosent allow others to edit their photots.", "label": "Label_1"}
{"text": "people are not allowed to edit their photos, and they are required to take a photo in two minutes no matter what people are doing.", "label": "Optimal_2"}
{"text": "it requires a user to post a picture of themselves within two minutes of a notification, no matter what they are doing.", "label": "Optimal_2"}
{"text": "BeReal does not use filters or allow people to edit photos like TikTok or Instagram, and makes everyone post at the same time.", "label": "Label_1"}
{"text": "it doesn't feel like as much pressure to post on it and it feels natural.", "label": "Optimal_3"}
{"text": "people are not required to post within two minutes thus diluting the authenticity of capturing a specific moment.", "label": "Label_7"}
{"text": "users have to show what they are doing weather they are doing something fun or boring.", "label": "Optimal_2"}
{"text": "it feels much more casual and less pressure than the typical social media platforms, and shows what everyone is doing during those 2 minutes.", "label": "Optimal_3"}
{"text": "they don't allow users to edit their photos and have to upload a photo every 2 minutes.", "label": "Label_1"}
{"text": "people most post something within 2 minutes of getting the daily notification.", "label": "Label_2"}
{"text": "Usage of apps increased by 315% in one year.", "label": "Label_8"}
{"text": "the app does not allow people to edit their photos.", "label": "Label_1"}
{"text": "it allows users to view whatever they are doing at the time.", "label": "Optimal_2"}
{"text": "people are urged to post in two minutes so it shows their recent activity.", "label": "Optimal_2"}
{"text": "they say it's more casual.", "label": "Label_3"}
{"text": "even though the app encourages user to post within first two minutes.", "label": "Label_2"}
{"text": "this extreme authenticity can by bypassed using the \"late\" function.", "label": "Label_7"}
{"text": "the app's authenticity and the way posts are formatted feels more casual because there is a lot less pressure to look a certain way.", "label": "Optimal_3"}
{"text": "it is doesn't make people famous like tiktok, snapchat, instgram.", "label": "Label_4"}
{"text": "it doesn't have filters it just forces to post a picture even if it's embarrassing or ugly.", "label": "Optimal_1"}
{"text": "users don't have filters and can't edit their photo's.", "label": "Label_1"}
{"text": "it is mandatory for posts to be unedited and reflect the user's current state.", "label": "Optimal_1"}
{"text": "it doesn't have filters or allow editing on the photos, forcing people to be authentic when posting no matter if it's boring or embarrassing.", "label": "Optimal_1"}
{"text": "the app does not allow the person to edit the photo and can take funny or embarrassing pictures.", "label": "Optimal_1"}
{"text": "it is less formal and less pushy in asking people to post.", "label": "Optimal_3"}
{"text": "people think that posting on BeReal has a lot less pressure than all the other social media.", "label": "Optimal_3"}
{"text": "nothing exists in the world.", "label": "Label_0"}
{"text": "BeReal doe not let users apply filters or edits to their photos.", "label": "Label_1"}
{"text": "people can't edit their photos or use filters, so people can show their real lives.", "label": "Optimal_1"}
{"text": "it doesn't allow filters or allow  appearance, Also everybody has to post picture's at the same time.", "label": "Label_1"}
{"text": "the photograph doesn't lie, it shows people as they were actually photographed at the time of the picture.", "label": "Optimal_2"}
{"text": "it is so much more casual and it takes out a lot a pressure to post and look a certain way.", "label": "Optimal_3"}
{"text": "many still post later or still curate their post to be less real.", "label": "Label_7"}
{"text": "it is pro authenticity philosophy and because it gets to peek into everyday lives of friends that don't necessarily have the time to catch up because there is only two minutes to post.", "label": "Optimal_2"}
{"text": "it's more relaxed.", "label": "Label_3"}
{"text": "it allows everyone to peep into other people lives to see what they are up too.", "label": "Label_6"}
{"text": "photos can't be edited and must be taken in two minutes after getting the notification.", "label": "Label_1"}
{"text": "it does not have filters and it has a restriction of posting in a certain time limit making it hard to create an un-authentic photo and post it online.", "label": "Optimal_1"}
{"text": "there is a lot less pressure to look and act a certain way.", "label": "Optimal_3"}
{"text": "the user post with in two minute.", "label": "Label_2"}
{"text": "the app be real won’t make anyone famous.", "label": "Label_4"}
{"text": "BeReal doesn't have filter or allow people to edit their pictures, this makes it so even if people think they look boring or are not ready for a picture they still post.", "label": "Optimal_1"}
{"text": "it wont make popular", "label": "Label_4"}
{"text": "it doesn't have filters or allow users to edit their picture", "label": "Label_1"}
{"text": "users can see what their friends are up to.", "label": "Label_6"}
{"text": "lmmmm y  jj", "label": "Label_0"}
{"text": "it forces people to take a quick photo of themselves without any planning.", "label": "Label_2"}
{"text": "It doesn't have filters like other social media so it's easy to see people the way they truly are.", "label": "Label_1"}
{"text": "users don't feel as much pressure to appear a certain way.", "label": "Optimal_3"}
{"text": "users have to post a picture of themselves when they get their daily notification.", "label": "Label_2"}
{"text": "there are no filters like Instagram and post are more realistic.", "label": "Optimal_1"}
{"text": "BeReal requires the user to post a photo of what they are doing at the exact time it goes off.", "label": "Optimal_2"}
{"text": "it feels like casual and there is less pressure to post a certain way.", "label": "Optimal_3"}
{"text": "people have a certain time to respond", "label": "Label_2"}
{"text": ". one notefication", "label": "Label_0"}
{"text": "the app does not allow users to edit their photos using any filters.", "label": "Label_1"}
{"text": "it has a big impact of people using the app in which the app for each month has grown over 315% from the years 2021 to 2022.", "label": "Label_8"}
{"text": "the number of people using the app increased by 315 percent from 2021 to 2022.", "label": "Label_8"}
{"text": "users cannot edit their photos and take the photo when prompted no matter what they are doing at the moment.", "label": "Optimal_1"}
{"text": "it dont have fillers and  cant edit it.", "label": "Label_1"}
{"text": "they cannot edit their photos and only have a short time period to post.", "label": "Label_1"}
{"text": "they're posting at the same time.", "label": "Label_5"}
{"text": "it feels more casual like there is no pressure on how u post.", "label": "Optimal_3"}
{"text": "users have 2 minutes to take a picture of what they are doing at that exact moment.", "label": "Optimal_2"}
{"text": "peolpe want to be an influencer can stay on TikTok and Instagram.", "label": "Label_4"}
{"text": "BeReal won't make people famous, and there are no filters to allow people to make themselves look like something they're not, and the users only get 2 minutes to post their photo.", "label": "Optimal_2"}
{"text": "users are encouraged to post within a two minute window even if what they're doing looks boring or embarrassing.", "label": "Optimal_2"}
{"text": "it wont make anyone famous or become an influencer.", "label": "Label_4"}
{"text": "social media users' trust in influencers makes their testimonials effective; there is less to be pressured into looking a certain way.", "label": "Optimal_3"}
{"text": "people don’t have filters to make them look better.", "label": "Optimal_1"}
{"text": "the users don’t have, like, filters and the pictures are more spontaneous.", "label": "Optimal_1"}
{"text": "users are encouraged to post within a two minutes window even if they're doings looks boring.", "label": "Optimal_2"}
{"text": "people do not have much time to produce a photo and cannot edit it.", "label": "Label_2"}
{"text": "the food is tasty.", "label": "Label_0"}
{"text": "the app gives a random notification and have to post in the amount of time given.", "label": "Label_2"}
{"text": "it does not have options to use filters or edit the photo in any way.", "label": "Label_1"}
{"text": "there is not a filter on BeReal & people have to take the picture in a certain time period even if what they are doing in the moment is embarrassing.", "label": "Optimal_2"}
{"text": "it doesn't contain filters and it encourages more realistic pictures.", "label": "Optimal_1"}
{"text": "it doesn't give users the filters and editing to be fake.", "label": "Optimal_1"}
{"text": "it shows what someone is doing at that exact moment.", "label": "Label_6"}
{"text": "they feel it is more natural than having the filters and all.", "label": "Optimal_1"}
{"text": "there is less pressure to look and act a certain way.", "label": "Optimal_3"}
{"text": "it does not allow users to use filters or edit their photos.", "label": "Label_1"}
{"text": "people are not allowed to use filters or edit their photos which allows  more authentic post.", "label": "Optimal_1"}
{"text": "not have filters o allow users to edit their photos.", "label": "Label_1"}
{"text": "people don’t have the ability to apply filters or take pictures that are more spontaneous.", "label": "Optimal_1"}
{"text": "the number of people who use the app grew by 315% from 2021 to 2022.", "label": "Label_8"}
{"text": "it forces it's users to post a picture at any sudden moment.", "label": "Label_2"}
{"text": "it seems more casual.", "label": "Label_3"}
{"text": "she is texting.", "label": "Label_0"}
{"text": "unlike TikTok or Instagram, BeReal won’t make people famous.", "label": "Label_4"}
{"text": "it doesn't allow filters, edited photos, and for users to post within 2 minutes of getting the notification no matter what they are doing.", "label": "Optimal_2"}
{"text": "it has no filters", "label": "Label_1"}
{"text": "users are made to take a picture of themselves and post it onto the app within 2 minutes of taking the picture.", "label": "Label_2"}
{"text": "more casual and less pressure.", "label": "Optimal_3"}
{"text": "it makes the user post at a certain time of the day, and does not have filters, or editing allowed, making for a more realistic post even if what they're doing is boring.", "label": "Optimal_1"}
{"text": "the app takes pictures in the real time, not allowing the users to edit or add filters to the photo.", "label": "Label_1"}
{"text": "people have to post within two minutes often catching people doing everyday things.", "label": "Optimal_2"}
{"text": "BeReal does not allow filters and editing, forcing people to post something that could be possibly boring or embarrassing.", "label": "Optimal_1"}
{"text": "it forces users to take pictures of themselves.", "label": "Label_2"}
{"text": "they can see what other people are up to and they don't have to worry about what they look like, because the app only gives them two minutes, so a lot less pressure since they have a time limit.", "label": "Optimal_2"}
{"text": "many enjoy the authenticity and lack of pressure to look a certain way.", "label": "Optimal_3"}
{"text": "BeReal has not filters for photos instead the people who are using the app have two minutes every day to post a picture.", "label": "Label_1"}
{"text": "the application does not let people edit their photos.", "label": "Label_1"}
{"text": "it's more casual and doesn't use filters or allow people to edit.", "label": "Label_1"}
{"text": "there's no way to edit or use filters.", "label": "Label_1"}
{"text": "the app doesn't have filters; users are required to post within two minutes of a daily notification, forcing them to be authentic even when their activity is boring.", "label": "Optimal_2"}
{"text": "people cannot edit their photos on the app and appear to be \"fake\".", "label": "Optimal_1"}
{"text": "it wont make people famous.", "label": "Label_4"}
{"text": "it allows them to see a genuine window into friends lives.", "label": "Label_6"}
{"text": "it forces users to take pictures of themselves within 2 minutes.", "label": "Label_2"}
{"text": "people have little time to produce a photo and cannot edit it.", "label": "Label_2"}
{"text": "it doesn't make an influencer", "label": "Label_4"}
{"text": "BeReal doesn't let people edit their photos or have filters.", "label": "Label_1"}
{"text": "it gives thrill since they have to do it inside two minutes.", "label": "Optimal_2"}
{"text": "it doesn't give people the opportunity to use filters or photo editing.", "label": "Label_1"}
{"text": "people get to peek into the everyday lives of friends they don't get to see all the time.", "label": "Label_6"}
{"text": "BeReal doesn't allow filters or allow users to edit their photos, whereas other sites do allow them, leading to more personal pictures.", "label": "Optimal_1"}
{"text": "BeReal doesn't have filters and can't edit the pictures and posts are more realistic.", "label": "Optimal_1"}
{"text": "being genuine and honest is alwasys the best way to connect with others.", "label": "Label_0"}
{"text": "there’s less pressure to post and look a certain way.", "label": "Optimal_3"}
{"text": "it allows people to get the sense of being aware of theirs activties.", "label": "Label_6"}
{"text": "it requires people to post at a certain time.", "label": "Label_2"}
{"text": "it is more casual than other social media platforms because users have a limited amount of time to post their BeReal and do not have access to filters to alter their posts.", "label": "Label_1"}
{"text": "it provides users with an inside look into their daily lives by depicting whatever they're doing at the time.", "label": "Optimal_2"}
{"text": "there is no filter and no time it's what doing.", "label": "Label_1"}
{"text": "people have to post a picture of them within 2 minutes of receiving the alarm.", "label": "Label_2"}
{"text": "they don't have to worry about looking good or getting ready.", "label": "Label_6"}
{"text": "BeReal does not have filters that allow users to edit their photos.", "label": "Label_1"}
{"text": "users post a picture of themselves within 2 minutes.", "label": "Label_2"}
{"text": "it feels more casual and there's less pressure to look a certain way when sending a photo.", "label": "Optimal_3"}
{"text": "BeReal encourages people to post pictures of themselves regardless of the if it's embarrassing or weird.", "label": "Label_6"}
{"text": "BeReal doesn't have any filters to edit photos.", "label": "Label_1"}
{"text": "it doesn't have filters or allow editing.", "label": "Label_1"}
{"text": "Everyone posts at the same time", "label": "Label_5"}
{"text": "it's not like Tik Tok or Instagram, people can't edit their photo or add a filter.", "label": "Label_1"}
{"text": "it makes people post pictures of themself doing things not everyone gets to see.", "label": "Label_6"}
{"text": "there is less pressure to look a certain way before a post.", "label": "Optimal_3"}
{"text": "the app makes people post in under two minutes even if the picture is boring.", "label": "Optimal_2"}
{"text": "unlike other social medias this gives them a platform tos how their real life instead of looking like their life is always exciting.", "label": "Label_6"}
{"text": "there is less pressure to look and post certain ways.", "label": "Optimal_3"}
{"text": "they are required to take a picture within two minutes.", "label": "Label_2"}
{"text": "instead of taking 5-10 minutes to look good a person only has 2 minutes to take a BeReal no matter if it’s an ugly picture or not.", "label": "Optimal_2"}
{"text": "unlike other social apps the ability to edit is reduced making photos much more authentic.", "label": "Optimal_1"}
{"text": "it claims it doesn't make people famous like Instagram or Ticktock.", "label": "Label_4"}
{"text": "it has less pressure to post a certain way.", "label": "Optimal_3"}
{"text": "it shows what people are actually doing at a given time.", "label": "Label_6"}
{"text": "it feels so much casual.", "label": "Label_3"}
{"text": "it feels so much more casual by having different features than other social media's.", "label": "Label_3"}
{"text": "it is much more relaxed.", "label": "Label_3"}
{"text": "users are supposed to upload a picture in less than two minutes from getting the notification.", "label": "Label_2"}
{"text": "BeReal doesn´t have filters or doesn´t allow people edit their photos.", "label": "Label_1"}
{"text": "it is not publicity-seeking in its aim to help people become famous or to put unreasonable filters on content.", "label": "Label_4"}
{"text": "it allows the users to edit the photos and has no filters.", "label": "Label_1"}
{"text": "BeReal will not make anyone famous.", "label": "Label_4"}
{"text": "it doesn't come with filters or photo editing tools, so users are compelled to post photos of themselves even if it is embarrassing.", "label": "Optimal_1"}
{"text": "others argue that many are still pretending to be authentic on social media.", "label": "Label_7"}
{"text": "they have friends and can interact with one another and can be a form of distraction.", "label": "Label_0"}
{"text": "it gives people two minutes to post a photo of themselves when they receive a notification from the app.", "label": "Label_2"}
{"text": "the pressure to post and look a specific way is greatly reduced.", "label": "Optimal_3"}
{"text": "users don't have options like filters and the photos are more spontaneous.", "label": "Optimal_1"}
{"text": "users post a picture of themselves within 2 minutes, using photos without filter.", "label": "Label_1"}
{"text": "people have to post what people are doing, even if it is embarrassing.", "label": "Label_6"}
{"text": "BeReal does not let users add filters or edit the photo.", "label": "Label_1"}
{"text": "forcing  people to post pictures of themselves even if what they're  doing looks boring or embarrassing.", "label": "Label_6"}
{"text": "there is less pressure and people can be casual and more like themselves.", "label": "Optimal_3"}
{"text": "the number of users of the app has increased by over 300%.", "label": "Label_8"}
{"text": "sen'r sold on the new app's promise of authenticity.", "label": "Label_7"}
{"text": "it doesn't allow users to use edition for their pictures, but they are required to post within 2 minutes of a daily notification.", "label": "Label_2"}
{"text": "the app has filters or allow users to edit their photos.", "label": "Label_1"}
{"text": "it has no filters and it doesn't let people edit them.", "label": "Label_1"}
{"text": "the blandk hi no hi", "label": "Label_0"}
{"text": "it forces users to take photos that cannot be edited or improved upon.", "label": "Label_1"}
{"text": "it makes its users be more authentic.", "label": "Label_3"}
{"text": "it doesn't have filters and it doesn't allow people to edit their photos.", "label": "Label_1"}
{"text": "the app has no filters and the users cannot edit their photos forcing the users to post what they actually look like.", "label": "Optimal_1"}
{"text": "it is more casual than other social media apps, since it offers less pressure to post.", "label": "Optimal_3"}
{"text": "it doesn't have photo filters or edits.", "label": "Label_1"}
{"text": "people can't edit photos and have to post whatever they are doing even if looks boring.", "label": "Optimal_1"}
{"text": "it requires users to take a picture of themselves in two minutes after receiving a notification during the day.", "label": "Label_2"}
{"text": "it doesn’t have the filters or allow users to edit their photos.", "label": "Label_1"}
{"text": "it lets a lot pf people connect with other in a matter of minutes.", "label": "Label_2"}
{"text": "it doesn’t offer filters or photo editing tools and users are compelled to post photos of themselves even if it is embarrassing.", "label": "Optimal_1"}
{"text": "the app could be used to show were friends are hanging out at.", "label": "Label_0"}
{"text": "it encourages people to take an authentic picture in two minutes.", "label": "Label_2"}
{"text": "BeReals randomness and casual attitude to social media.", "label": "Label_3"}
{"text": "unlike other social media platforms, BeReal doesn't allow people to edit their photos because it gives everyone two minutes to post a picture of themselves at the same time.", "label": "Label_2"}
{"text": "they only have 2 minutes to take a picture of whatever they are doing with no filters and no pressure to look a certain way.", "label": "Optimal_2"}
{"text": "many people pretend to be better versions of themselves than they really are to impress people.", "label": "Label_7"}
{"text": "there are no filters", "label": "Label_1"}
{"text": "it makes users take a picture within 2 minutes and does not allow editing which allows for a more realistic view into users' lives.", "label": "Optimal_1"}
{"text": "people are required to be authentic and real, as people claim the app is much more casual.", "label": "Label_3"}
{"text": "they feel like it is more casual.", "label": "Label_3"}
{"text": "the app doesn't allow people to make changes to their photos.", "label": "Label_1"}
{"text": "it can cause people not to fake their pos", "label": "Label_6"}
{"text": "it does not have filters or photo editing tools, so users are compelled to post photos of themselves even if it is embarrassing.", "label": "Optimal_1"}
{"text": "unlike other social media platforms, BeReal does not use filter or allow people to edit the photos so it makes the photos more authentic even if it looks boring or embarrassing.", "label": "Optimal_1"}
{"text": "people are forced to post boring or embarrassing photos because they can not edit or use a filter.", "label": "Optimal_1"}
{"text": "it can take a front view and a back view photo", "label": "Label_6"}
{"text": "everyone posts simultaneously when they receive notification", "label": "Label_5"}
{"text": "BeReal does not use filters or allow people to edit photos like TikTok or Instagram, and makes everyone post something embarrassing or boring.", "label": "Optimal_1"}
{"text": "it does allow filters or photo editing.", "label": "Label_1"}
{"text": "the people who use BeReal are forced to post a picture of themselves in a with of two minutes of when they get a notification.", "label": "Label_2"}
{"text": "it captures people as they are in the present moment, giving them a more authentic representation.", "label": "Optimal_2"}
{"text": "they get to seek into peoples everyday life.", "label": "Label_6"}
{"text": "they are not pretending to have glamorous exciting lives.", "label": "Label_6"}
{"text": "it makes the user post at a certain time of the day, and does not have filters, or editing allowed.", "label": "Label_1"}
{"text": "BeReal won’t make people famous.", "label": "Label_4"}
{"text": "it requires the user to post their picture within two minutes and it doesn't have filters and can't be edited", "label": "Label_1"}
{"text": "there is a lot less pressure when they post on BeReal than any other social media.", "label": "Optimal_3"}
{"text": "people get to peek into others real everyday lives, by not having filters or allowing them to edit the pictures.", "label": "Optimal_1"}
{"text": "People are forced to post what they are doing even if it's boring which gives people a peek into their life everyday.", "label": "Optimal_2"}
{"text": "tis app doesn't have filters or allows others to edit their photos.", "label": "Label_1"}
{"text": "there is a lot less pressure to post things that make people appear a certain way.", "label": "Optimal_3"}
{"text": "it shows what people are doing and how interesting they are.", "label": "Label_6"}
{"text": "people are taking pictures of themselves doing everyday actions but it gives people a 2 minute timer to take a picture of what they are doing.", "label": "Optimal_2"}
{"text": "it's not allowed for editing, and it's a bit more spontaneous.", "label": "Optimal_1"}
{"text": "it is a timed experience that allows the user to see what others are doing at that time.", "label": "Optimal_2"}
{"text": "users are required to post within two minutes forcing them to post even if what they're doing is boring.", "label": "Optimal_2"}
{"text": "users are required to post and no filters.", "label": "Label_1"}
{"text": "it doesn’t give users an option to edit their photos or put filters on which can make a person look unlike themselves.", "label": "Label_1"}
{"text": "it encourages people to post in two minutes from when they get their daily notification", "label": "Label_2"}
{"text": "jn j brtgbhtheth", "label": "Label_0"}
{"text": "it is different from other apps such as instagram and Tiktok", "label": "Label_4"}
{"text": "people get to see the everyday lives of friends by not using filters and not allowing users to edit the photos before posting.", "label": "Optimal_1"}
{"text": "it feels more casual since users don’t have to be pressured to look a certain way.", "label": "Optimal_3"}
{"text": "it makes users share a picture of themselves to their friends in 2 minutes.", "label": "Label_2"}
{"text": "there is a chance to get to peek into the everyday lives of friends that are not necessarily available all the time.", "label": "Label_6"}
{"text": "there's a notification and people post at the same time.", "label": "Label_5"}
{"text": "it is a differe", "label": "Label_0"}
{"text": "it doesn't have filters and people don't feel pressured to look a certain way or be doing something interesting.", "label": "Optimal_3"}
{"text": "the app is more casual, and there is less pressure to post and look or pose a certain way.", "label": "Optimal_3"}
{"text": "it doesn't have filters and there is no editing.", "label": "Label_1"}
{"text": "it doesn't have filters, everyone has to post at the same time, and no one can get famous from their posts; which allows for a real unedited app where everyone has to show what they're really doing.", "label": "Optimal_1"}
{"text": "people can just post what they’re doing at the moment instead of trying to make themselves look interesting.", "label": "Optimal_2"}
{"text": "users are supposed to upload a picture in less than two minutes from getting the notification this gives users a more authentic feel as they could be at a concert or at home.", "label": "Optimal_2"}
{"text": "they say the app is more casual because it only asks for the people to post a photo of themselves within two minutes hen they get a notification.", "label": "Optimal_2"}
{"text": "the app does not permit users to edit their photos.", "label": "Label_1"}
{"text": "the number of people using the app increased by 315% from 2021 to 2022.", "label": "Label_8"}
{"text": "if people wanna become famous an influencer can stay on tik tok or instagram.b", "label": "Label_4"}
{"text": "it doesn't have filters or allow people to edit their photos so that forces the users to post even if they were doing something boring.", "label": "Optimal_1"}
{"text": "users only have two minutes to take a post or photo in real time.", "label": "Optimal_2"}
{"text": "the user post with in two minute an doesn't have filters or can not edit there photos.", "label": "Label_1"}
{"text": "it's much more casual.", "label": "Label_3"}
{"text": "no claims are made to help people become famous", "label": "Label_4"}
{"text": "it feels like a more casual approach to social media.", "label": "Label_3"}
{"text": "the app requires users to post a photo of themselves within two minutes of receiving a notification, no matter what they are doing.", "label": "Optimal_2"}
{"text": "people are required to post a picture of themselves and know what some friends are up to.", "label": "Label_6"}
{"text": "it feels a lot more casual than traditional social media apps.", "label": "Label_3"}
{"text": "it claims it doesn't make people famous like Instagram or TikTok.", "label": "Label_4"}
{"text": "the software does not allow for filters to be applied to photos.", "label": "Label_1"}
{"text": "they don’t have to edit photos, videos, and allows people to post themselves all together within the two minutes, ane these photos lead to not being embarrassed about posting.", "label": "Optimal_2"}
{"text": "people do not have the time to produce a photo and cannot edit it.", "label": "Label_2"}
{"text": "it's impossible to be authentic on social media", "label": "Label_7"}
{"text": "it feels much more casual because it does not have filters or edit features.", "label": "Optimal_1"}
{"text": "it is not for people who try to influence.", "label": "Label_4"}
{"text": "there is usually little time to snap a photo and edit it.", "label": "Label_2"}
{"text": "it feels more casual and less pressure to post.", "label": "Optimal_3"}
{"text": "BeReal does not allow users to edit their photos to make them more authentic.", "label": "Optimal_1"}
{"text": "they can post any picture within two minutes.", "label": "Label_2"}
{"text": "BeReal doesn't have filters and BeReal doesn't make anyone famous.", "label": "Label_4"}
{"text": "having their time limited on when they can take a photo, and the fact they can't use any filters nor edit their photos in any regard.", "label": "Label_2"}
{"text": "It do not have filters and allow users to edit their photos..", "label": "Label_1"}
{"text": "there is less stress to post and look a certain way.", "label": "Optimal_3"}
{"text": "people have to take pictures of themselves everyday by putting a timer when they have to send a picture and BeReal doesn't use filters.", "label": "Label_2"}
{"text": "the number of people who use the app continued to grow by 315% from 2021 to 2022.", "label": "Label_8"}
{"text": "it doesn't make anyone famoud", "label": "Label_4"}
{"text": "people see it as more natural.", "label": "Label_3"}
{"text": "BeReal doesn't have filters or allow other users to edit their photos instead users post a picture within 2 minutes of their day to day life.", "label": "Label_1"}
{"text": "they like that people get the chance to how what they are doing at that exact time.", "label": "Label_6"}
{"text": "no filters are allowed and it is hoped that more realistic photos will result.", "label": "Optimal_1"}
{"text": "It doesn't have filters.", "label": "Label_1"}
{"text": "njefadhfhdfbdsjfbdsbgfsdkjvskdv s vsdigdsg sdv dsuigv sdv sdvudsv sdv ergireg rgothrfgergoergergf wef4e egdvdv dfidfg dgierg regeriug dgd gdifsdf fsf.", "label": "Label_0"}
{"text": "it provides insight into the activities of its users, as seen at the time.", "label": "Optimal_2"}
{"text": "in sight of what people are doing in their everyday.", "label": "Label_6"}
{"text": "people don't have to pretend living a glamorous and exciting lives.", "label": "Label_6"}
{"text": "there is two minutes to snap a picture to share with  friends.", "label": "Label_2"}
{"text": "there are no filters or edits allowed.", "label": "Label_1"}
{"text": "it's more casual than other social medias.", "label": "Label_3"}
{"text": "Application development kit", "label": "Label_0"}
{"text": "it doesn't have filters or editing of photos.", "label": "Label_1"}
{"text": "it doesn't use filters or edit photos.", "label": "Label_1"}
{"text": "the photo depicts the person as they were at the time of the image taking.", "label": "Optimal_2"}
{"text": "BeREal does not allow the use a filter and ot only allow two minutes to post.", "label": "Label_1"}
{"text": "It feels more casual.", "label": "Label_3"}
{"text": "people are not pretending to be glamorous or doing something exciting.", "label": "Label_6"}
{"text": "Everyone who receives the alarm has to post a photo of themselves showing the alarm being activated within 2 minutes.", "label": "Label_2"}
{"text": "there are no filters and they are only given two minutes to post.", "label": "Label_1"}
{"text": "there are no filters or photo editors and posts are more realistic.", "label": "Optimal_1"}
{"text": "it doesn't have filters or ways to hide things in photos and forces them to post.", "label": "Optimal_1"}
{"text": "unlike other social media platforms it doesn't contain filters and are unable edit the photos in any way.", "label": "Label_1"}
{"text": "people post everyday things such as spending time outside or doing homework.", "label": "Label_6"}
{"text": "there's lots of less pressure to post and look a type of way.", "label": "Optimal_3"}
{"text": "since it feels so much more casual than other social media platforms.", "label": "Label_3"}
{"text": "it is different from other social media apps.", "label": "Label_3"}
{"text": "they gotta post on the first two minutes and photos cant be edited", "label": "Label_1"}
{"text": "it requires the user to post their picture within two minutes and it doesn't have filters and can't be edited.", "label": "Label_1"}
{"text": "it only allows toy to take a picture without any filters and also on the spot.", "label": "Label_1"}
{"text": "it's good to good", "label": "Label_0"}
{"text": "there are no filters allowed in the app and it encourages more realistic photos.", "label": "Optimal_1"}
{"text": "users are still able to post later which does not seem authentic.", "label": "Label_7"}
{"text": "it shows the real face of the person and can't use filters.", "label": "Optimal_1"}
{"text": "user engagement with the app grew by 315%.", "label": "Label_8"}
{"text": "it feels so much more casual because there's less pressure to post and look a certain way.", "label": "Optimal_3"}
{"text": "it doesn't have filters and photo edits, making them more authentic when done in the moment.", "label": "Optimal_1"}
{"text": "it shows people as they are at the time of a picture is taken so it is more natural.", "label": "Optimal_2"}
{"text": "people feel less pressure to look a certain way since it is casual.", "label": "Optimal_3"}
{"text": "people are required to post within two minutes and cannot edit their photos, leading to more candid and realistic-looking shots.", "label": "Optimal_2"}
{"text": "blah blah balh.", "label": "Label_0"}
{"text": "their do not have filters and have a time limit to respond.", "label": "Label_1"}
{"text": "people are required to post a selfie within two minutes of receiving the alarm.", "label": "Label_2"}
{"text": "the posts are up to date with what everyone is going and takes most of the pressure of posting away.", "label": "Optimal_3"}
{"text": "users are forced to photograph themselves within minutes.", "label": "Label_2"}
{"text": "the requirement is that users post a selfie within two minutes of a notification, no matter what they are doing.", "label": "Optimal_2"}
{"text": "it filters or allow users to edit their photos.", "label": "Label_1"}
{"text": "the population of app users who are engaged with this one grew by 315% between 2021 and 2022.", "label": "Label_8"}
{"text": "users have to post within the two-minute window no matter what they look like.", "label": "Optimal_2"}
{"text": "it doesn't have any filters or allows users to edit photos.", "label": "Label_1"}
{"text": "it feels more casual and less fake.", "label": "Label_3"}
{"text": "since people are able to delay posts for a time when they are doing something more interesting.", "label": "Label_7"}
{"text": "it makes people take pictures of what they're doing whether it's embarrassing or boring.", "label": "Label_6"}
{"text": "users don't have options like filters and the pictures are more natural.", "label": "Optimal_1"}
{"text": "people have to post within 2 minutes of the notification.", "label": "Label_2"}
{"text": "users have to post a picture within two minutes.", "label": "Label_2"}
{"text": "when people post at the same time people can see what their friends are doing.", "label": "Label_6"}
{"text": "there is no option for users to edit their photos.", "label": "Label_1"}
{"text": "the app only allows the user two minutes to take a picture, and it cannot be edited, unlike other social media apps such as Tik Tok and Instagram.", "label": "Label_1"}
{"text": "it help people with there self.", "label": "Label_0"}
{"text": "people are required to post a screenshot of their alarm receipt within two minutes of receiving the alarm.", "label": "Label_2"}
{"text": "there is less pressure from posting or looking in a certain way.", "label": "Optimal_3"}
{"text": "it doesn't have filters or doesn't allow people to edit their photos.", "label": "Label_1"}
{"text": "it does not offer filters or photo editing tools, and users are forced to post photos of themselves even if it is embarrassing.", "label": "Optimal_1"}
{"text": "it does not allow users to use filters or edit their photos so that people will give a picture of themselves if they don't look the best.", "label": "Optimal_1"}
{"text": "it is a photo album.", "label": "Label_0"}
{"text": "the platform requires prompt upload of photos and doesn't allow filters or editing.", "label": "Label_1"}
{"text": "it helps people be real and active all day long.", "label": "Label_6"}
{"text": "it doesn't allow filters or editing materials.", "label": "Label_1"}
{"text": "they like that people get the chance to show what they are doing at that exact time and they only get two minutes to do it.", "label": "Optimal_2"}
{"text": "it does not allow filters or let users to edit their photos.", "label": "Label_1"}
{"text": "people could post and their friends could see what their up to.", "label": "Label_6"}
{"text": "users don't have time to edit their photos.", "label": "Label_1"}
{"text": "not like other social media apps TikTok or Instragram, BeReal does now allow other to edit or alter their pictures.", "label": "Label_1"}
{"text": "it has no filters forcing users to post authentic pictures of themselves in the moment.", "label": "Optimal_1"}
{"text": "it feels more casual than other social media.", "label": "Label_3"}
{"text": "it feels a lot more casual than other social medias, there's less pressure to post instead of looking good.", "label": "Optimal_3"}
{"text": "people are expected to post in two minutes so it shows what they are actually doing at that moment.", "label": "Optimal_2"}
{"text": "people say that it feels more casual.", "label": "Label_3"}
{"text": "users can't use filters or edit their photos to show what they actually are, not a 'fake' version of themselves.", "label": "Optimal_1"}
{"text": "the BeReal goes off for two minutes at any random time of the day and people have to post no matter what they are doing.", "label": "Optimal_2"}
{"text": "some people are presenting carefully curated versions of themselves.", "label": "Label_7"}
{"text": "w w ww", "label": "Label_0"}
{"text": "it's casual as it shows what people are doing at that time.", "label": "Label_6"}
{"text": "it feels much more casual.", "label": "Label_3"}
{"text": "if people want to become an influencer they can stay on tiktok and instagram", "label": "Label_4"}
{"text": "no filters are allowed and users must post a picture within two minutes of getting a notification.", "label": "Label_1"}
{"text": "one can post pictures of what s/he is doing right now in order to show others", "label": "Optimal_2"}
{"text": "people who use this app posts pictures of themselves daily, even if what they're doing is embarrasing.", "label": "Label_6"}
{"text": "people can only post on photo per day with no filters.", "label": "Label_1"}
{"text": "some say it isn't authentic because it is possible to post later on instead of now.", "label": "Label_7"}
{"text": "unlike other apps, BeReal doesn't have filters and also requires them to take a photo within 2 minutes from when they get their notiffication.", "label": "Label_2"}
{"text": "BeReal doesn't have filters or allow other users to edit their photos.", "label": "Label_1"}
{"text": "lmmmm y  j", "label": "Label_0"}
{"text": "people use it so much more than other apps.", "label": "Label_3"}
{"text": "the user can't use a filter and just have to be themselves.", "label": "Optimal_1"}
{"text": "there is no filters to edit peoples photos, everyone posts at the same times", "label": "Label_1"}
{"text": "bereal don’t have filters or editing.", "label": "Label_1"}
{"text": "it shows all sides of people", "label": "Label_6"}
{"text": "everyone post at the same time so people can see what there friends are up too.", "label": "Label_6"}
{"text": "unlike tik tok or instagram Bereal doesn't have filters and allows  users to edit their photos.", "label": "Label_1"}
{"text": "to photographs people as they actually are in the moment would be more natural.", "label": "Optimal_2"}
{"text": "its is not like the popular social media apps.", "label": "Label_4"}
{"text": "it requires people to post at a certain time, which leads photos to feeling authentic.", "label": "Optimal_2"}
{"text": "it has no filters for people to edit their photos, which means that people cannot fake anything they do in them.", "label": "Optimal_1"}
{"text": "the app doesn't allow users to edit their photos or use filters so there is a feeling of realism.", "label": "Optimal_1"}
{"text": "it's different for other social media that people use daily, it different because it doesn't use all those filters other social media platforms use but it also allows them to edit their photos.", "label": "Label_1"}
{"text": "its much more casual to use .", "label": "Label_3"}
{"text": "they have a two minute count to snap a picture to share with their friends.", "label": "Label_2"}
{"text": "its impossible to be truly authentic on scoial media.", "label": "Label_7"}
{"text": "it is more casual and there is no pressure to look in a certain way.", "label": "Optimal_3"}
{"text": "it is a more casual social media app where there isn't as much pressure to look a certain way.", "label": "Optimal_3"}
{"text": "BeReal does not support filters, and forces people to post themselves in embarrassing situations.", "label": "Optimal_1"}
{"text": "anyone who uses BeReal can only post two minutes after the notification.", "label": "Label_2"}
{"text": "it shows the real person.", "label": "Label_6"}
{"text": "the number of app users grew over 315% from 2021 to 2022.", "label": "Label_8"}
{"text": "no filters are allowed in photos, which encourages more realistic shots.", "label": "Optimal_1"}
{"text": "users have two minutes to post forcing them to post even if they aren't doing anything, anyone can post at the same time.", "label": "Optimal_2"}
{"text": "it lets a lot of people connect with other in a matter of minutes and leads to fun photos.", "label": "Optimal_2"}
{"text": "it doesn't have filters or allow users to edit photos and required to post within two.", "label": "Label_1"}
{"text": "users can quickly see what their friends are doing through realistic photos.", "label": "Label_6"}
{"text": "the apps popularity has risen since 2021 by 315%.", "label": "Label_8"}
{"text": "there is a lot less pressure on the way someone looks or acts.", "label": "Optimal_3"}
{"text": "some people feel more casual and there's less pressure to post and look in a certain way.", "label": "Optimal_3"}
{"text": "it gives a sense on what  friends are doing at that moment in time.", "label": "Label_6"}
{"text": "BeReal won't make anyone famous.", "label": "Label_4"}
{"text": "the app doesn't use filters or make it able to edit posts, unlike other apps where some people are constantly using filters to look another way.", "label": "Label_1"}
{"text": "the app doesn't have filters and doesn't allow people to edit themselves to make their life or picture more appealing.", "label": "Optimal_1"}
{"text": "people are suppose to respond within two minutes in all of their natural normal state at that time.", "label": "Optimal_2"}
{"text": "the app doesn't have filters nor does it allow users to edit their photos, users are required to post a picture of themselves", "label": "Label_1"}
{"text": "there is less social pressure to post and look a certain way.", "label": "Optimal_3"}
{"text": "there is a lot less insistance to post and look a certain way.", "label": "Optimal_3"}
{"text": "it different because it doesn't use all those filters other social media platform use but it also allows them to edit their photos.", "label": "Label_1"}
{"text": "the user is encouraged to post at a random time of day which means they are not able to go somewhere with a better view or make themselves look better.", "label": "Optimal_2"}
{"text": "it provides a view into the everyday lives of its users, depicting what they are doing at the time.", "label": "Optimal_2"}
{"text": "its more casual its simple.", "label": "Label_3"}
{"text": "the app doesn't allow users to edit their photos.", "label": "Label_1"}
{"text": "it feels more casual like, or that there isn’t any extra pressure trying to look a certain way.", "label": "Optimal_3"}
{"text": "the amount of people who are using the app has increased by 300%.", "label": "Label_8"}
{"text": "it shows whatever the person is doing within a span of 2 minutes.", "label": "Label_2"}
{"text": "users can take a picture with the two minutes.", "label": "Label_2"}
{"text": "everyone shares photos at the same time.", "label": "Label_5"}
{"text": "people post late so it's fake.", "label": "Label_7"}
{"text": "people think this app actually shows what people are doing.", "label": "Label_6"}
{"text": "it shows what people are really up to in the moment instead of being fake.", "label": "Label_6"}
{"text": "it encourages the user to post within 2 minutes.", "label": "Label_2"}
{"text": "people don't have filters or allow users to edit their pictures and have two minutes to snap a picture to share with their friends.", "label": "Label_1"}
{"text": "when users of the app receive a notification they have to post a photo of themselves and what they are doing within two minutes.", "label": "Optimal_2"}
{"text": "there are no filters, so people have to show their real self.", "label": "Optimal_1"}
{"text": "many users wait to snap photos only when they're in an interesting location.", "label": "Label_7"}
{"text": "it is much different than other social medias.", "label": "Label_3"}
{"text": "it can show a persons real personality.", "label": "Label_0"}
{"text": "people can't use filters or edit photos, so it captures what people really look like.", "label": "Optimal_1"}
{"text": "unlike TikTok or Instagram, BeReal forces the user to depict their daily life.", "label": "Label_6"}
{"text": "many people enjoy it.", "label": "Label_0"}
{"text": "it is less formal and does not require users to post.", "label": "Optimal_3"}
{"text": "it is more casual than other social media platforms because it allows users to be true to themselves and not create a fake persona for the internet.", "label": "Label_6"}
{"text": "the description explains that BeReal won't make people famous, like TikTok or Instagram will.", "label": "Label_4"}
{"text": "BeReal doesnt include filters or allows users to edit photos unlike other platforms on social media, unlike other social medias Bereal forces users to get a sense to what their friends are up to.", "label": "Optimal_1"}
{"text": "It helps users become more authentic online, and post unfiltered photos of themselves and what they are doing once a day.", "label": "Optimal_1"}
{"text": "the app makes the user take a picture in only 2 minutes after the notification.", "label": "Label_2"}
{"text": "this app requires users to take photos of themselves within two minutes.", "label": "Label_2"}
{"text": "it feels more casual, with less pressure to post a certain way.", "label": "Optimal_3"}
{"text": "it feels so much casual and there's less pressure on people's appearance and the stuff they post about.", "label": "Optimal_3"}
{"text": "they think it is more casual and everyone posts at the same time.", "label": "Label_3"}
{"text": "they have to post a picture within 2 minutes of getting a notification even if what they are doing looks boring.", "label": "Optimal_2"}
{"text": "it does not have filters or allow users to edit their photos and it forces them to post even if they are doing something embarrassing or boring.", "label": "Optimal_1"}
{"text": "the app is more casual than others.", "label": "Label_3"}
{"text": "it allows users to edit their photes unlike TikTok or instagram. ...", "label": "Label_1"}
{"text": "people have to take pictures of themselves everyday by putting a timer when they have to send a picture.", "label": "Label_2"}
{"text": "people can know what their friends are up to.", "label": "Label_6"}
{"text": "some think that it's impossible to be authentic on social media.", "label": "Label_7"}
{"text": "unlike other social media BeReal gives the user two mins to post even if it's doing something boring.", "label": "Optimal_2"}
{"text": "it does not allow users to edit their photos.", "label": "Label_1"}
{"text": "users have to post an unfiltered picture of themselves at a random point throughout the day.", "label": "Label_2"}
{"text": "there is no editing or filters so this allows people to see the real person.", "label": "Optimal_1"}
{"text": "it makes users share a picture of themselves to their friends in 2 minutes which can lead to self awarness.", "label": "Label_2"}
{"text": "it requires someone to immediately take pictures without editing so it's more authentic.", "label": "Optimal_1"}
{"text": "on bereal people  cant use filters or edit  photos and people  have to post in two minutes", "label": "Label_1"}
{"text": "users are required to post a picture of themselves and has no filters or won’t allow them to edit photos.", "label": "Label_1"}
{"text": "when people take pictures, it actually shows what people are doing.", "label": "Label_6"}
{"text": "the app doesn't have filters.", "label": "Label_1"}
{"text": "people can't use filters or fake how people look.", "label": "Optimal_1"}
{"text": "users can not edit photos and it doesn't have filters.", "label": "Label_1"}
{"text": "the app doesn't allow people to change their photos.", "label": "Label_1"}
{"text": "users have to take an unfiltered photo within two minutes of the notification.", "label": "Label_2"}
{"text": "it is not for people in the influencer industry.", "label": "Label_4"}
{"text": "people get to see a bit of the lives of their friends at the moment they release the BeReal.", "label": "Label_6"}
{"text": "it won't make anyone famous.", "label": "Label_4"}
{"text": "everyone post at the same time.", "label": "Label_5"}
{"text": "users are forced to post, no matter what they are doing, and filters are disabled, showing the reality of the people using the site.", "label": "Optimal_1"}
{"text": "BeReal does not have filters for people to edit their posts.", "label": "Label_1"}
{"text": "users have to post whenever they send them a notification and they have to post no matter what even if what they're doing is embarrassing.", "label": "Optimal_2"}
{"text": "it doesn't have any filters and people have to post even if they are doing something simple.", "label": "Optimal_1"}
{"text": "BeReal doesn't allow users to edit their photos, so users post even if they are doing boring activities.", "label": "Optimal_1"}
{"text": "it doesn't have filters and it is casual with a lot less pressure to post and look good.", "label": "Optimal_3"}
{"text": "it gives people a two minute limit before it becomes late.", "label": "Label_2"}
{"text": "it is more relaxed.", "label": "Label_3"}
{"text": "people post with friends and other no matter what their doing.", "label": "Label_6"}
{"text": "user are required to post within two minutes when  they get their daily notification.", "label": "Label_2"}
{"text": "people have to post within two minutes when they get their daily reminder.", "label": "Label_2"}
{"text": "there's much less pressure to post and like a certain way.", "label": "Optimal_3"}
{"text": "They can socialize with people.", "label": "Label_0"}
{"text": "BeReal is less pressuring to post and looks a certain way.", "label": "Optimal_3"}
{"text": "people say the app won't make them famous unlike tiktok and instagram", "label": "Label_4"}
{"text": "it features photographs of people in the real world.", "label": "Label_6"}
{"text": "it does not possess filters or allow edits to photos, which takes pressure off to look a certain way, and users have to take a picture of themselves within 2 minutes of their daily notification.", "label": "Optimal_2"}
{"text": "bereal does not have filters or allow people to edit their photos instead they are required to post a picture of doing something boring or embarrassing.", "label": "Optimal_1"}
{"text": "it doesn't not require filters or allow editing to the photos that are taken.", "label": "Label_1"}
{"text": "there is less pressure to post or look a certain way.", "label": "Optimal_3"}
{"text": "the app saw a 315% uptick in users in 2022 compared to the previous year.", "label": "Label_8"}
{"text": "users can know what their friends are doing and the app encourages real photos by letting the people who follow a person know when that person sends something late.", "label": "Label_6"}
{"text": "it makes the users post photos of themselves with no filters so the users don't have to be fake.", "label": "Optimal_1"}
{"text": "It there is less pressure on what to post and how to look.", "label": "Optimal_3"}
{"text": "it doesn't have any filters or let people edit their photos and people have to take a picture of themselves in 2 minutes of their daily notification.", "label": "Label_1"}
{"text": "others think social media is always inauthentic.", "label": "Label_7"}
{"text": "people just take normal pictures, they could be doing anything, and, unlike other social media apps, bereal doesn't have an option to edit photos.", "label": "Optimal_1"}
{"text": "BeReal doesn't have filters and doesn't allow users to edit photos, which caused many to attract to its pro-authenticity.", "label": "Label_1"}
{"text": "there isn't a lot of pressure to look a certain way.", "label": "Optimal_3"}
{"text": "everyone posts at roughly the same time.", "label": "Label_5"}
{"text": "unlike TikTok instagram and BeReal, doesn’t have filters", "label": "Label_1"}
{"text": "people often post within a few minutes of the alert going off.", "label": "Label_2"}
{"text": "BeReal does not have any filters and does not allow users to edit their photos, forcing them to post even if it is embarrassing or boring.", "label": "Optimal_1"}
{"text": "it makes people post a picture within 2 minutes, so the picture shows people doing what they are actually doing, and cannot be edited.", "label": "Optimal_2"}
{"text": "BeReal wont make someone famous.", "label": "Label_4"}
{"text": "the app doesn't allow editing or filtering of pictures.", "label": "Label_1"}
{"text": "it requires users to take photos of themselves within two minutes.", "label": "Label_2"}
{"text": "there are no filters applied to the photos.", "label": "Label_1"}
{"text": "they get to seek into people's everyday life by using both camera lenses and BeReal doesn't allow people to edit photos so they look more realistic.", "label": "Optimal_1"}
{"text": "users are required to post a picture within two minutes and have an unedited post which shows their normal daily lives.", "label": "Optimal_2"}
{"text": "users only have 2 minutes to post a non edited picture of what they are doing.", "label": "Optimal_2"}
{"text": "ss e eeee ee", "label": "Label_0"}
{"text": "people can see what their friends are up to at any time by sharing photos.", "label": "Label_6"}
{"text": "they feel less pressure to look a certain way and post.", "label": "Optimal_3"}
{"text": "it doesn’t have filters and doesn’t let its users edit the photos.", "label": "Label_1"}
{"text": "even if it is a grainy photograph, it affords a glimpse into that person's daily life.", "label": "Label_6"}
{"text": "some users claim that's it is impossible to truly be authentic on social media.", "label": "Label_7"}
{"text": "a photograph is taken within an allotted time.", "label": "Label_2"}
{"text": "it doesn't allow editing or filters and they are posted at the same time.", "label": "Label_1"}
{"text": "they show people sides of themselves that no one knows, They have to take a picture in 2 minutes of themselves even if they are in an embarrassing place.", "label": "Optimal_2"}
{"text": "it's more casual and has less pressure.", "label": "Optimal_3"}
{"text": "there are no filters allowed and it encourages more realistic photos.", "label": "Optimal_1"}
{"text": "its doesn't have any filters like other social media and BeReal  make people famous like others social media.", "label": "Label_4"}
{"text": "people can´t edit and people can post late.", "label": "Label_1"}
{"text": "it wont make people famous", "label": "Label_4"}
{"text": "being honest is always the best way to connect with others.", "label": "Label_0"}
{"text": "in many ways people share the thing they are doing at the time.", "label": "Label_6"}
{"text": "people say that it feels more casual and there is a lot less pressure to post and look like other people.", "label": "Optimal_3"}
{"text": "it explains it wont make famous.", "label": "Label_0"}
{"text": "a photo-sharing app that wants its users to be their authentic selves and post unfiltered photos of themselves and what they are doing once a day.", "label": "Optimal_1"}
{"text": "more than 315% of users started using the app monthly in 2022 than they did in 2021.", "label": "Label_8"}
{"text": "it is more causal than other social media apps.", "label": "Label_3"}
{"text": "they feel it is more casual", "label": "Label_3"}
{"text": "there is no pressure to look good, this app is a fun way to see what everyone is up to.", "label": "Label_6"}
{"text": "there are no filters or photo editing by using a fun app.", "label": "Label_1"}
{"text": "it requires users to take a picture of themselves in two minutes after receiving a notification, making them reveal what they are really doing throughout their day.", "label": "Optimal_2"}
{"text": "users must post a proverbial 'snapshot of themselves' - the post cannot be edited in any way.", "label": "Optimal_1"}
{"text": "its more causal than tiktok, instagram, or other social media platforms.", "label": "Label_3"}
{"text": "people get to  peek into others real everyday lives.", "label": "Label_6"}
{"text": "it only gives users two minutes to post a picture of what they're doing, adding to authenticity because one has to post then, even if what one is doing seems mundane.", "label": "Optimal_2"}
{"text": "it reveals people as their true self so they don't have necessarily have to look a certain way.", "label": "Optimal_3"}
{"text": "talking to someone online instead of talking to someone in real life.", "label": "Label_0"}
{"text": "it's more casual than other social media apps because there's less pressure to post and look a certain way.", "label": "Optimal_3"}
{"text": "people cannot get famous off of it.", "label": "Label_4"}
{"text": "there is a danger that the routine will become its own form of inauthentic behavior.", "label": "Label_7"}
{"text": "people like to see everyday life of friends or family.", "label": "Label_6"}
{"text": "people are to post in two minutes so that it illustrates their current activity.", "label": "Optimal_2"}
{"text": "there's little time to produce a photo and no way to edit it.", "label": "Label_2"}
{"text": "it gives a peek into the everyday lives of friends with less pressure than apps tiktok or instagram.", "label": "Label_6"}
{"text": "it feels much more casual, with less force to look a specific way.", "label": "Optimal_3"}
{"text": "they can take funny pictures and also look funny while they do it as well", "label": "Label_6"}
{"text": "Everyone posts pictures at the same moment.", "label": "Label_5"}
{"text": "users cannot edit their photos or use filters and only show what they really are.", "label": "Optimal_1"}
{"text": "Everyone is required to post a photo of themselves within two minutes of receiving an alert.", "label": "Label_2"}
{"text": "it doesn't have any filters and can't edit the photos that the users take.", "label": "Label_1"}
{"text": "its a more casual form of  social media.", "label": "Label_3"}
{"text": "it feels casual.,", "label": "Label_3"}
{"text": "Bereal does not have filters and it does not allow the users to edit photos instead people are required to post a picture within two minutes of getting their daily notification even if its boring.", "label": "Optimal_2"}
{"text": "it is reportedly designed to be more casual than TikTok and Instagram.", "label": "Label_3"}
{"text": ". one note", "label": "Label_0"}
{"text": "everyone posts whatever they are doing no matter how boring and it has no filters.", "label": "Optimal_1"}
{"text": "it provides a view of what really happens in real time.", "label": "Label_6"}
{"text": "everyone posts photos at the same moment.", "label": "Label_5"}
{"text": "people have to post a picture of themselves before two minutes.", "label": "Label_2"}
{"text": "it doesn't allow users to edit photos, therefore bringing a sense of reality to social media.", "label": "Optimal_1"}
{"text": "they don’t have to edit photos", "label": "Label_1"}
{"text": "it encourages people to post in two minutes from when they get their daily notificatio", "label": "Label_2"}
{"text": "it does not have filters  to use in photos.", "label": "Label_1"}
{"text": "it shows the “realness” in everyone’s life and not the best moments they’re having.", "label": "Label_6"}
{"text": "unlike other apps, BeReal doesn't have filters and also requires them to take a photo within 2 minutes from when they get their notification, also makes them post boring or embarrassing pictures.", "label": "Optimal_2"}
{"text": "they get a peak into everyone’s life without filters or being someone they’re not.", "label": "Optimal_1"}
{"text": "it doesn't have filters or editing of pictures so people don't see a fake photo.", "label": "Optimal_1"}
{"text": "users can not use filters and can not edit photos.", "label": "Label_1"}
{"text": "Bereal claims to be different from the other social media just like Instagram and tiktok and there are a lot of people.", "label": "Label_3"}
{"text": "despite being a cluttered and ugly picture, it provides a glimpse into the person's daily life.", "label": "Label_6"}
{"text": "some people do not post in two minutes do they can have more time to craft a post that would be more flattering.", "label": "Label_7"}
{"text": "BeReal does not allow editing photos or filters to be used.", "label": "Label_1"}
{"text": "the app doesn't have filters and people are required to post within two minutes of a daily notification.", "label": "Label_2"}
{"text": "it has no intentions of helping people become famous or having unreasonable filters.", "label": "Label_4"}
{"text": "BeReal doesn't have filters.", "label": "Label_1"}
{"text": "There's a lot less pressure to post.", "label": "Optimal_3"}
{"text": "it makes people take a picture whenever the notification pops up, so it doesn't matter if they look bad or good and everyone posts at the same time.", "label": "Optimal_2"}
{"text": "many people present a curated version themselves, and pretend to have glamorous or happy lives, and pretend to be more authentic.", "label": "Label_7"}
{"text": "it does not have filters or allow users to edit their photos.", "label": "Label_1"}
{"text": "the app feels more casual and doesn't force users to look a certain way.", "label": "Optimal_3"}
{"text": "users are required to post within two minutes of the notification, whether they’re doing something interesting or not.", "label": "Optimal_2"}
{"text": "this source od media doesn't use filters, it feels more authentic, and feels more casual.", "label": "Optimal_1"}
{"text": "BeReal doesn't have filters unlike Tiktok or Instagram.", "label": "Label_1"}
{"text": "its more casual than other social media apps.", "label": "Label_3"}
{"text": "influencers need to share photos often to tell everyone what they are going; meaning, influencer need to upload photos after two minute after they are notified, and do not let use filter.", "label": "Optimal_1"}
{"text": "whether the on the couch or swimming with sharks they  can snap a picture to share with friends.", "label": "Label_6"}
{"text": "it won't help make someone famous and it focuses on having someone take a picture of whatever the person is doing in 2 minutes.", "label": "Optimal_2"}
{"text": "BeReal is so much better than other social media platforms because its more casual which focuses more on authenticity.", "label": "Label_3"}
{"text": "bereal doesn't have fiters or allow to edit their photos", "label": "Label_1"}
{"text": "it positively influences friendships and is more casual.", "label": "Label_3"}
{"text": "BeReal doesn't have filters and doesn't allow users to edit photos.", "label": "Label_1"}
{"text": "people have to post a picture of what they are doing within two minutes.", "label": "Label_2"}
{"text": "the amount of users grew over 315% in one year.", "label": "Label_8"}
{"text": "it makes people post pictures of themselves with no filters doing things not everyone gets to see which leads to boring or embarrassing photos.", "label": "Optimal_1"}
{"text": "it does not allow its users to edit photos or use filters making it more casual.", "label": "Optimal_1"}
{"text": "it lets people know when something is going on, so when things are happening there are people taking pictures.", "label": "Label_0"}
{"text": "it doesn’t allow users to edit photos before posting them.", "label": "Label_1"}
{"text": "they have a two minute count to snap a picture to share with their friends no matter what they are doing.", "label": "Optimal_2"}
{"text": "they have friends and can interact with one another and can be a form of distraction because they have to keep posting every time they get a notification.", "label": "Label_0"}
{"text": "some think it is impossible to be authentic on social media.", "label": "Label_7"}
{"text": "the app requires users to take selfies within two minutes.", "label": "Label_2"}
{"text": "BeReal doesn't have filters or edited photos.", "label": "Label_1"}
{"text": "it forces people to post during a time that might be embarrassing or boring, bringing out the \"real\" in people.", "label": "Optimal_2"}
{"text": "people cannot get famous off of it, and there are no filters, so people will know what they see is real.", "label": "Optimal_1"}
{"text": "it does not use filters.", "label": "Label_1"}
{"text": "there are no filters and no ways to be inauthentic.", "label": "Optimal_1"}
{"text": "they are able to post without caring how they look or what they are doing.", "label": "Label_6"}
{"text": "it doesn´t use filters and people can´t edit their pictures, which doesn´t pressure people to look a certain way.", "label": "Optimal_1"}
{"text": "BeReal  wont make famous.", "label": "Label_4"}
{"text": "it's more casual and there's less pressure to look a certain way in pictures.", "label": "Optimal_3"}
{"text": "it encourages people to post in two minutes from when they get their daily notificati", "label": "Label_2"}
{"text": "BeReal doesn't use filters or let anyone edit their photos.", "label": "Label_1"}
{"text": "people who use the app present themselves normally instead of acting as if they have perfect live.", "label": "Label_3"}
{"text": "everyone is supposed to post within two minutes showing what they are doing at the time.", "label": "Optimal_2"}
{"text": "it's more casual than other social medias due to the lack of pressure to look a certain way.", "label": "Optimal_3"}
{"text": "it does not have filters for users to edit their photos, and people have to post within two minutes of receiving their daily notification, forcing them to take a picture no matter how they look.", "label": "Optimal_2"}
{"text": "it does not allow filters and that shows what people actually do.", "label": "Optimal_1"}
{"text": "it can cause people not to fake their po", "label": "Label_6"}
{"text": "it feels more informal than other forms of social media.", "label": "Label_3"}
{"text": "others complain that many users still have time and present a more curated version of themselves, not the real image.", "label": "Label_7"}
{"text": "it won't make anyone famous like others.", "label": "Label_4"}
{"text": "people are expected to post in order to keep in touch with the group.", "label": "Optimal_2"}
{"text": "they post a photo of anything and can see what their friends are doing, and feels more casual.", "label": "Label_6"}
{"text": "it won't make anyone famous but rather makes people   relaxed.", "label": "Label_4"}
{"text": "everyone posts at the same time.", "label": "Label_5"}
{"text": "it is not a competition for who is more popular.", "label": "Label_4"}
{"text": "unlike other social media BeReal doesn't allow people to add any filters or edits to user's photos.", "label": "Label_1"}
{"text": "it doesn't allow users to edit photos, so photos might not be as attractive.", "label": "Optimal_1"}
{"text": "the user can’t use filters and user have to post within 2 minutes of the bereal.", "label": "Label_1"}
{"text": "unlike Tiktok and Instagram, BeReal does not have any filters that allow for editing which forces them to show their real selves.", "label": "Optimal_1"}
{"text": "even if it is an ugly picture, it is a real look into that person's everyday life.", "label": "Label_6"}
{"text": "users have to post a picture of themselves within two minutes after they get the notification so users can see what their friends are doing.", "label": "Optimal_2"}
{"text": "it produces images of everyday scenes.", "label": "Label_6"}
{"text": "people cannot edit photos or add filter to their pictures and it forces people to post a picture.", "label": "Label_1"}
{"text": "it's much more casual and less pressure.", "label": "Optimal_3"}
{"text": "it has a big impact on people and kids to post pictures on BeReal at a certain time.", "label": "Label_2"}
{"text": "everyone has only two minutes to post so people aren't always ready also, BeReal doesn't have filters or let people edit their photos.", "label": "Label_1"}
{"text": "there is less pressure to post stuff.", "label": "Optimal_3"}
{"text": "they don't allow users to use filters to make it more authentic.", "label": "Optimal_1"}
{"text": "if some people don't post with in the two minutes, they could post later while doing something more interesting.", "label": "Optimal_2"}
{"text": "BeReal doesn't have any filters to edit photo it also allows for funny, boring or embarrassing photos.", "label": "Optimal_1"}
{"text": "the number of users of the app increased by 315 percent from 2021 to 2022.", "label": "Label_8"}
{"text": "there is a lot less pressure to look a certain way and everyone can post at the same time.", "label": "Optimal_3"}
{"text": "everyone postspictures at the same time when they getnotification", "label": "Label_5"}
{"text": "VEB v vfgvgvgv", "label": "Label_0"}
{"text": "they want people to be saf", "label": "Label_0"}
{"text": "it shows what real people are doing in real time and it can either be them being bored or if its embarrassing.", "label": "Label_6"}
{"text": "users are required to post even if what they are doing is boring or embarrassing.", "label": "Optimal_2"}
{"text": "it does not let a user edit photos or use a filter.", "label": "Label_1"}
{"text": "it is not faked, it is real life pictures.", "label": "Label_6"}
{"text": "people have two minutes to take a picture of what they doing right then and there, no filters.", "label": "Optimal_2"}
{"text": "BeReal doesn't have filters and forces people to take a picture in the two minutes people get the notification so there's not time to look good.", "label": "Optimal_2"}
{"text": "there are no tools to edit photos.", "label": "Label_1"}
{"text": "people who use they app are still presenting carefully curated versions of them selfs.", "label": "Label_7"}
{"text": "it forces people to post within two minutes of when they get the notification, no matter what they are doing.", "label": "Optimal_2"}
{"text": "it doesn't allow users to edit their photos.", "label": "Label_1"}
{"text": "there are no filters or editing features on the app which can cause people to seem to have a fake life style.", "label": "Optimal_1"}
{"text": "the app has no filters and the users cannot edit their photos.", "label": "Label_1"}
{"text": "there is no filters to edit peoples photos, everyone posts at the same times.", "label": "Label_1"}
{"text": "it feels a lot more casual than other types of social media because there is a lot less pressure to look the way social media wants people to look.", "label": "Optimal_3"}
{"text": "BeReal does not make  people famous, it does not have filters and people can't change their photos.", "label": "Label_4"}
{"text": "jn j brtgbhthethhertht", "label": "Label_0"}
{"text": "everybody posts at the same time.", "label": "Label_5"}
{"text": "users take a filterless picture that shows friends that they may not always be doing something exciting.", "label": "Label_6"}
{"text": "it tends to feel more casual than other social media apps, making people feel less pressured when they post.", "label": "Optimal_3"}
{"text": "it provides a sense of realness by sending out a notification and giving the user two minutes to respond to it.", "label": "Optimal_2"}
{"text": "users have to post a picture of whatever they are doing within 2 minutes of getting a notification.", "label": "Label_2"}
{"text": "the app takes pictures in the real time, not allowing the users to edit or add filters to the photo making the friends see what said person is really doing.", "label": "Optimal_1"}
{"text": "people only have 2 minutes to take a Live Photo.", "label": "Label_2"}
{"text": "it’s different from other apps like Tiktok and instagram.", "label": "Label_4"}
{"text": "it makes users share a picture of themselves to their friends in 2 minutes which can lead to happiness.", "label": "Label_2"}
{"text": "it feels much more casual than other social media because there is a lot less pressure.", "label": "Optimal_3"}
{"text": "it divulges what its users are doing in real-time.", "label": "Optimal_2"}
{"text": "BeReal doesnt include filters or allows users to edit photos unlike other platforms on social media, it takes two minutes to post a picture.", "label": "Label_1"}
{"text": "it feels less formal than alternative social media sites.", "label": "Label_3"}
{"text": "it can get a glimpse of what people are doing in real time.", "label": "Label_6"}
{"text": "BeReal does not allow filters and editing.", "label": "Label_1"}
{"text": "It forces people to post what they're doing even if it looks embarrassing or boring.", "label": "Optimal_2"}
{"text": "it's has no filters, followers, or preparation allowed on the app.", "label": "Label_1"}
{"text": "it doesn't make people famous and it has no filters.", "label": "Label_1"}
{"text": "it has a time limit and does not have filters to edit photos so they are more real.", "label": "Optimal_1"}
{"text": "users have to post a picture of whatever they are doing within 2 minutes of getting a notification, leading to more unprofessional and unscripted photos.", "label": "Optimal_2"}
{"text": "the apps authenticity and the way posts are formatted feels more casual.", "label": "Label_3"}
{"text": "it doesn't have fil", "label": "Label_0"}
{"text": "people have two minutes to post themselves even if it looks boring or not.", "label": "Optimal_2"}
{"text": "it shows a more authentic life by not allowing filters and posting at a certain time.", "label": "Optimal_1"}
{"text": "it takes a picture of people in that moment.", "label": "Label_2"}
{"text": "it makes the person post a photo within two minutes no matter what they are doing or look like.", "label": "Optimal_2"}
{"text": "it forces users to take a photo right then and there, no matter what they’re doing.", "label": "Optimal_2"}
{"text": "everyone posts simultaneously", "label": "Label_5"}
{"text": "BeReal does not allow users to edit their photos and doesn't have filters.", "label": "Label_1"}
{"text": "they could use instagram.", "label": "Label_0"}
{"text": "it shows pictures of genuine life.", "label": "Label_6"}
{"text": "everyone posts at once, meaning it gives people a peek into others everyday lives with no filter.", "label": "Label_1"}
{"text": "for the group photo", "label": "Label_0"}
{"text": "it promotes a more realistic vision of other people's lives as it allows people to casually post parts of their day for limited amounts of time.", "label": "Optimal_2"}
{"text": "it feels more casual then other social media apps.", "label": "Label_3"}
{"text": "it feels more casual, as there's a lot less pressure to post.", "label": "Optimal_3"}
{"text": "the photos don’t allow filters and editing.", "label": "Label_1"}
{"text": "Meena Kuduva thinks more casual than to look a certain way.", "label": "Label_3"}
{"text": "some claim  while using the app it's still presenting carefully curated versions of themselves.", "label": "Label_7"}
{"text": "it keeps track of what friends are doing.", "label": "Label_6"}
{"text": "it allows them to be more casual.", "label": "Label_3"}
{"text": "they have to take a picture in a short amount of time, and it is much more casual without the pressure to be the best.", "label": "Optimal_2"}
{"text": "the app requires people to post within two minutes of receiving the notification, forcing people to post what they're doing no matter how boring it seems.", "label": "Optimal_2"}
{"text": "people are much more casual about their posts.", "label": "Label_3"}
{"text": "no need to edit photos with filters.", "label": "Label_1"}
{"text": "unlike tiktok or instagram there are not any filters for users to edit their photos and users are need to post a picture of themselves in two minutes of their daily notfication.", "label": "Label_1"}
{"text": "it forces people to post at a random time of day where they cannot prepare a post.", "label": "Optimal_2"}
{"text": "app usage increased by 315% in one year.", "label": "Label_8"}
{"text": "the app forces users to post within two minutes they get a notification.", "label": "Label_2"}
{"text": "people are forced to post a picture within 2 minutes of the notification going off no matter what they are doing or where they are.", "label": "Optimal_2"}
{"text": "it says that Bereal won't make people a influencer or people can watch tiktok or stay on instagram.", "label": "Label_4"}
{"text": "Although the picture may be unsightly, it gives a real glimpse into that person's everyday life.", "label": "Label_6"}
{"text": "BeReal isn't about making people famous.", "label": "Label_4"}
{"text": "BeReal feeels so much more casual.", "label": "Label_3"}
{"text": "users only have two minutes to share random pictures with their friends.", "label": "Label_2"}
{"text": "a photo is taken within a prescribed timeframe.", "label": "Label_2"}
{"text": "users don’t have options like filters and the pictures are more spontaneous.", "label": "Optimal_1"}
{"text": "people post simutaneously.", "label": "Label_5"}
{"text": "it does not make claims to help people become famous or have unreasonable filters.", "label": "Label_4"}
{"text": "many people think that it's easier to post without feeling like they look bad.", "label": "Optimal_3"}
{"text": "the app does not allow users to make changes to their photos", "label": "Label_1"}
{"text": "BeReal does not have filters that allow users to edit their photos that lets others peek into the lives of everyday friends.", "label": "Optimal_1"}
{"text": "there are no filters allowing users to edit photos.", "label": "Label_1"}
{"text": "the users only have two minutes to post, no matter what they are doing.", "label": "Optimal_2"}
{"text": "it won´t make a user famous due to it being able to engage with friends.", "label": "Label_4"}
{"text": "BeReal will not make somebody famous unlike TikTok and Instagram.", "label": "Label_4"}
{"text": "it allows a peek into the everyday lives of their users, depicting whatever they're doing at the time.", "label": "Optimal_2"}
{"text": "Uploading photos with filters is not allowed and users must post a picture within two minutes of getting a notification.", "label": "Label_1"}
{"text": "it shows what real people are doing in real time and it forces people to take a picture of themselves within 2 minutes of their day no matter if it's boring or embarrassing.", "label": "Optimal_2"}
{"text": "it doesn't have filters or the ability to edit photos.", "label": "Label_1"}
{"text": "posts are in a certain time frame so the user has to post whatever the user is doing and because it has no filters.", "label": "Optimal_1"}
{"text": "users will have to post a picture of themselves in  two minutes of when they get their daily notification", "label": "Label_2"}
{"text": "the percentage of users who started using the app monthly increased from 315% in 2022 to 365% in 2021.", "label": "Label_8"}
{"text": "people post on bereal in unison.", "label": "Label_5"}
{"text": "there is less pressure to look a certain way and what to post.", "label": "Optimal_3"}
{"text": "it is not purported to help people become famous or have unreasonable filters.", "label": "Label_4"}
{"text": "students feel much more casual using bereal.", "label": "Label_3"}
{"text": "that's good, it goes well", "label": "Label_0"}
{"text": "no need to crop photos.", "label": "Label_1"}
{"text": "they can see what everyone’s up to.", "label": "Label_6"}
{"text": "people think it more realistic and casual.", "label": "Label_3"}
{"text": "users are required to post what they are doing in 2 minutes and can't edit the photos or fix it.", "label": "Label_1"}
{"text": "It won't make anyone famous.", "label": "Label_4"}
{"text": "it shows what people are doing and when they are doing it even if it’s boring.", "label": "Label_6"}
{"text": "It encourages realistic photos when others post photos of them doing something.", "label": "Label_6"}
{"text": "BeReal does not have filters and users are not able to edit their photos unlike other social media platforms and users feel more casual using it because people can see what friends are up to.", "label": "Optimal_1"}
{"text": "Everybody has to post a picture of them within 2 minutes of receiving the alarm.", "label": "Label_2"}
{"text": "users have to post a picture of what they're doing within two minutes when they get their notification no matter what they're doing.", "label": "Optimal_2"}
{"text": "it does not possess filters or allow edits to photos, and users have to take a picture of themselves and post it within 2 minutes of their daily notification.", "label": "Label_1"}
{"text": "it forces users to take photos that are either unedited or unchangeable.", "label": "Label_1"}
{"text": "instead of posting interesting and flashy photos, people are pushed to post whatever they are truly doing in the moment.", "label": "Optimal_2"}
{"text": "people have to take a picture with their friends.", "label": "Label_2"}
{"text": "social media users' trust influencers make their testimonials effective; there is less to be pressured into looking a certain way.", "label": "Optimal_3"}
{"text": "it feels so much more casual as there's a lot of pressure to post and look a certain way.", "label": "Optimal_3"}
{"text": "people are required to post a picture in 2 minutes.", "label": "Label_2"}
{"text": "BeReal does not have filter or allow users to edit their photos.", "label": "Label_1"}
{"text": "they say is a lot less pressure to make a post and look a certain way.", "label": "Optimal_3"}
{"text": "unlike TikTok or Instagram, Be Real has no filters or allow users to edit their photos.", "label": "Label_1"}
{"text": "there is a lot less pressure to post than there is on other social media and people think it helps with friendships.", "label": "Optimal_3"}
{"text": "it is more casual.", "label": "Label_3"}
{"text": "some users argued that it's impossible to be truly authentic on social media.", "label": "Label_7"}
{"text": "they have to post every day within 2 minutes whereever they are.", "label": "Label_2"}
{"text": "there are no filters or photo editing", "label": "Label_1"}
{"text": "it is not allowed to edit the post", "label": "Label_1"}
{"text": "it doesn’t have filters or doesn’t get users to do their own photos, users are required to post picture of themselves daily for 2 minutes.", "label": "Label_1"}
{"text": "BeReal wont make people famous and also doesn't have any filters which make it unique", "label": "Label_4"}
{"text": "the app forces users to take pictures of themselves in order to generate a profile.", "label": "Label_2"}
{"text": "it is much more casual and there's much less pressure to appear one way or another.", "label": "Optimal_3"}
{"text": "photos tend to end off looking boring or embarrassing.", "label": "Label_6"}
{"text": "a person may get a notification and they might not look good but they want to do it in under 2 minutes.", "label": "Optimal_2"}
{"text": "Somebody has little time to produce a photo and cannot edit it", "label": "Label_2"}
{"text": "it feels more causal.", "label": "Label_3"}
{"text": "it does not have filters that allow editing of photos, and everyone can post at the same time.", "label": "Label_1"}
{"text": "users get a sense of everything their friends are doing even if its not exciting.", "label": "Label_6"}
{"text": "the photo are edited or have filter so they can stay natural and see the real person.", "label": "Optimal_1"}
{"text": "it provides access to the activities of their users as they happen.", "label": "Optimal_2"}
{"text": "users post a picture within two minutes of their daily notification to show their friends that their lives aren't always exciting.", "label": "Optimal_2"}
{"text": "people feel the app carefully curated versions of their self", "label": "Label_7"}
{"text": "unlike TikTok or Instagram, BeReal does not have filters or allow users to edit their photos as users are for to post whatever they are doing even if it is embarrassing.", "label": "Optimal_1"}
{"text": "it only allows for a two minute timeline to take a picture of whatever someone is doing in the moment to show the authenticity of day to day life.", "label": "Optimal_2"}
{"text": "the number of app users who use this grew by 315% from 2021 to 2022.", "label": "Label_8"}
{"text": "there are no filters showing the person's real appearance.", "label": "Optimal_1"}
{"text": "Others, like the writer Emily Bootle, argue that it's impossible to be truly authentic on social media.", "label": "Label_7"}
{"text": "BeReal does not have any filters or editing features; it is just the user showing exactly what they are doing.", "label": "Optimal_1"}
{"text": "gay black men.", "label": "Label_0"}
{"text": "users post at the same time so friends can see what they are up to.", "label": "Optimal_2"}
{"text": "it doesn't allow filters or edited photos and they are apart of peoples everyday lives.", "label": "Optimal_1"}
{"text": "people who use the app are still presented carefully", "label": "Label_7"}
{"text": "everyone can see what their friends are up to, even the ones they aren't close with.", "label": "Label_6"}
{"text": "the site allows users to have a look into what they are doing at that moment.", "label": "Optimal_2"}
{"text": "it does not make unfounded or unverifiable claims about helping people become famous or achieve unreasonable outcomes.", "label": "Label_4"}
{"text": "people will post a picture of them with no filter no matter where they are.", "label": "Optimal_1"}
{"text": "others see flaws in the system since it has a \"later\" feature where people can wait and post when they are more polished and doing something interesting.", "label": "Label_7"}
{"text": "users can easily and quickly see what their friends do and they won't have to face pressure to post or look a certain way.", "label": "Optimal_3"}
{"text": "the app does not allow users to update or manage their photos.", "label": "Label_1"}
{"text": "they use it more.", "label": "Label_3"}
{"text": "song in ded, doing homework, or walking the dog", "label": "Label_0"}
{"text": "the person only has 2 minutes to post a picture that is unedited.", "label": "Label_2"}
{"text": "one can still post after the two-minute window, opening the door for inauthentic pictures, and some people will take pictures only if they look good.", "label": "Label_7"}
{"text": "it does not have filters or allow users to edit their photos, and it creates a more real feel.", "label": "Optimal_1"}
{"text": "everyone posts simultaneously when they receive a notification", "label": "Label_5"}
{"text": "they get to take pictures and send them to  friends.", "label": "Label_2"}
{"text": "users are encouraged to post when they get the notification, even if what they're doing is boring.", "label": "Optimal_2"}
{"text": "it doesn't allow users to apply filters or edit their pictures.", "label": "Label_1"}
{"text": "there's less pressure to post and look a certain type of way.", "label": "Optimal_3"}
{"text": "it has a big impact of people using the app, in which the app for each month has grown o ver 315% from the years 2021 to 2022.", "label": "Label_8"}
{"text": "BeReal allows users to get a sense of what their friends are up too by requiring users to post within 2 minutes of their daily notification.", "label": "Optimal_2"}
{"text": "unlike tiktok or instagram, bereal doesn't have filters.", "label": "Label_1"}
{"text": "users most post a selfie when they get the notification to and no filters or edits are allowed.", "label": "Label_1"}
{"text": "it doesn't allow users to edit their photos forcing them to show their real selves.", "label": "Optimal_1"}
{"text": "people get to see friends everyday lives that some people dont usually catch up with.", "label": "Label_6"}
{"text": "it feels casua", "label": "Label_0"}
{"text": "it makes everyone post pictures at the same time regardless of what they're doing.", "label": "Optimal_2"}
{"text": "it doesn’t have filters to make people look better for a picture.", "label": "Label_1"}
{"text": "it won't make a person famous.", "label": "Label_4"}
{"text": "there aren't any filters to make people look different than they actually are.", "label": "Optimal_1"}
{"text": "it doesn't make claims that fame or an unreasonable filter is the goal.", "label": "Label_4"}
{"text": "users are encouraged to post even if they’re doing something.", "label": "Optimal_2"}
{"text": "instead of being able to post something fun and looking good every picture, they only have two minutes to reply, so thing aren't going to be perfect every time.", "label": "Optimal_2"}
{"text": "BeReal does not have any filters and users cannot edit their photo and users have to take a picture of themselves in two minutes no matter what they are doing.", "label": "Optimal_2"}
{"text": "BeReal doesn't have filters and forces people to take a picture in the two minutes people get the notification.", "label": "Label_2"}
{"text": "it does not offer filters or photo editing tools - forcing users to post photos even if it is embarrassing.", "label": "Optimal_1"}
{"text": "unlike TikTok or Instagram, BeReal does not have filters or allow users to edit their photos.", "label": "Label_1"}
{"text": "there are no filters and users cannot edit their photos and have to take a photo within two minutes.", "label": "Label_1"}
{"text": "everyone takes a picture at the same time and posts it despite the fact that it looks boring or embarrasing.", "label": "Label_6"}
{"text": "it only gives users 2 minutes to take picture no matter what they are doing, and doesn't allow users to edit their photos.", "label": "Optimal_1"}
{"text": "it claims to be different from other social media apps.", "label": "Label_3"}
{"text": "this app requires that users take selfies within two minutes or else they will be banned.", "label": "Label_2"}
{"text": "people can see what their friends are actually up to.", "label": "Label_6"}
{"text": "user are required to post within two minutes when  they get the notifications.", "label": "Label_2"}
{"text": "it forces users to take photos that cannot be resequenced or improved.", "label": "Label_1"}
{"text": "it is just about posting real pictures of what the user is doing in the moment and not about becoming famous or looking glamorous.", "label": "Optimal_2"}
{"text": "a camera that does not have any filters or digital editing is considered \"unfiltered\"", "label": "Optimal_1"}
{"text": "this website allows users to view what they are doing at the time.", "label": "Optimal_2"}
{"text": "it doesn't make unsubstantiated claims to help people become famous or have unreasonable filters.", "label": "Label_4"}
{"text": "it doesn’t have the filters or allow users to edit their photos, making the photos more realistic.", "label": "Optimal_1"}
{"text": "it does have filters and it does let people edit.", "label": "Label_1"}
{"text": "it doesn't have filters or allow people to edit their photos.", "label": "Label_1"}
{"text": "someone can not become famous on BeReal.", "label": "Label_4"}
{"text": "it doesn't use filters and forces users to take a picture within two minutes regardless of what users are doing at the time.", "label": "Optimal_2"}
{"text": "It is different than other social media apps.", "label": "Label_3"}
{"text": "everyone is posting at the same time.", "label": "Label_5"}
{"text": "user numbers on the app have grown by over 315% a month from 2021 to 2022.", "label": "Label_8"}
{"text": "it is friendlier and does not put pressure on users to post.", "label": "Optimal_3"}
{"text": "people post at the same time even if what they're doing is boring or exiting.", "label": "Optimal_2"}
{"text": "it requires them to post a picture of themselves within a short period of time daily notification.", "label": "Label_2"}
{"text": "people claim that others that use the app are still presenting carefully curated versions of themselves.", "label": "Label_7"}
{"text": "it doesnt make people famous.", "label": "Label_4"}
{"text": "the user can't use filter or edits which make it easier to feel casual.", "label": "Optimal_1"}
{"text": "BeReal doesn’t have filters to edit photos.", "label": "Label_1"}
{"text": "it doesn't allow users to edit or add filters instead, it shows what a person is doing at that very moment.", "label": "Optimal_1"}
{"text": "it makes users share a picture of themselves to their friends in 2 minutes which can lead to self awarness", "label": "Label_2"}
{"text": "people have to take a picture as soon as they get the notification.", "label": "Label_2"}
{"text": "users are forced to post a picture of themselves even if it looks boring or embarrassing.", "label": "Label_6"}
{"text": "there are no editing tools available, which means photos are more realistic.", "label": "Optimal_1"}
{"text": "BeReal does not have filters that allow users to edit their photos which forces users to post even if what they're doing isn't \"popular social media content\".", "label": "Optimal_1"}
{"text": "it doesn’t have filters so everything is normal.", "label": "Label_1"}
{"text": "it says that Bereal won't make people a influencer or people can watch tiktok or stay on instagram", "label": "Label_4"}
{"text": "It doesn't have filters unlike Instagram and TikTok and instead users are required to post a pick in 2 minutes of when they get a notification no matter what they are doing.", "label": "Optimal_2"}
{"text": "there aren’t any standards or expectations about how a person looks.", "label": "Optimal_3"}
{"text": "there is less pressure to have to look a certain way.", "label": "Optimal_3"}
{"text": "the app does not permit people to edit their photos.", "label": "Label_1"}
{"text": "people can stay an influencer on tiktok and instagram.", "label": "Label_4"}
{"text": "the app doesn't have filters and people can't edit their pictures.", "label": "Label_1"}
{"text": "BeReal dose not have filters and dose not allow users edit their phots.", "label": "Label_1"}
{"text": "users are forced to take the picture within two minutes of the notification even if what they are doing is embarrassing.", "label": "Optimal_2"}
{"text": "they have to post every day within 2 minutes wherever they are, so it makes it authentic.", "label": "Optimal_2"}
{"text": "it allows to sure unedited photos and videos that can promote body positivity and the difference between edited and unedited is that they force them to post a picture of themselves.", "label": "Optimal_1"}
{"text": "there isn't any pressure to post or look a specific way.", "label": "Optimal_3"}
{"text": "it has a big impact of people using the app, in which the app for each month has grown over 315% from the years 2021 to 2022.", "label": "Label_8"}
{"text": "the app had huge impacts of people  over 315% from 2021 to 2022.", "label": "Label_8"}
{"text": "it feels more casual than any other social media apps.", "label": "Label_3"}
{"text": "BeReal forces the users to post even when what they are doing can seem boring and embarrassing.", "label": "Optimal_2"}
{"text": "there are no filters to edit photos in this app.", "label": "Label_1"}
{"text": "there's less pressure to look a certain way.", "label": "Optimal_3"}
{"text": "it doesn’t have filters and the user has 2 minutes to respond.", "label": "Label_1"}
{"text": "it does not claim to help people become famous or have unreasonable filters.", "label": "Label_4"}
{"text": "it forces it's users to post a picture at any sudden moment, leading to various kinds of pictures.", "label": "Label_2"}
{"text": "it provides a snapshot of what is happening right now.", "label": "Label_6"}
{"text": "it is more engaging and authentic then most other forms of social media.", "label": "Label_3"}
{"text": "the app does not have filters or photo editing tools and users are compelled to share photos of themselves even if it is embarrassing.", "label": "Optimal_1"}
{"text": "it doesn't allow users to edit pictures.", "label": "Label_1"}
{"text": "there's less pressure to post and look a type of way.", "label": "Optimal_3"}
{"text": "though BeReal may offer upsides and downsides, to there users they have a huge impact.", "label": "Label_0"}
{"text": "people enjoy getting a sense of what their friends are doing.", "label": "Label_6"}
{"text": "the app has seen a 300% increase in users.", "label": "Label_8"}
{"text": "it captures what people look like when off guard, may be in bed, climbing a mountain, or more but bereal shows everyone what u are.", "label": "Label_6"}
{"text": "it can't make people famous and it people post even when they are looking boring or embarrassing.", "label": "Label_6"}
{"text": "it's based off taking pictures when they get a daily notification, proposing them to post what they're doing instantly.", "label": "Optimal_2"}
{"text": "there are no filters allowed, and it encourages more realistic photos.", "label": "Optimal_1"}
{"text": "they aren't forced to post content all the time and they could know what their friends are up to.", "label": "Optimal_2"}
{"text": "jn j brtgbhthethherththtrhtr", "label": "Label_0"}
{"text": "it doesn't have filters or allow people to be editing their photos so people actually know what their friends are doing and who they're with.", "label": "Optimal_1"}
{"text": "people are able to see into the everyday lives of friends they don't necessarily have time to catch up with.", "label": "Label_6"}
{"text": "it feels a  lot more casual than other types of social media.", "label": "Label_3"}
{"text": "people have expressed that they don't feel pressured to look a certain way and that it refreshing since usually people have to be up to a certain standard..", "label": "Optimal_3"}
{"text": "Emily Bottle claims that the people that are in the app is presenting carefully curated versions of themselves.", "label": "Label_7"}
{"text": "people think that there is less pressure to post and look.", "label": "Optimal_3"}
{"text": "the blandk hi no", "label": "Label_0"}
{"text": ";skjhfo n.dskjf '", "label": "Label_0"}
{"text": "Bereal does not have filters and it does not allow the users to edit photos instead people are required to post a picture within two minutes of getting their daily notification.", "label": "Label_2"}
{"text": "people can't use filters or edit photos, and they also have to post a picture within a 2 minute timer.", "label": "Label_1"}
{"text": "instead of taking 5-10 minutes to look good a person only has 2 minutes to take a BeReal no matter if someone is walking their dog or laying in their bed.", "label": "Optimal_2"}
{"text": "it wont make anyone famous unlike other social media apps.", "label": "Label_4"}
{"text": "the description explains that BeReal won't make people famous, like TikTok or Instagram will, so it doesn't make people look different with filteres or edits.", "label": "Label_4"}
{"text": "it does not allow its users to edit or use filters on their posts making them more authentic.", "label": "Optimal_1"}
{"text": "people are encouraged to post within the first two minutes to see what other people are doing.", "label": "Optimal_2"}
{"text": "there are no filters, and no uploading photos to the app.", "label": "Label_1"}
{"text": "BeReal won’t make people famous, so everyone can just be there selves on the app.", "label": "Label_4"}
{"text": "the app grew over 315% from 2021 to 2022.", "label": "Label_8"}
{"text": "there's no way to edit or use filters unlike other apps like TikTok and Instagram.", "label": "Label_1"}
{"text": "it won't make pepole famous and if  want to be then stay on the other soicol meadia.", "label": "Label_4"}
{"text": "everyone gets a notification to post at the same time, causing people to show what they're doing even if it's boring and mundane.", "label": "Optimal_2"}
{"text": "they influence to post realistic pictures without filters and they see how others actually live.", "label": "Optimal_1"}
{"text": "they are able to post without caring of what others would think, that is the main point of the app to be their real self.", "label": "Label_6"}
{"text": "the users don't have the same options like filters and the pictures are more unplanned.", "label": "Optimal_1"}
{"text": "people are expected to post within two minutes so it shows what they are actually doing at that moment.", "label": "Optimal_2"}
{"text": "people say the app won't make them famous unlike tiktok and instagram.", "label": "Label_4"}
{"text": "posting within two minutes even if whatever is happening looks boring causes a sense of reality.", "label": "Optimal_2"}
{"text": "there are no filters or ways to edit pictures so it's like all natural.", "label": "Optimal_1"}
{"text": "the app does not allow users to edit their photos as it has no filters.", "label": "Label_1"}
{"text": "It is more casual and people are not being pressured to look good or be in an exciting place.", "label": "Optimal_3"}
{"text": "even an ugly photograph captures a real glimpse into the daily life of that person.", "label": "Label_6"}
{"text": "the photos don’t allow filters and editing which makes them feel more real.", "label": "Optimal_1"}
{"text": "photo filters aren't allowed and users must to post a picture within two minutes of getting a notification.", "label": "Label_1"}
{"text": "people can not get famous using it and can't make money off it.", "label": "Label_4"}
{"text": "it only gives people 2 minutes to take a picture of themself no matter what they’redoing.", "label": "Label_2"}
{"text": "it is a view of what is actually happening at a given time.", "label": "Label_6"}
{"text": "the app also allows people to post late photos, which gives them the opportunity to prepare a less authentic image.", "label": "Label_7"}
{"text": "it doesn't allow tools like filters for photos and users are encouraged to post on the spot when they get a notification instead of carefully planning out their posts.", "label": "Optimal_1"}
{"text": "it does not let a user edit photos or use a filter which makes it more authentic because even if they do not look good they are forced to post.", "label": "Optimal_1"}
{"text": "there are no filters and there are no editing sources.", "label": "Label_1"}
{"text": "there aren't any filters and users are forced to post during a certain time frame.", "label": "Label_1"}
{"text": "it allows friends to know what each other is up to.", "label": "Label_6"}
{"text": "it doesn't filter people's picture.", "label": "Label_1"}
{"text": "it is considerably more casual.", "label": "Label_3"}
{"text": "people feel more casual and less pressured to post.", "label": "Optimal_3"}
{"text": "bereal is more casual.", "label": "Label_3"}
{"text": "people are much more casual.", "label": "Label_3"}
{"text": "one is able to post what they are doing right in the moment and it is unable to edit the pictures.", "label": "Optimal_1"}
{"text": "users only get two minutes to take a picture which forces users to take an honest photo without filters, and if it is taken after the 2 minutes it is labeled late.", "label": "Optimal_2"}
{"text": "It's way more casual and can't use filters and post a photo everyday.", "label": "Optimal_1"}
{"text": "it doesn't have filters or allow users to edit their pictures.", "label": "Label_1"}
{"text": "there is not a lot of pressure to post and look a certain way.", "label": "Optimal_3"}
{"text": "it requires people to post a picture in 2 minutes.", "label": "Label_2"}
{"text": "it doesn't use filters, it feels more casual.", "label": "Optimal_1"}
{"text": "people cannot edit their photos on the app.", "label": "Label_1"}
{"text": "there is less pressure to look a certain way.", "label": "Optimal_3"}
{"text": "it compels users to take photos that cannot be improved or edited.", "label": "Label_1"}
{"text": "there is not much time to produce a photo and one cannot edit it.", "label": "Label_2"}
{"text": "it has a bigger impact, the amount of people who use the app each month grew over 315% form 2021-2022.", "label": "Label_8"}
{"text": "it doesn't have filters and doesn't allow people to edit themselves, and it shows how real people are and not something fake.", "label": "Optimal_1"}
{"text": "they gotta post on the first two minutes.", "label": "Label_2"}
{"text": "it is not easy to make changes to a post and it is more spontaneous.", "label": "Optimal_1"}
{"text": "users are required to post in the first two minutes.", "label": "Label_2"}
{"text": "unlike TikTok and instagram Bereal dose t have filters or let people edit their photos users are required to post picture of themselves.", "label": "Label_1"}
{"text": "it doesn't have filters or allow users to edit photos, instead they post pictures of themselves within two minutes when they get their daily notification everyone posts at the", "label": "Label_1"}
{"text": "Bereal does not have filters and it does not allow the users to edit photos instead people are required to post a picture within two minutes of getting their daily notification even if its boring", "label": "Optimal_2"}
{"text": "there are no filters to edit photos.", "label": "Label_1"}
{"text": "users have to post every time they get a notification.", "label": "Label_2"}
{"text": "people only have two minutes to take a photo without filters or editing, which then leads to authentic photos of what is actually happening.", "label": "Optimal_1"}
{"text": "it gives two minutes to snap a selfie and share it and there’s no filters or availability to tune photos.", "label": "Label_1"}
{"text": "it shows what they're doing at that exact moment.", "label": "Label_6"}
{"text": "it gives everyone a notification at the same meaning it goes to show how different everyone is at the same time of day.", "label": "Optimal_2"}
{"text": "it has a big impact of people using the app in which, the app for each month has grown over 315% from the years 2021 to 2022.", "label": "Label_8"}
{"text": "people are less likely to requires to post frequently on social media platforms.", "label": "Optimal_3"}
{"text": "people like to see what people are doing with their everyday lives, which is not normal for apps to have.", "label": "Label_6"}
{"text": "there is not enough time to edit and there are no filters.", "label": "Label_1"}
{"text": "it forces the users to take a photo no matter what they’re doing.", "label": "Label_6"}
{"text": "it requires for users to post a picture within 2 minutes of them receiving a notification, regardless of what they're doing.", "label": "Optimal_2"}
{"text": "It replaces people from pretending to be glamorous, exciting lives, and they are pretending to be authentic.", "label": "Label_7"}
{"text": "the photojournalism aspect of photography is to capture the essence of the moment as it is happening.", "label": "Optimal_2"}
{"text": "it's good to have good grades.", "label": "Label_0"}
{"text": "it's more realistic.", "label": "Label_3"}
{"text": "people who use the app are still presending carefully curated version of the themselves.", "label": "Label_7"}
{"text": "everyone posts at the same time and there is not pressure to look a certain way.", "label": "Optimal_3"}
{"text": "it won’t make people famous.", "label": "Label_4"}
{"text": "the app doesn't have filters or allow users to enhance their photos, which many people believe is more authentic.", "label": "Optimal_1"}
{"text": "it doesn’t use filters or allow users to edit photos.", "label": "Label_1"}
{"text": "users are supposed to post within the two minutes they get the notification, and aren't allowed to use filters meaning it is natural and authentic.", "label": "Optimal_2"}
{"text": "it feels so much more casual.", "label": "Label_3"}
{"text": "other people can't edit their photos, and they can see what they're friends are up to.", "label": "Optimal_1"}
{"text": "people can post photos and see what other people are doing.", "label": "Label_6"}
{"text": "there are no filters and everyone posts at the same time.", "label": "Label_5"}
{"text": "it is more casual and in the moment.", "label": "Label_3"}
{"text": "it forces u to post something.l", "label": "Label_0"}
{"text": "the app saw a 315% increase in monthly users in 2022 year over year.", "label": "Label_8"}
{"text": "everyone posts simultaneously, so users can quickly get the gist of everything their friends are up to.", "label": "Optimal_2"}
{"text": "it feels more casual to many users because of the two minute window to take a picture.", "label": "Optimal_2"}
{"text": "it gives the ability to peek in peoples everyday lives when there isn’t time to catch up with them.", "label": "Label_6"}
{"text": "people cannot use filters, and have a short amount of time to take a picture, meaning people can see what they're up to.", "label": "Optimal_2"}
{"text": "the application does not allow users to alter their photos.", "label": "Label_1"}
{"text": "it feels more casual than using other forms of social media.", "label": "Label_3"}
{"text": "the app requires a two minute time limit and has no filters.", "label": "Label_2"}
{"text": "it gives a reality of what a person is doing in their daily life.", "label": "Label_6"}
{"text": "no filter is allowed, which results in more realistic photos.", "label": "Optimal_1"}
{"text": "it doesn't have filters or allow users to edit photos unlike instagram or tiktok.", "label": "Label_1"}
{"text": "users are told to post a picture of what they are doing within a specific time frame which makes the app more authentic.", "label": "Optimal_2"}
{"text": "it's not possible to modify or restrict what is shown in photos.", "label": "Label_1"}
{"text": "a photo is taken within a certain time limit.", "label": "Label_2"}
{"text": "by posting themselves within two minutes of a notification, it forces them to post no matter what they look like; making the app more casual.", "label": "Optimal_2"}
{"text": "it makes everyone post at the same time plus people can´t use filters or edit their photos that makes it feel authentic because it shows what everyone is really doing.", "label": "Optimal_1"}
{"text": "it does not allow its users to edit or use filters on their posts.", "label": "Label_1"}
{"text": "BeReal wont make people famous like Tiktok or Instagram.", "label": "Label_4"}
{"text": "they have no filters and capture whatever is happening no matter how embarrassing.", "label": "Optimal_1"}
{"text": "it’s a new way to see what friends are up too.", "label": "Label_6"}
{"text": "they won't make anyone famous like Tik Tok and Instagram.", "label": "Label_4"}
{"text": "users are required to post a picture in under 2 minutes of when they get their daily notification which means even if what they are doing is boring or embarrassing they have to post it.", "label": "Optimal_2"}
{"text": "it is a more authentic and casual app that takes away the stress of posting to look good.", "label": "Optimal_1"}
{"text": "it makes users post a photo of themselves within two minutes of the notification, ensuring an authentic depiction of what the user is doing.", "label": "Optimal_1"}
{"text": "BeReal does not allow people to edit or use filters, so people get a real sense of what others are doing.", "label": "Optimal_1"}
{"text": "BeReal doesnt include filters or allows users to edit photos unlike other platforms on social media, unlike other social medias Bereal forces users to get a sense to whay their friends are up to.", "label": "Optimal_1"}
{"text": "the user only has 2 minutes to take a photo from when they get the notification and if they don’t the picture will be labeled late.", "label": "Optimal_2"}
{"text": "there's not near as much pressure to post and look a certain way.", "label": "Optimal_3"}
{"text": "its doesn't have any filters like other social media.", "label": "Label_1"}
{"text": "there is a lot less pressure to post a pic of people looking good or doing something fun.", "label": "Optimal_3"}
{"text": "the number of users of the app increased by 315% from 2021 to 2022.", "label": "Label_8"}
{"text": "people need to peek into the everyday lives of friends which sometimes don't have the time to catch up with.", "label": "Label_6"}
{"text": "the users do not have the same filter options that are offered and the pictures are often not planned out in advance.", "label": "Optimal_1"}
{"text": "It does not have filters or allow users to edit there photos.", "label": "Label_1"}
{"text": "it does not allow users to edit the photo.", "label": "Label_1"}
{"text": "people get to see friends everyday lives that some people don't usually catch up with.", "label": "Label_6"}
{"text": "some argue that it’s impossible to be truly authentic on social media.", "label": "Label_7"}
{"text": "app users have increased by over 315% by the end of 2022 than they did at the beginning of 2021.", "label": "Label_8"}
{"text": "there are no editing restrictions on photos.", "label": "Label_1"}
{"text": "BeReal doesn't have any filters to edit photo and users are required to post photos within the two minutes of there daily notification which can lead to fun pictures.", "label": "Label_1"}
{"text": "Unlike other social media apps BeReal doesn't allow people to use filters or be able to edit the photos", "label": "Label_1"}
{"text": "it tends to feel more casual than other social media apps.", "label": "Label_3"}
{"text": "it doesn't allow editing, so it's more of a spur-of-the-moment decision.", "label": "Optimal_1"}
{"text": "it gives two minutes to snap a selfie and share it and there’s no filters or availability to tune photos, forcing people to be real.", "label": "Optimal_1"}
{"text": "it requires people to take a photo of themselves within 2 minutes daily no matter where they are, what they're doing, and how they look like.", "label": "Optimal_2"}
{"text": "it is a more casual app because there is no filter and there is less pressure considered people don't have to look a certain way.", "label": "Optimal_3"}
{"text": "t 2 mintues to snap picture that people send their poto to their freinds such as climbing a mountain or just sit at home couc.", "label": "Label_6"}
{"text": "the app only allows the user two minutes to take a picture.", "label": "Label_2"}
{"text": "users have to post a picture whenever they get a notification.", "label": "Label_2"}
{"text": "it doesn't allow people to use filters or edit photos and  BeReal gives people 2 minutes to take a photo.", "label": "Label_1"}
{"text": "its more causal.", "label": "Label_3"}
{"text": "aisbdiansd awduawijdw iawdnoiawnduaw doa aijdoaimsda wdoa odaowdjao", "label": "Label_0"}
{"text": "people have two minutes to snap a picture to share with their friends.", "label": "Label_2"}
{"text": "it doesn't have filters and people cannot edit their pictures on the app.", "label": "Label_1"}
{"text": "no filters are allowed in photos, and this encourages more realistic shots.", "label": "Optimal_1"}
{"text": "users are forced to post what they are doing in the moment without editing it.", "label": "Optimal_1"}
{"text": "they don’t have to become famous from using BeReal.", "label": "Label_4"}
{"text": "the number of people who use the app increased by 315% from 2021 to 2022.", "label": "Label_8"}
{"text": "the app requires user to take a photo of themselves every two minutes while other apps like TikTok and Instagram don’t.", "label": "Label_2"}
{"text": "there are only two minutes to post on BeReal, so it feels more authentic than TikTok or Instagram.", "label": "Optimal_2"}
{"text": "it is more casual and does not pressure users to post.", "label": "Optimal_3"}
{"text": "users are forced to post pictures of themselves without any edits.", "label": "Label_1"}
{"text": "people can't edit pictures and there are no filters and people have two minutes to take a picture of themselves.", "label": "Label_2"}
{"text": "it feels more casual than other forms of social media.", "label": "Label_3"}
{"text": "it claims it doesn't make people famous like Instagram or Ticktock..", "label": "Label_4"}
{"text": "it does allow users to edit their photos with filters.", "label": "Label_1"}
{"text": "even if the image is unpalatable, it gives a glimpse into the person's daily life.", "label": "Label_6"}
{"text": "it feels casual.", "label": "Label_3"}
{"text": "everyone can post and everyone posts at the same time.", "label": "Label_5"}
{"text": "it captures people in unexpected, realistic moments.", "label": "Label_6"}
{"text": "it is much than other social medias.", "label": "Label_3"}
{"text": "it is more honest with its users.", "label": "Label_3"}
{"text": "BeReal doesn't allow users to edit their photos but are required to post a picture of themselves in a 2 minute time frame.", "label": "Label_1"}
{"text": "everybody posts pictures at the same time when they receive a notification", "label": "Label_5"}
{"text": "it's possible to post later on when their doing something more interesting.", "label": "Label_2"}
{"text": "it's much more casual and everyone's goes off at the same time.", "label": "Label_3"}
{"text": "there's not as much pressure to post and look a certain way.", "label": "Optimal_3"}
{"text": "in the app it explains that it won´t make people  famous to be an influence can just be on Tiktok or Instagram.", "label": "Label_4"}
{"text": "it is difficult to edit and is notplanned.", "label": "Optimal_1"}
{"text": "it won't make people famous .", "label": "Label_4"}
{"text": "there are no filters or editing which gives the app a casual and authentic feel for all users.", "label": "Optimal_1"}
{"text": "the users have to take a photo within two minutes of them and what they are doing.", "label": "Optimal_2"}
{"text": "it allows them to see a genuine window into friends lives by making all post happen at the same time.", "label": "Optimal_2"}
{"text": "the number of people who use the app each month grew by over 315 percent.", "label": "Label_8"}
{"text": "it does not have filters and it does not allow users to edit their photos, forcing people to post even if what they are doing looks boring or embarrassing.", "label": "Optimal_1"}
{"text": "users post a picture within two minutes of the app notification.", "label": "Label_2"}
{"text": "the user gets too peak into people everyday lives because they have 2 minutes to take a photo.", "label": "Optimal_2"}
{"text": "there are no filters, and there is a set time to do it at.", "label": "Label_1"}
{"text": "it feels more casual, and many people do not feel pressure to look a certain way.", "label": "Optimal_3"}
{"text": "there's a two minute timer, so there's no time to prepare, and there's no filters to be used.", "label": "Label_1"}
{"text": "people don't have time to get in a good position, people have to take the picture within two minutes whatever the case is.", "label": "Label_2"}
{"text": "the number of app users who started using the app monthly in 2022 was more than 315% of the number of app users who started using the app monthly in 2021.", "label": "Label_8"}
{"text": "it shows what their friends are doing in their daily life.", "label": "Label_6"}
{"text": "they don’t have to edit photos, videos, and allows people to post themselves all together within the two minutes.", "label": "Label_1"}
{"text": "users are required to post within two minutes even if what they're doing appears to be uneventful.", "label": "Optimal_2"}
{"text": "there is less of a need to post constantly and appear attractive.", "label": "Optimal_3"}
{"text": "people who use the app present to be carefully curated versions of themselves.", "label": "Label_7"}
{"text": "there are others who believe that it really isn't possible to be authentic on social media.", "label": "Label_7"}
{"text": "it feels more casual to many users.", "label": "Label_3"}
{"text": "someone can't spend hours of taking pictures before they post it.", "label": "Label_2"}
{"text": "people are required to post without filters, which promotes realistic photos.", "label": "Optimal_1"}
{"text": "it doesn't have filters or let users edit photos to decrease pressure on how they look.", "label": "Optimal_3"}
{"text": "being genuine and honest is alwasys the best way to connect with others...", "label": "Label_0"}
{"text": "unlike Tiktok or instagram, be rela doesnt have fiklters or allow users to edit their own photos", "label": "Label_1"}
{"text": "BeReal doesn't have filters and it doesn't allow people to edit photos.", "label": "Label_1"}
{"text": "Person's are expected to post in two minutes so it shows what they are actually doing at that moment.", "label": "Optimal_2"}
{"text": "it does have filters or photo editing.", "label": "Label_1"}
{"text": "it doesn't have filters or allow users to edit photos, instead they post pictures of themselves within two minutes when they get their daily notification.", "label": "Label_1"}
{"text": "it feels less formal than other forms of social media.", "label": "Label_3"}
{"text": "they get an insight into people's everyday lives.", "label": "Label_6"}
{"text": "people post stuff all at the same time.", "label": "Label_5"}
{"text": "it allows people to quickly see what their friends are doing, real time.", "label": "Label_6"}
{"text": "users are required to post a picture of themselves before two minutes which makes them to post the picture even if what they are doing is embarrassing.", "label": "Optimal_2"}
{"text": "there are still many that don't post when told and instead wait until they are doing something fun or scenic.", "label": "Label_7"}
{"text": "users are not able to use filters or to edit their pictures.", "label": "Label_1"}
{"text": "it forces people to post real moments in their lives.", "label": "Label_6"}
{"text": "it makes people famous", "label": "Label_4"}
{"text": "it allows the user to post what they are doing.", "label": "Label_6"}
{"text": "it positively influences friendships and is more casual since there is a lot less pressure to post looking weird.", "label": "Optimal_3"}
{"text": "people can see what their friends are up to at any time.", "label": "Label_6"}
{"text": "the number of app users who used the service increased by 315% from 2021 to 2022.", "label": "Label_8"}
{"text": "jn j brtgbht", "label": "Label_0"}
{"text": "there are no filters or allow users to edit their photos.", "label": "Label_1"}
{"text": "they can't fake their post, when that notification pops up they only have a few minutes before its considered late.", "label": "Label_2"}
{"text": "some aren't sold on the new app's promise of authenticity.", "label": "Label_7"}
{"text": "it does not offer filters or photo editing tools, compromising user privacy", "label": "Optimal_1"}
{"text": "people don´t have to worry about how people look and people don´t get lots of more pressure than other apps.", "label": "Optimal_3"}
{"text": "BeReal does not have filters and it does not allow the users to edit photos instead people are required to post a picture within two minutes of getting their daily notification even if its boring.", "label": "Optimal_2"}
{"text": "it doesn't have filters and things that other apps have.", "label": "Label_1"}
{"text": "it requires the user to post a picture of what they are doing at the exact time.", "label": "Optimal_2"}
{"text": "unlike tik tok or instagram, bereal, have filters or allow to edit there own pictures  if it ant edit  would just be a pictures", "label": "Label_1"}
{"text": "they don’t want to get rich or famous, hey just want to be able to share and see other people’s shares.", "label": "Label_4"}
{"text": "it is a way to share other parts of life, even if it isn't \"content worthy\"", "label": "Label_6"}
{"text": "users are supposed to post within the two minutes they get the notification, and aren't allowed to use filters.", "label": "Label_1"}
{"text": "people can't use filters and edit their photos so their friends can see exactly what they're doing.", "label": "Optimal_1"}
{"text": "the app prompts users to post a picture within 2 minutes.", "label": "Label_2"}
{"text": "it is more useful and casual.", "label": "Label_3"}
{"text": "they do not have filters and have a time limit to respond.", "label": "Label_1"}
{"text": "BeReal doesn't have any filters or allows users to edit their own photos.", "label": "Label_1"}
{"text": "they only have two minutes to post picture when they get their daily notification.", "label": "Label_2"}
{"text": "it's not like Tik Tok or Instagram.", "label": "Label_4"}
{"text": "the number of people using the app increased by 315% over the course of 2021 and 2022.", "label": "Label_8"}
{"text": "users only have two minutes to share pictures with their friends.", "label": "Label_2"}
{"text": "it doesn’t give users an option to edit their photos or put filters on.", "label": "Label_1"}
{"text": "people are supposed to post in two minutes so it demonstrates what they are actually doing at that moment.", "label": "Optimal_2"}
{"text": "it doesnt use filters or photoshop.", "label": "Label_1"}
{"text": "it's designed to be casual than TikTok or Instagram.", "label": "Label_3"}
{"text": "users are encouraged to post even if they're doing something boring or embarrassing.", "label": "Label_6"}
{"text": "it forces people to take a photo within 2 minutes.", "label": "Label_2"}
{"text": "It helps users become more authentic online.", "label": "Label_3"}
{"text": "it's an app that people can snap a picture to share with their friends like for an example a person can be climbing a mountain or just sitting at home on the couch.", "label": "Label_6"}
{"text": "the app wont make anyone famous like other apps.", "label": "Label_4"}
{"text": "it doesn’t show how fancy for glamorous peoples lives can be instead of faking", "label": "Label_6"}
{"text": "BeReal doesn't use filters or editing to enchance photos.", "label": "Label_1"}
{"text": "people can see what other people are doing right then.", "label": "Label_6"}
{"text": "BeReal doesn't allow users to use filters or edit their photos showing the user's true self even if it's boring or embarrassing.", "label": "Optimal_1"}
{"text": "it does not have filters and seems more real.", "label": "Optimal_1"}
{"text": "it doesn't make people famous and people don't need to worry about how people look.", "label": "Label_4"}
{"text": "there are many people who use the app are still presenting carefully curated.", "label": "Label_7"}
{"text": "it requires users to post without using filters.", "label": "Label_1"}
{"text": "people can see what friends or family are up to at that time.", "label": "Label_6"}
{"text": "its more casual.", "label": "Label_3"}
{"text": "users cannot use filters and must post what they are doing at that moment.", "label": "Optimal_1"}
{"text": "its good to be happy.", "label": "Label_0"}
{"text": "people can´t edit to be fake and people can post late.", "label": "Optimal_1"}
{"text": "people won’t get famous from it and it doesn’t require people to look good or do something cool.", "label": "Label_4"}
{"text": "it is more engaging and authentic than most other forms of social media because everyone posts at the same time and only has two minutes to post.", "label": "Optimal_2"}
{"text": "everyone post at the same time, cant edit their photos, or use filters.", "label": "Label_1"}
{"text": "BeReal will not make anyone famous", "label": "Label_4"}
{"text": "some argue against its authenticity, as the platform makes it possible for a user to post later on when they want to showcase an activity that is more interesting.", "label": "Label_7"}
{"text": "it feels so much more casual because they’re lot less pressure to post.", "label": "Optimal_3"}
{"text": "photos cannot be altered with filters, and users must post photos within two minutes of receiving a notification.", "label": "Label_1"}
{"text": "people have to post at the same time when the alarm goes off.", "label": "Label_5"}
{"text": "it feels more casual than other social media and there's a lot less pressure to post.", "label": "Optimal_3"}
{"text": "it feels more casual than other social medias.", "label": "Label_3"}
{"text": "it is so much more casual.", "label": "Label_3"}
{"text": "it forces users to post at the same time no matter if they look embarrassing or doing something boring.", "label": "Optimal_2"}
{"text": "BeReal won't make people famous.", "label": "Label_4"}
{"text": "it gives the ability to peek in peoples everyday lives when there isn’t time to catch up with them, Also it won’t bring it fame", "label": "Label_6"}
{"text": "it doesn't offer filters or photo editing tools and users are compelled to post photos of themselves even if it is embarrassing.", "label": "Optimal_1"}
{"text": "everyone posts un-edited images.", "label": "Label_1"}
{"text": "it requires users to post without using filters which means there isn't pressure on looking a certain way.", "label": "Optimal_3"}
{"text": "can't use filters or edit photos.", "label": "Label_1"}
{"text": "there's less pressure to look a certain way it's more casual.", "label": "Optimal_3"}
{"text": "it only gives 2 minutes to post a picture and does not allow filters or anything to tune the post up which makes it feel more authentic than other social media platforms.", "label": "Optimal_1"}
{"text": "Its more suitable and it also feels more casual to people.", "label": "Label_3"}
{"text": "BeReal forces people to post within two minutes even if what the person is doing embarrassing or boring.", "label": "Optimal_2"}
{"text": "BeReal does not use filters or allow people to edit photos like TikTok or Instagram, and instead only focuses on stuff happening now.", "label": "Label_1"}
{"text": "it is a lot casual and there isn't really much pressure.", "label": "Optimal_3"}
{"text": "it won't make people famous so it is different from other social media apps.", "label": "Label_3"}
{"text": "it does not have filters or editing tools.", "label": "Label_1"}
{"text": "the user has only two minutes to post what they're doing.", "label": "Label_2"}
{"text": "sng in ded, doing homework, or walking the dog.", "label": "Label_0"}
{"text": "it doesn't have filters and can't make people famous.", "label": "Label_4"}
{"text": "people get to experince things at the same time as other people do.", "label": "Label_6"}
{"text": "it is not possible to edit the post and posts are made on a spur of the moment impulse.", "label": "Optimal_1"}
{"text": "Photographs are snapshots of a time in a person's life and people often look more natural in their natural state rather than posed for a photograph.", "label": "Optimal_2"}
{"text": "BeReal doesn't have filters or allow people to edit their photos.", "label": "Label_1"}
{"text": "users have only two minutes to post when they get a notification, adding a more casual twist.", "label": "Optimal_2"}
{"text": "there isn't pressure to look a certain way.", "label": "Optimal_3"}
{"text": "the app requires users to post a selfie within two minutes of receiving a notification, no matter what they are doing.", "label": "Optimal_2"}
{"text": "a photo-taking app requires users to take photographs within a certain amount of time.", "label": "Label_2"}
{"text": "people are presenting carefully curated versions of themselves.", "label": "Label_7"}
{"text": "the app doesn't allow people to edit their photos.", "label": "Label_1"}
{"text": "it doesn't allow users to edit photos.", "label": "Label_1"}
{"text": "one can't edit or put filters on pictures.", "label": "Label_1"}
{"text": "BeReal doesn't have any filters to edit photo and users are required to post photos within the two minutes of there daily notification.", "label": "Label_1"}
{"text": "the app does not allow it to edit any pictures and it doesn't have any filters so everything is more real.", "label": "Optimal_1"}
{"text": "there are no filters.", "label": "Label_1"}
{"text": "it makes users post within two minutes even if the post is boring or embarrassing.", "label": "Optimal_2"}
{"text": "the app has grown over 315 percent in a year.", "label": "Label_8"}
{"text": "once everyday everyone posts at the same time of whatever they are doing at that time.", "label": "Optimal_2"}
{"text": "they don't have to post or look a certain way.", "label": "Optimal_3"}
{"text": "it's not like Tik Tok and instagram where post can be done and get famous from social media.", "label": "Label_4"}
{"text": "users can see what their friends are up to in the moment, BeReal feels more casual than most other social media platforms, there is a lot less pressure to post something and look a certain way.", "label": "Optimal_3"}
{"text": "it does not have filters or allow users to edit their photos, and it forces them to post regardless of what they are doing.", "label": "Optimal_1"}
{"text": "it has no filters and no options to edit the photo so that it is real and not something that is created.", "label": "Optimal_1"}
{"text": "users can't edit photos and it doesn't have filters, so people can see what the user is doing in that moment.", "label": "Optimal_1"}
{"text": "bereal does not have filters or allow people to edit their photos.", "label": "Label_1"}
{"text": "the photos are more casual", "label": "Label_3"}
{"text": "people are encouraged to post within two minutes no matter what people are doing during that time.", "label": "Optimal_2"}
{"text": "the app doesn’t have filters or allow edited photos.", "label": "Label_1"}
{"text": "users can quickly hear from the friends", "label": "Label_0"}
{"text": "people are not as pressured to look a certain way on social media.", "label": "Optimal_3"}
{"text": "its not like TikTok and people cant become famous on it.", "label": "Label_4"}
{"text": "users are required to post a picture of themselves in two minutes.", "label": "Label_2"}
{"text": "BeReal does not have any filters or platforms to edit photos and videos.", "label": "Label_1"}
{"text": "Application programming interface, library, framework", "label": "Label_0"}
{"text": "it forces users to post within two minutes of their notification, so they could be doing anything.", "label": "Optimal_2"}
{"text": "it allows friends to know what each other is up to like walking dogs or spending time outside.", "label": "Label_6"}
{"text": "the app doesn't let people edit their photos.", "label": "Label_1"}
{"text": "BeReal doesn't have filters to allow users the edit or make there video's fake.", "label": "Label_1"}
{"text": "it does not use filters or allow users to edit them so the other user can see what they're doing.", "label": "Optimal_1"}
{"text": "it makes people famous.", "label": "Label_4"}
{"text": "users only have two minutes to take a picture of whatever they are currently doing, no matter how mundane a task it may be.", "label": "Optimal_2"}
{"text": "it's not easy to edit or change, it's very spontaneous.", "label": "Optimal_1"}
{"text": "jn j brtgbhthethherththtrhtrettrhtre", "label": "Label_0"}
{"text": "people can't fake nothing, and they feel a lot less pressured to do thing they see.", "label": "Optimal_3"}
{"text": "some people will delay posting anyway, waiting until they're in a more scenic environment.", "label": "Label_7"}
{"text": "users have to post a picture of themselves within two minutes after they get the notification which causes people to post pictures of them doing nothing.", "label": "Label_2"}
{"text": "users are required to post a photo of themselves after they get their daily notification.", "label": "Label_2"}
{"text": "it allows to see a casual photo of friends everyday life instead of seeing people not being authentic on instagram and other socials.", "label": "Label_6"}
{"text": "it provides a snapshot of what is currently happening.", "label": "Label_6"}
{"text": "people post at the same time", "label": "Label_5"}
{"text": "Consumers don't have filters and photos are more impromptu.", "label": "Optimal_1"}
{"text": "users are not able to edit or use filters on their posts.", "label": "Label_1"}
{"text": "people are still presented carefully.", "label": "Label_7"}
{"text": "they have a short time fream to take a picture.", "label": "Label_2"}
{"text": "everyone posts at the same time everyday, so it could be while they're doing anything.", "label": "Optimal_2"}
{"text": "it feels way more casual than other social media apps.", "label": "Label_3"}
{"text": "its much more casual to use .=", "label": "Label_3"}
{"text": "Unlike other social media apps BeReal doesn't allow people to use filters or be able to edit the photos so it makes everyone feel more relatable to each other.", "label": "Optimal_1"}
{"text": "it is more informal, and doesn't require users to post often.", "label": "Optimal_3"}
{"text": "it's more informal than other forms of social media.", "label": "Label_3"}
{"text": "BeReal  forces people to post within  two minutes.", "label": "Label_2"}
{"text": "instead of pretending to have a amazing nice life they pretend to be authentic.", "label": "Label_7"}
{"text": "users can knw what their friends are up too.", "label": "Label_6"}
{"text": "everyone posts at the same time, can't edit their photos, or use filters; this causes people to stop focusing on looking perfect for an audience.", "label": "Optimal_1"}
{"text": "it encourages people to post in less than 2 minuets.", "label": "Label_2"}
{"text": "it is not about being famous.", "label": "Label_4"}
{"text": "it does not allow users to use filters or edit their pictures.", "label": "Label_1"}
{"text": "it doesn't have filters or other ways to edit the photos.", "label": "Label_1"}
{"text": "the user gets to peak into people every day lives also, they have two minutes to take a photo.", "label": "Optimal_2"}
{"text": "there's less pressure to look a certain way in a post.", "label": "Optimal_3"}
{"text": "it shows what they are doing in real time.", "label": "Optimal_2"}
{"text": "it doesn't have filters, everyone has to post at the same time, and no one can get famous from their posts; which allows for a real unedited app.", "label": "Label_1"}
{"text": "there is a lot less pressure to be fake.", "label": "Optimal_3"}
{"text": "people post at the same time so they can see what people are doing.", "label": "Label_6"}
{"text": "photos can't be edited, and it influences friendships.", "label": "Label_1"}
{"text": "Everyone is required to post a photo of themselves wearing their alarm within two minutes of receiving it.", "label": "Label_2"}
{"text": "users are not allowed to edit the photos and they are meant to be taken as is.", "label": "Optimal_1"}
{"text": "it doesn't have filters and users cannot edit their photos unlike when other social media platforms allow filters and make the app more unrealistic.", "label": "Optimal_1"}
{"text": "in 2022, the app was used by over 315% of users monthly than it had been in 2021.", "label": "Label_8"}
{"text": "it's not like TikTok or Instagram because they can't use filters or edit their picture so they are required to be real.", "label": "Optimal_1"}
{"text": "Bereal lets people post things that seem boring or embarrasing.", "label": "Label_6"}
{"text": "photos can't be edited so it shows an unedited version of one's life, whether it be something boring or embarrassing.", "label": "Optimal_1"}
{"text": "it gives a random notification making someone post in 2 minutes no matter what the person is doing to show people not planned.", "label": "Optimal_2"}
{"text": "the app has rapidly grown its userbase over 315%.", "label": "Label_8"}
{"text": "it is a lot more casual than the other apps.", "label": "Label_3"}
{"text": "it provides a timeline of the incidents currently taking place.", "label": "Label_6"}
{"text": "there is less pressure than other apps to have a certain look and it can connect them more to friends.", "label": "Optimal_3"}
{"text": "it feels much more casual than other social media platforms.", "label": "Label_3"}
{"text": "the app doesn't have filters and people can't edit their pictures, so people can see what their friends are doing.", "label": "Optimal_1"}
{"text": "they talk to someone right in their face.", "label": "Label_0"}
{"text": "Unlike others social media platforms, BeReal has no filters or any way of editing photos which means every photo seen on the platform is authentic.", "label": "Optimal_1"}
{"text": "people post everyday things such as spending time outside or doing homework within two minutes of the notification.", "label": "Optimal_2"}
{"text": "it doesn't not require filters or allow editing to the photos that are taken, making people posting whatever even if it's boring or embarrassing.", "label": "Optimal_1"}
{"text": "it makes people show the real them without filters and other things.", "label": "Optimal_1"}
{"text": "application usage increased 315%.", "label": "Label_8"}
{"text": "it gives a peak into a persons everyday lives.", "label": "Label_6"}
{"text": "people don't have filters or allow users to edit their pictures.", "label": "Label_1"}
{"text": "BeReal wouldn't make anyone famous unlike tikok or Instagram, that app doesn't have any filters it makes the person post a picture within two minutes of getting the notification.", "label": "Label_2"}
{"text": "users are required to post.", "label": "Label_0"}
{"text": "users have to take an unfiltered photo within two minutes regardless if the user's activities are boring or embarrassing.", "label": "Optimal_2"}
{"text": "application programming interface, software development kit", "label": "Label_0"}
{"text": "it feels more personal than other forms of social media.", "label": "Label_3"}
{"text": "it is less formal.", "label": "Label_3"}
{"text": "users can still post something more interesting with a \"late\" label.", "label": "Label_7"}
{"text": "it's different for other social media that people use daily, it different because it doesn't use all those filters other social media platforms use but it allows them to edit their photos.", "label": "Label_1"}
{"text": "it’s casual and users aren’t pressured to look one way.", "label": "Optimal_3"}
{"text": "there's less pressure to look and dress a specific way.", "label": "Optimal_3"}
{"text": "it allows users to edit their photes unlike TikTok or instagram. .", "label": "Label_1"}
{"text": "though bereal may offer upsides and downsides to its users.", "label": "Label_0"}
{"text": "it doesn’t allow users to edit photos before posting them, allowing for the content to be more real and sometimes embarrassing or boring.", "label": "Optimal_1"}
{"text": "authored posts", "label": "Label_0"}
{"text": "they don't allow filters or allow people to edit their photos.", "label": "Label_1"}
{"text": "it's less formal and doesn't make users feel pressured to post.", "label": "Optimal_3"}
{"text": "it does not have filters and it does not allow users to edit their photos.", "label": "Label_1"}
{"text": "users can't use filters or edit their photos so they look more authentic to themselves.", "label": "Optimal_1"}
{"text": "there are no filter or editing options.", "label": "Label_1"}
{"text": "people post a picture of whatever they are doing at the time.", "label": "Label_6"}
{"text": "it shows what people are doing whether its boring or embarrassing.", "label": "Label_6"}
{"text": "it lacks filters and allows people to show more \"authentic\" versions of themselves.", "label": "Optimal_1"}
{"text": "users  share two photos from their everyday lives.", "label": "Label_6"}
{"text": "it allows the people to know whatever their friends are doing.", "label": "Label_6"}
{"text": "who is doing a bereal has two minutes to make a bereal and to show what there are doing at that time and day.", "label": "Optimal_2"}
{"text": "they feel like it is more casual because there is a lot of pressure to look good and post.", "label": "Optimal_3"}
{"text": "some don't think it can really work because users can still post later and pretend to be authentic.", "label": "Label_7"}
{"text": "the app doesn't allow users to edit or filter photos so this makes the photos be a real time idea of what users friends are doing.", "label": "Optimal_1"}
{"text": "Unlike other social medias BeReal users are required to post a picture o themself within 2 minuets of them when they get a notification.", "label": "Label_2"}
{"text": "it doesn't allow a curated version of its users because of its two minute time limit.", "label": "Label_2"}
{"text": "It do not have filters and allow users to edit their photos.", "label": "Label_1"}
{"text": "the timing is random and people can't plan where and when the picture is taken.", "label": "Label_2"}
{"text": "it won’t make people famous like TikTok or Instagram.", "label": "Label_4"}
{"text": "they say BeReal won't make them famous.", "label": "Label_4"}
{"text": "Everyone posts pictures at the same time when they get a notification.", "label": "Label_5"}
{"text": "a picture is taken within an allotted time.", "label": "Label_2"}
{"text": "it doesn't have filters to edit photos.", "label": "Label_1"}
{"text": "they do not have filters and cannot make anyone famous.", "label": "Label_4"}
{"text": "everyone posts at the same time and it feels more casual because it doesn't allow users to edit photos.", "label": "Optimal_1"}
{"text": "it is good to be healthy.", "label": "Label_0"}
{"text": "it's more realistic in a sense, because instead of filters it shows what's actually happening.", "label": "Optimal_1"}
{"text": "people are taking pictures of themselves doing everyday actions.", "label": "Label_6"}
{"text": "they don't allow users to use filters.", "label": "Label_1"}
{"text": "it does not allow the use of filters or the ability to edit video’s", "label": "Label_1"}
{"text": "it doesn't apply pressure onto people for what they look like.", "label": "Optimal_3"}
{"text": "it feels to others that it is more casual.", "label": "Label_3"}
{"text": "it feels more casual with a lot less pressure to post an image.", "label": "Optimal_3"}
{"text": "many people still present carefully created versions of themselves.", "label": "Label_7"}
{"text": "it doesn't have filters and users cannot edit their photos.", "label": "Label_1"}
{"text": "it requires people to post a picture of whatever they are doing in 2 minutes.", "label": "Label_2"}
{"text": "there is no lying and everything people are doing is shared.", "label": "Label_6"}
{"text": "a photo is taken within a time limit.", "label": "Label_2"}
{"text": "it doesn't have filters and people don't have time to set up a pose which makes people seem more authentic.", "label": "Optimal_1"}
{"text": "there is less pressure on people to look a certain way or post.", "label": "Optimal_3"}
{"text": "it does not make any claims to help people become famous or have unreasonable filters.", "label": "Label_4"}
{"text": "it is not for those in the industry.", "label": "Label_4"}
{"text": "people are want to check.", "label": "Label_0"}
{"text": "it feels so much more casual and there´s a lot less pressure to post.", "label": "Optimal_3"}
{"text": "the app doesn't use any filters and no editing, its real.", "label": "Label_1"}
{"text": "It doesn't have filters and won't let users edit their photos.", "label": "Label_1"}
{"text": "there was a 315% increase in the number of people using the app in 2022.", "label": "Label_8"}
{"text": "BeReal doesn't allow users to use filters or edit their photos.", "label": "Label_1"}
{"text": "being genuine and honest is alwasys the best way to connect with others..", "label": "Label_0"}
{"text": "there are no filters or photos editors and posts are more realistic.", "label": "Optimal_1"}
{"text": "since it feels so much more casual since users are required to post within two minutes of when they get a notification.", "label": "Optimal_2"}
{"text": "it doesn't have any filters or let people edit their photos and people have to take a picture of themselves within 2 minutes of their daily notification.", "label": "Label_1"}
{"text": "it does not have filters or make it able to edit the photo being taken.", "label": "Label_1"}
{"text": "it feels more relaxed than other forms of social media.", "label": "Label_3"}
{"text": "people are still presenting carefully curated versions of themselves.", "label": "Label_7"}
{"text": "it's show pictures of friends and family include people on BeReal.", "label": "Label_6"}
{"text": "it feels more casual than any other apps they have.", "label": "Label_3"}
{"text": "there’s a lot less pressure in trying to look good for the picture and everyone can be more connected and create a bigger bond in friendship.", "label": "Optimal_3"}
{"text": "they only have 2 minutes to take a photo.", "label": "Label_2"}
{"text": "it shows pictures of real life.", "label": "Label_6"}
{"text": "it is not for influencers.", "label": "Label_4"}
{"text": "there isn’t as much pressure to look good and feels more casual says Kuduva.", "label": "Optimal_3"}
{"text": "the platform feels more casual than other social media platforms.", "label": "Label_3"}
{"text": "app is seeing a 315% usage growth in 2022, relative to 2021.", "label": "Label_8"}
{"text": "everyone posts at the same times.", "label": "Label_5"}
{"text": "it shows what is really happening and what is up.", "label": "Label_6"}
{"text": "it doesn't have any filters and can't edit photos the user takes.", "label": "Label_1"}
{"text": "it is a way to share other parts of life, even if it isn't \"content worthy\"..", "label": "Label_6"}
{"text": "one of the apps users said the app is more casual than the other apps.", "label": "Label_3"}
{"text": "there is no filters on BeReal & people have to take the picture in a certain time period.", "label": "Label_2"}
{"text": "BeReal does not have any filters so people can see what people really do and look like daily.", "label": "Optimal_1"}
{"text": "can’t get famous off of it.", "label": "Label_4"}
{"text": "it's way more casual and puts less pressure to post a certain way.", "label": "Optimal_3"}
{"text": "BeReal doesn't allow filters or allow users to edit their photos.", "label": "Label_1"}
{"text": "it makes students feel more casual because no one’s pressured to look or pose a certain way.", "label": "Optimal_3"}
{"text": "it forces u to post something.", "label": "Label_0"}
{"text": "BeReal doesn't contain filters or editing feature to edit their pictures.", "label": "Label_1"}
{"text": "people cannot change or add filter to their pictures.", "label": "Label_1"}
{"text": "it does not have filters or any way for users to edit their photos, users are instead asked to post a picture of themselves within two minutes after they get their daily notification.", "label": "Label_1"}
{"text": "BeReal doesn't have filters or allow  people to edit their pictures so it makes them look like them selves.", "label": "Optimal_1"}
{"text": "it helps users be more authentic online.", "label": "Label_3"}
{"text": "it's not used to make people famous.", "label": "Label_4"}
{"text": "it discloses what people are actually doing at a given moment.", "label": "Label_6"}
{"text": "BeReal does not support filters", "label": "Label_1"}
{"text": "there are no filters allowed and photos are more authentic.", "label": "Optimal_1"}
{"text": "with this app people can't go viral or become famous.", "label": "Label_4"}
{"text": "posts are required to be a spontaneous, unfiltered, and unedited look at the user's current situation.", "label": "Optimal_1"}
{"text": "it forces someone to take a photo without filters during whatever they're doing at that moment.", "label": "Optimal_1"}
{"text": "it doesn't have any filters and won't let users edit their photo causing some of the pictures seem more boring or embarrassing.", "label": "Optimal_1"}
{"text": "it is more casual and a lot less pressure than other platforms.", "label": "Optimal_3"}
{"text": "it feels way more casual and there's way less pressure to post and to look a certain way.", "label": "Optimal_3"}
{"text": "users are able to post later after the notification is released, so they have time to choose their photos.", "label": "Label_7"}
{"text": "they can take pictures and share  them with friends.", "label": "Label_0"}
{"text": "they feel less pressured since the app is more casual since everyone is posting their everyday lives like walking their dog, doing homework, or simply just lying in bed.", "label": "Label_6"}
{"text": "it's users have to post a picture within a two minute timeline to show what everyone is doing.", "label": "Label_2"}
{"text": "the photo captures what the viewer sees at that moment.", "label": "Optimal_2"}
{"text": "people see what their friends are really doing.", "label": "Label_6"}
{"text": "the app is more casual and seems less fake, like Instagram and Tikok, they use filters and allow users to edit their photos and videos, while BeReal makes their users take a photo in 2 minutes.", "label": "Optimal_1"}
{"text": "people get to peek into the everyday lives of friends they don't get to see all the time and it makes people post within two minutes of the BeReal notification.", "label": "Optimal_2"}
{"text": "it doesn't have filter and doesn't allow users to edit the pictures.", "label": "Label_1"}
{"text": "the social media app is more casual and does not allow users to use filters, but instead be living in the moment.", "label": "Optimal_1"}
{"text": "it doesn't claim to help people become famous or have unreasonable filters.", "label": "Label_4"}
{"text": "this app doesn't have filters or allows others to edit their photos.", "label": "Label_1"}
{"text": "some people claim it is impossible to be truly authentic on social media.", "label": "Label_7"}
{"text": "people take the pic at real time.", "label": "Label_2"}
{"text": "they can see what their friends are up today while they post at the same time.", "label": "Label_6"}
{"text": "everyone posts at the same time within 2 minutes.", "label": "Label_2"}
{"text": "BeReal wont make anyone famous and it states in the description that  \"if someone wants to become famous to stay on TikTok and Instagram.", "label": "Label_4"}
{"text": "the app doesn't use filters or make it able to edit posts, and everyone posts at the same time.", "label": "Label_1"}
{"text": "people only have 2 minutes to take a picture and share it with their friends no matter what they're doing.", "label": "Optimal_2"}
{"text": "Unlike TikTok or Instagram, BeReal doesn't have filters or let people to edit their pictures,.", "label": "Label_1"}
{"text": "it forces user to post an unedited photo even if what they are doing looks boring or embarrassing.", "label": "Optimal_1"}
{"text": "they entertain people", "label": "Label_0"}
{"text": "there is less pressure to look or post a certain way which heightens the authenticity of a user's post.", "label": "Optimal_3"}
{"text": "users are required to take a picture of themselves in two minutes even if what they're doing looks boring or embarrassing.", "label": "Optimal_2"}
{"text": "when they get the notification they have two minutes to post.", "label": "Label_2"}
{"text": "the app shows the real lives of people by giving the user 2 minutes at a random time to post, making users show what they are doing at that current time.", "label": "Optimal_2"}
{"text": "users have to post within two minutes of getting the notification, making them post even if what they are doing looks boring.", "label": "Optimal_2"}
{"text": "It gives them a peak on what their friends are doing and be more confident of their pictures with no filter.", "label": "Label_1"}
{"text": "BeReal forces them to post in a two minute window.", "label": "Label_2"}
{"text": "people need to post within two minutes of getting the notification causing people to take more authentic pictures of what they are actually doing.", "label": "Optimal_2"}
{"text": "njefadhfhdfbdsjfbdsbgfsdkjvskdv s vsdigdsg sdv dsuigv sdv sdvudsv sdv ergireg rgothrfgergoergergf wef4e egdvdv dfidfg dgierg re", "label": "Label_0"}
{"text": "everyone posts at the same time within 2 minutes, leading to unedited pictures of what is simply being done.", "label": "Optimal_2"}
{"text": "people do not have the means of fabricating or enhancing their pictures.", "label": "Label_1"}
{"text": "everyone can post on BeReal.", "label": "Label_0"}
{"text": "some people can just post their photos when they're doing something more interesting.", "label": "Label_7"}
{"text": "Everyone posts pictures at the same time.", "label": "Label_5"}
{"text": "it gives people  important information.", "label": "Label_0"}
{"text": "the description says it wont make anyone famous, if someone wants to become an influencer then stay on Tiktok or Instagram.", "label": "Label_4"}
{"text": "one can gain insight into the lives of friends who are not always available by peeking into their everyday routines.", "label": "Label_6"}
{"text": "app encourages users to post within the first two minutes.", "label": "Label_2"}
{"text": "it feels more casual than other social medias because there is less pressure to look a certain way.", "label": "Optimal_3"}
{"text": "BeReal doesn't allow filters or to edit pictures of themselves.", "label": "Label_1"}
{"text": "it feels so much  more casual and real.", "label": "Label_3"}
{"text": "it does not have all of the filters most social media sites have making it more authentic by giving real pictures of what friends are up to, even if they are boring.", "label": "Optimal_1"}
{"text": "it doesn't allow users to edit their photos, so it's a lot less pressure to look a certain way because it's more casual.", "label": "Optimal_3"}
{"text": "it is much more casual and less pressure.", "label": "Optimal_3"}
{"text": "It doesn't make them feel like they have pressure to post something really cool.", "label": "Optimal_3"}
{"text": "it doesn't use filters or photoshop, which makes it more like reality.", "label": "Optimal_1"}
{"text": "the app does not allow filters and the audience have to post within two minutes.", "label": "Label_1"}
{"text": "It won't make the consumer famous or  well known.", "label": "Label_4"}
{"text": "there are no filters to change how a person looks and it's required to post within 2 minutes of the notification from the app every day so people can see what a user's life is actually like.", "label": "Optimal_2"}
{"text": "it records people as they are at the time the picture is taken, so it is more real.", "label": "Optimal_2"}
{"text": "not everyone feels like it is truly authentic because users can wait to post a picture until they are doing something they want to post about.", "label": "Label_7"}
{"text": "they get to see the real side of people.", "label": "Label_6"}
{"text": "they only have 2 minutes to post.", "label": "Label_2"}
{"text": "53 million are pretending to be authentic.", "label": "Label_7"}
{"text": "it doesn't have filter and doesn't allow users to edit the pictures there is also a two minute time limit to take the photo.", "label": "Label_1"}
{"text": "participants are expected to post updates every two minutes to show what they are actually doing at that moment.", "label": "Optimal_2"}
{"text": "They only have two minutes to post the photo for real otherwise it will be marked as late.", "label": "Label_2"}
{"text": "They don't allow filters and they can't edit photos.", "label": "Label_1"}
{"text": "users can take a picture with the two minutes", "label": "Label_2"}
{"text": "Bereal lets people post things that seem boring or embarrasing", "label": "Label_6"}
{"text": "Everyone has to post a selfie of themselves within two minutes of receiving the alarm.", "label": "Label_2"}
{"text": "influencers need to share photos often to tell everyone what they are going.", "label": "Label_0"}
{"text": "it doesn't have filters or allow editing, and everyone has to post at the same time so users see what their friends are really doing.", "label": "Optimal_1"}
{"text": "BeReal has not filters for photos instead the people who are using the app have two minutes every day to post a picture so it feels more casual.", "label": "Optimal_2"}
{"text": "users have to post within two minutes of the notification regardless of what they're doing.", "label": "Optimal_2"}
{"text": "it is casual.", "label": "Label_3"}
{"text": "it's not like TikTok or Instagram because they can't use filters or edit their picture.", "label": "Label_1"}
{"text": "they don't allow people to use filters.", "label": "Label_1"}
{"text": "people get to have a peek into the everyday lives of  friends.", "label": "Label_6"}
{"text": "it does not have filters for editing.", "label": "Label_1"}
{"text": "it requires one to take a picture of what they are doing within a 2 minute window.", "label": "Label_2"}
{"text": "the app has no filters or allow users to edit their photos.", "label": "Label_1"}
{"text": "users post a picture of themselves within 2 minutes, using photos without filter so users can be more real.", "label": "Optimal_1"}
{"text": "it provides users with a look into their everyday lives by depicting what they are doing at the time.", "label": "Optimal_2"}
{"text": "it doesn't allow filters or allow users to alter their photos.", "label": "Label_1"}
{"text": "people feel like it's more casual and not be embarrassed to post things.", "label": "Optimal_3"}
{"text": "they feel less pressured to look a certain way.", "label": "Optimal_3"}
{"text": "no filters are allowed, which helps produce more realistic photos.", "label": "Optimal_1"}
{"text": "it forces users to take selfies within 2 minutes.", "label": "Label_2"}
{"text": "they have no filter nor edit photos, so users have to 2 minutes to post a picture of themselves doesn't matter if they're doing something boring or embarrassing.", "label": "Optimal_1"}
{"text": "BeReal won't make its users famous.", "label": "Label_4"}
{"text": "people don’t have to fight to be famous or look a certain way when using BeReal.", "label": "Label_4"}
{"text": "It's more suitable and it also feels more casual is not as much pressure.", "label": "Optimal_3"}
{"text": "njefadhfhdfbdsjfbdsbgfsdkjvskdv s vsdigdsg sdv dsuigv sdv sdvudsv sdv ergireg rgothrfgergoergergf wef4e egdvdv dfidfg dgie", "label": "Label_0"}
{"text": "it's a more casual app to use, there's no pressure on posting and it's all natural with no filter or edits.", "label": "Optimal_1"}
{"text": "it is more causal and real.", "label": "Label_3"}
{"text": "there is less pressure to post something and look some type of way.", "label": "Optimal_3"}
{"text": "it's an app that people can snap a picture to share with their friends.", "label": "Label_2"}
{"text": "users are made to take and post a picture of themselves within 2 minutes.", "label": "Label_2"}
{"text": "it forces people to show what they are doing at a certain point of time when the buzzer goes up and the people don't get to show what they want they have to show.", "label": "Optimal_2"}
{"text": "it feels more casual than any other social media apps because there is a lot less pressure to post.", "label": "Optimal_3"}
{"text": "unlike other social media BeReal wont let edit photos", "label": "Label_1"}
{"text": "it doesn't use filters or editing.", "label": "Label_1"}
{"text": "it doesn't have filters and photo edits, and can't make people famous.", "label": "Label_1"}
{"text": "they believe it's impossible to be real in social media.", "label": "Label_7"}
{"text": "it discloses what people are actually doing.", "label": "Label_6"}
{"text": "BeReal won't make people famous people can just be real because there is no influencers.", "label": "Label_4"}
{"text": "there’s less pressure to look a certain way and it gives photos of friends lives without exaggeration or filters.", "label": "Optimal_1"}
{"text": "the pressure of posting and looking a certain way is low.", "label": "Optimal_3"}
{"text": "the users are required to post within two minutes of the notification, regardless of what activity they're doing or how they look.", "label": "Optimal_2"}
{"text": "people can't make themselves look better with filters.", "label": "Optimal_1"}
{"text": "it's different from other social media that people use daily, it's different because it doesn't use all those filters other social media platforms use but it also allows them to edit their photos.", "label": "Label_1"}
{"text": "its more casual then other forms of social media.", "label": "Label_3"}
{"text": "it's more casual and less pressure to post on.", "label": "Optimal_3"}
{"text": "they get to seek into peoples everyday life by using both camera lenses and BeReal doesn't allow people to edit photos.", "label": "Optimal_1"}
{"text": "it gives a peek into the everyday lives of friends.", "label": "Label_6"}
{"text": "It's a fallacy When people  think something looks so natural, it never is.", "label": "Label_7"}
{"text": "on BeReal doesn't allow  people to  use filters or edit  photos and people  have to post in two minutes.", "label": "Label_1"}
{"text": "it's  more casual and doesn't have as much pressure on a person to look good.", "label": "Optimal_3"}
{"text": "it forces its users to post a picture at any sudden moment, leading to various kinds of pictures, whether they are boring or highly interesting.", "label": "Optimal_2"}
{"text": "users have to post a picture of themselves within 2 minutes of receiving the alarm.", "label": "Label_2"}
{"text": "there is no filters to edit peoples photos.", "label": "Label_1"}
{"text": "no filters to edit photos.", "label": "Label_1"}
{"text": "users are allowed to delay taking their pictures until they are in a better place which makes their pictures inauthentic.", "label": "Label_7"}
{"text": "they're posting at the same exact time.", "label": "Label_5"}
{"text": "BeReal  does not use filters or allow users to edit their photos.", "label": "Label_1"}
{"text": "a snapshot is taken within a time limit.", "label": "Label_2"}
{"text": "unlike TikTok or Instagram, Be Real has no filters or allow users to edit their photos also People have to post within two minutes when they get their daily reminder.", "label": "Label_1"}
{"text": "they post actual good pictures", "label": "Label_0"}
{"text": "people are forced to take pictures in such a short time so they have to show what they are actually doing.", "label": "Optimal_2"}
{"text": "no one can be famous or be an \"influencer'.", "label": "Label_4"}
{"text": "it explains it wont make  famous.", "label": "Label_0"}
{"text": "the service is not designed for users to share photos that may be embarrassing or unflattering", "label": "Optimal_1"}
{"text": "whether they're climbing a mountain or just sitting at home on the couch.", "label": "Label_6"}
{"text": "bereal won't make someone famous.", "label": "Label_4"}
{"text": "users say it's not possible to be truly real on social media and people can still pretend to live better lives than they actually are living.", "label": "Label_7"}
{"text": "it's more relaxed and doesn't put pressure on users to post.", "label": "Optimal_3"}
{"text": "it is a d", "label": "Label_0"}
{"text": "it wouldn't make people famous and it doesn't have filters so that people cannot edit their pictures meaning that people can see what they're friends are up to.", "label": "Optimal_1"}
{"text": "it makes users post images and people cant edit them ether.", "label": "Label_1"}
{"text": "users only have two minutes to share random pictures with their friends such as hanging out with friends, walking the dog or attending a concert.", "label": "Optimal_2"}
{"text": "no filters are available to edit photos.", "label": "Label_1"}
{"text": "the site allows a view into the everyday lives of its users, depicting whatever they are doing at the time.", "label": "Optimal_2"}
{"text": "it makes people post what they’re doing when they send the notification no matter how they look or what they’re doing.", "label": "Optimal_2"}
{"text": "people get a peek into everyone’s  everyday lives.", "label": "Label_6"}
{"text": "its like social media", "label": "Label_0"}
{"text": "it does not have options to use filters or edit the photo in any way to show how it really is from something that is created.", "label": "Optimal_1"}
{"text": "it doesn't have filters or allow editing of pictures.", "label": "Label_1"}
{"text": "people have to post what they are doing at a certain time.", "label": "Optimal_2"}
{"text": "people don’t feel pressured to look or act a certain way.", "label": "Optimal_3"}
{"text": "Its description says \"BeReal won't make people famous.\"", "label": "Label_4"}
{"text": "it only takes two minutes to post something.", "label": "Label_2"}
{"text": "it requires people to post at a certain time, which leads people taking embarrassing or boring photos making them more authentic.", "label": "Optimal_2"}
{"text": "it doesn’t have filters and doesn’t require editing.", "label": "Label_1"}
{"text": "they feel like there is less pressure to look a certain way unlike Instagram and Tiktok.", "label": "Optimal_3"}
{"text": "it feels to them a lot more casual and authentic, as there's virtually no pressure to have a good picture, unlike other social media platforms.", "label": "Optimal_3"}
{"text": "this source of media doesn't use filters, it feels more authentic, and feels more casual because they feel as if there is less pressure to post.", "label": "Optimal_3"}
{"text": "the app doesn't let the user add filters or edit the photos due to the small window of time the user have to post the photo.", "label": "Label_1"}
{"text": "there is a time limit as to when users can post photos.", "label": "Label_1"}
{"text": "BeReal may offeer upsides and downsides to its users .", "label": "Label_0"}
{"text": "they have no filter nor edit photos.", "label": "Label_1"}
{"text": "posted pictures are not allowed to be edited in any way, & it allows its users to see what others do in their regular lives.", "label": "Optimal_1"}
{"text": "it allows users to edit their photes unlike TikTok or instagram. .....", "label": "Label_1"}
{"text": "they have two minutes to take a picture to share with friends either they're climbing a mountain or sitting at home.", "label": "Optimal_2"}
{"text": "They make sure users do not have time to crop an image they take.", "label": "Label_2"}
{"text": "the app is more casual than other social media apps.", "label": "Label_3"}
{"text": "it puts pressure to show what people are really doing.", "label": "Label_6"}
{"text": "its doesn't have any filters like other social media and BeReal don't make people famous like others social media.", "label": "Label_4"}
{"text": "they can get a sense of everything that their friends and family are up to by just posting pictures and videos.", "label": "Label_6"}
{"text": "many people who use the app are still presenting carefully curated versions of themselves", "label": "Label_7"}
{"text": "the app forces people to post at random times.", "label": "Label_2"}
{"text": "the application does not allow anyone to edit their photos.", "label": "Label_1"}
{"text": "she is texting and driving", "label": "Label_0"}
{"text": "it doesn't allow filters or editing.", "label": "Label_1"}
{"text": "it makes them post even if they are bored or are embarrasing moments.", "label": "Label_6"}
{"text": "Everyone posts images simultaneously.", "label": "Label_5"}
{"text": "user are required to post a photo of within 2 minutes of getting a notification.", "label": "Label_2"}
{"text": "people do not have the means of fabricating or enhancing their pictures, leading to seemingly candid photos of what appears to be every day life.", "label": "Label_6"}
{"text": "it involves posting a picture in a certain amount of time", "label": "Label_2"}
{"text": "Bereal doesn't have filters or edit embarrising photos.", "label": "Optimal_1"}
{"text": "the app doesn't allow users to edit their photos or use filters.", "label": "Label_1"}
{"text": "it gives less pressure to look perfect.", "label": "Optimal_3"}
{"text": "its not influencer based.", "label": "Label_4"}
{"text": "a photograph is taken within a set timeframe.", "label": "Label_2"}
{"text": "the app does not have filters.", "label": "Label_1"}
{"text": "it is trusted by many people!", "label": "Label_0"}
{"text": "there are no filters and there is no pressure to look good.", "label": "Optimal_3"}
{"text": "there are no filters or editing features on the app.", "label": "Label_1"}
{"text": "they get to peek into the everyday lives of others.", "label": "Label_6"}
{"text": "there is a limited time to post and users cannot edit photos.", "label": "Label_1"}
{"text": "a photograph is taken within a prescribed time.", "label": "Label_2"}
{"text": "it is a more authentic and casual app.", "label": "Label_3"}
{"text": "unlike Tik Tok or Instagram, it does not have filters or allow users to edit their photos.", "label": "Label_1"}
{"text": "it shows what is really happening", "label": "Label_6"}
{"text": "they are not able to use filters or edit their photos.", "label": "Label_1"}
{"text": "won't make u famous.", "label": "Label_4"}
{"text": "someone explaind to their student newspaper, saying that they like and use BeReal more than any other social media app because it feels more natural to them.", "label": "Label_3"}
{"text": "the photos don´t have to try to be perfect, it feels so much more casual.", "label": "Label_6"}
{"text": "Bereal doesn't have filters or Allow the people on the app to edit their photos.", "label": "Label_1"}
{"text": "users post what they are doing in the moment even if they don't look their best or aren't doing anything exciting.", "label": "Optimal_2"}
{"text": "It won't make the consumer famous or  well known", "label": "Label_4"}
{"text": "this footage gives an accurate portrayal of what is happening at the moment.", "label": "Label_6"}
{"text": "it requires users to not use filters or editing materials.", "label": "Label_1"}
{"text": "there's a  lot of posts at the same time.", "label": "Label_5"}
{"text": "users only have 2 minutes to post, no matter what they’re doing.", "label": "Optimal_2"}
{"text": "in some app store its description explains to \"Bereal won't make become famous.", "label": "Label_4"}
{"text": "people have a quicker way of snapping their friends,Be real will let people edit photos in 2 minutes", "label": "Label_2"}
{"text": "it doesn't let users edit or filter their pictures.", "label": "Label_1"}
{"text": "it shows a more vulnerable side of one's friends, without the filters or photo editing.", "label": "Optimal_1"}
{"text": "BeReal doesn't let users edit their photos by not allowing filters.", "label": "Label_1"}
{"text": "it doesn't have filters, everyone has to post at the same time, and no one can get famous from their posts.", "label": "Label_1"}
{"text": "the poster has to take a picture in 2 minutes showing what they are doing at the time weather or not they look good for the photo.", "label": "Optimal_2"}
{"text": "the picture is not pretty, but it gives a real glimpse into that person's daily life.", "label": "Label_6"}
{"text": "it is more casual without the use of filters.", "label": "Label_1"}
{"text": "there is no option for users to edit their photos, so users can quickly get a sense of what their friends are doing.", "label": "Optimal_1"}
{"text": "it gives the people two minutes to take a picture and share it.", "label": "Label_2"}
{"text": "the app has seen a 300% increase in user number.", "label": "Label_8"}
{"text": "BeReal does not make  people famous and can see what friends are up to", "label": "Label_6"}
{"text": "it forces people to take a picture at a random time instead of letting them curate when to take a more interesting picture.", "label": "Optimal_2"}
{"text": "a picture is taken within a set period of time.", "label": "Label_2"}
{"text": "in the app store the BeReal description explains that it won't make popular and famous, and if people want to become an influencer  stay on TikTok and Instagram.", "label": "Label_4"}
{"text": "Bereal does not have filters and it does not allow the users to edit photos.", "label": "Label_1"}
{"text": "users post unfiltered and authentic pictures of what they're doing.", "label": "Optimal_1"}
{"text": "the number of people who are using this app has grown by 315% over the past two years.", "label": "Label_8"}
{"text": "people could post and their friends could see what they're up to and it encourages realistic photos because the app has no filters.", "label": "Optimal_1"}
{"text": "people are able to truly see what others are doing in their daily lives and removes pressure to post and look a certain way.", "label": "Optimal_3"}
{"text": "it doesn't have filters or allow users to edit photos and it forces people to post even if what they are doing is boring or embarrassing.", "label": "Optimal_1"}
{"text": "it gets the poster to post within a two minute window once a day or else the post will get marked.", "label": "Label_2"}
{"text": "it doesn't make claims to help people become famous or to have unreasonable filters.", "label": "Label_4"}
{"text": "it's good to have a good laugh.", "label": "Label_0"}
{"text": "it gets the poster to post within a two minute window once a day that makes posters post what they are immediately doing whether they look good or not.", "label": "Optimal_2"}
{"text": "everyone takes a picture at the same time and are not allowed to edit the photos they take.", "label": "Label_1"}
{"text": "it doesn't allow users to edit pictures, which makes it more real.", "label": "Optimal_1"}
{"text": "people who use the app are still presenting carefully curated.", "label": "Label_7"}
{"text": "there is no set rule as to when or how often users are required to post, it is more casual and user-driven.", "label": "Optimal_3"}
{"text": "BeReal has a of lack of filters and no preparation time to make someone look cool and photo was all taken in the moment.", "label": "Optimal_2"}
{"text": "BeReal does not have filters and users are not able to edit their photos unlike other social media platforms.", "label": "Label_1"}
{"text": "it is a more authentic and casual app due to the laxness of posting on an app that not everyone tries to look their best on.", "label": "Label_6"}
{"text": "it doesn't have any filters or editing tools which makes users unable to change their photos and it's very authentic; for example, Meena Kuduva stated that she uses BeReal because it's so casual.", "label": "Optimal_1"}
{"text": "users are required to post a picture within two minutes and have a real-time photo.", "label": "Label_2"}
{"text": "people can't truly fake who they are or what they look like since there are no filters and people only have 2 minutes to post.", "label": "Optimal_1"}
{"text": "there is not as much pressure to post and look good in the photo.", "label": "Optimal_3"}
{"text": "people won’t get as pressured when they have to post or look a certain way.", "label": "Optimal_3"}
{"text": "It doesn't have filters and it doesn't claim to increase fame or popularity, meaning users can't have any motivation to be famous.", "label": "Label_4"}
{"text": "w w ww ww", "label": "Label_0"}
{"text": "the app grew over 300% in popularity.", "label": "Label_8"}
{"text": "they got to post on the first two minutes and photos cant be edited", "label": "Label_1"}
{"text": "People take picture for fun in the matter of two min and it doesn't allow people to use a flitter and to edit.", "label": "Optimal_2"}
{"text": "users are able to post \"late\" photos when they are doing something interesting.", "label": "Label_7"}
{"text": "the app requires a two minute time limit.", "label": "Label_2"}
{"text": "there are no filters or editing so people can feel more real to themselves.", "label": "Optimal_1"}
{"text": "a digital picture is taken within a given timeframe.", "label": "Label_2"}
{"text": "It feels more real and people aren’t just posting stuff to get famous and people say it feels more casual", "label": "Label_3"}
{"text": "it gives people important information and it lets people   of head of time.", "label": "Label_0"}
{"text": "it doesn't have any filters and it doesn't allow people to edit themselves and friends can have a peek at their friends everyday life!", "label": "Optimal_1"}
{"text": "unlike other social media platforms, BeReal does not use filter or allow people to edit the photos as well as they only have 2 minutes to post.", "label": "Label_1"}
{"text": "tis app doesn't have filters or allows others to edit their photos", "label": "Label_1"}
{"text": "it shows \"realness.\"", "label": "Label_6"}
{"text": "it has a time limit and does not have filters to edit photos.", "label": "Label_1"}
{"text": "they influence to post realistic pictures without filters.", "label": "Label_1"}
{"text": "it's much more casual because it doesn't contain edits or filters.", "label": "Optimal_1"}
{"text": "the users of the app can't edit the photos, it allows everyone to \"be real\" about their appearance and what they're doing and not be fake.", "label": "Optimal_1"}
{"text": "there isn't a lot of pressure on people to look a certain way on the app.", "label": "Optimal_3"}
{"text": "users are unable to use filters or have time to edit photos.", "label": "Label_1"}
{"text": "there isn't as much pressure to look and pose for people.", "label": "Optimal_3"}
{"text": "people have to post a picture of themselves within the two minutes given.", "label": "Label_2"}
{"text": "it allows people to be more authentic by not allowing users to edit photos.", "label": "Optimal_1"}
{"text": ";skjhfo n.dskjf '.", "label": "Label_0"}
{"text": "users are required to post within two minutes.", "label": "Label_2"}
{"text": "it doesn't have any filters or let people edit their photos and people have to post of picture of themselves every day which can lead to boring or embarrassing photos.", "label": "Label_1"}
{"text": "BeReal does not make  people famous and it does not have filters.", "label": "Label_4"}
{"text": "it feels casual with less pressure.", "label": "Optimal_3"}
{"text": "the app doesn't have filters or allow user to enhance their photos, which many people believe is more authentic.", "label": "Optimal_1"}
{"text": "users have to post what they are doing in 2 minutes and can't edit photos.", "label": "Label_1"}
{"text": "being honest is the best way to communicate with others.", "label": "Label_0"}
{"text": "it is more casual than other social media platforms and it allows users to be true to themselves and not create a fake persona for the internet.", "label": "Label_3"}
{"text": "others argue that it's impossible to be authentic on social media.", "label": "Label_7"}
{"text": "the app doesn't have filters nor does it allow users to edit their photos.", "label": "Label_1"}
{"text": "it feels to them a lot more casual and authentic.", "label": "Label_3"}
{"text": "no one can be famous or be an \"influencer' because everyone posts the same time.", "label": "Label_4"}
{"text": "whether they're climbing a mountain or just sitting at home on the couchs,", "label": "Label_6"}
{"text": "it doesn't grant users the ability to alter their photos, making everything more authentic and real.", "label": "Optimal_1"}
{"text": "it forces people to share what their doing at the moment.", "label": "Label_6"}
{"text": "it doesn't have photo filters or edits so people post the truth, even if it's embarassing.", "label": "Optimal_1"}
{"text": "many post pictures after the first two minutes when doing something more interesting.", "label": "Label_7"}
{"text": "it encourages people to post in two minutes from when they get their daily notification.", "label": "Label_2"}
{"text": "it's unedited and real photos without any filters or photo manipulation.", "label": "Optimal_1"}
{"text": "it doesn’t have filters or allow users to edit photos.", "label": "Label_1"}
{"text": "it does allow filters or photo editing", "label": "Label_1"}
{"text": "there is less pressure to post and look a certain way.", "label": "Optimal_3"}
{"text": "it wont make someone famous.", "label": "Label_4"}
{"text": "unlike other apps BeReal has no filters.", "label": "Label_1"}
{"text": "it shows that people lives are not exciting as they say it is.", "label": "Label_6"}
{"text": "there are no filters and it encourages the user to post within the first 2 minutes of opening the app.", "label": "Label_2"}
{"text": "unlike other social media platforms, BeReal doesn't allow people to edit their photos because it gives everyone two minutes to post a picture of themselves whether if it is boring or embarrassing.", "label": "Optimal_2"}
{"text": "it feels way more casual than other social media apps, by not having filters and does not allow people to edit photos.", "label": "Optimal_1"}
{"text": "it captures images of everyday life.", "label": "Label_6"}
{"text": "the amount of people who use the app each month grew over 315%.", "label": "Label_8"}
{"text": "the social media site grew over 315% in just a year.", "label": "Label_8"}
{"text": "Unlike TikTok or Instagram, BeReal doesn't have filters or let people to edit their picures", "label": "Label_1"}
{"text": "Bereal doesn't have filters or edit photos.", "label": "Label_1"}
{"text": "she is tex", "label": "Label_0"}
{"text": "some peolpe talk, and doing homework.", "label": "Label_0"}
{"text": "it feels much more casual because for some they feel less pressure to post and look a certain way.", "label": "Optimal_3"}
{"text": "unlike other social media platforms, BeReal does not use filter or allow people to edit the photos.", "label": "Label_1"}
{"text": "people can still send late posts, which allows them to present themselves in a different light.", "label": "Label_7"}
{"text": "people have two minutes to snap a picture to share with their friends and it feels more casual.", "label": "Optimal_2"}
{"text": "it feels more casual to some people.", "label": "Label_3"}
{"text": "it shares what people or friends are doing at the moment.", "label": "Label_6"}
{"text": "the user post with in two minute an doesn't have filters and can not edit there photos.", "label": "Label_1"}
{"text": "users have less pressure to look a specific way in order to post a picture of themselves, making it feel more casual.", "label": "Optimal_3"}
{"text": "unlike tiktok or instagram there are not any filters for users to edit their photos.", "label": "Label_1"}
{"text": "it only gives users two minutes to post a picture of what they're doing.", "label": "Label_2"}
{"text": "BeReal wont make people famous and it doesn't have any filters", "label": "Label_4"}
{"text": "it is necessary to exhibit more conduct unencumbered by censorship.", "label": "Label_0"}
{"text": "the creators  don't allow filters and can post when  2 minutes are left.", "label": "Label_1"}
{"text": "it is fun.", "label": "Label_0"}
{"text": "everyone posts their posts at the same time.", "label": "Label_5"}
{"text": "people who use the app are still carefully presenting curated versions of themselves.", "label": "Label_7"}
{"text": "the app doesn't let the user add filters or edit the photos.", "label": "Label_1"}
{"text": "there are ways to bypass the requirements, leading some to consider it an inauthentic form of social media.", "label": "Label_7"}
{"text": "users are required to post and no filters at all.", "label": "Label_1"}
{"text": "it won´t make a user famous.", "label": "Label_4"}
{"text": "people are forced to post within a certain amount of time.", "label": "Label_2"}
{"text": "everyone has to post at the same time with the same amount of time, it gives everyone two minutes to post, leading to more \"authentic\" pictures.", "label": "Optimal_2"}
{"text": "people don’t have look a certain way when using BeReal.", "label": "Optimal_3"}
{"text": "users are required to post a picture within two minutes of their daily notification.", "label": "Label_2"}
{"text": "it is not for people who are influencers.", "label": "Label_4"}
{"text": "people say its more casual than other social medias.", "label": "Label_3"}
{"text": "BeReal doesn't have different sorts of filters or allow users to edit photos.", "label": "Label_1"}
{"text": "there are no filters and people have to post a picture quickly this means people have to be real.", "label": "Optimal_1"}
{"text": "the app doesn't have filters and the user is not allowed to edit their photos to show their authentic self.", "label": "Optimal_1"}
{"text": "it can't make people famous unlike TikTok or Instagram.", "label": "Label_4"}
{"text": "it's supposed to show what people are doing at the moment, with no filter.", "label": "Optimal_1"}
{"text": "they cannot edit their photos and only have a short time period to post leading people to post raw photos of their life.", "label": "Optimal_1"}
{"text": "There's not a filter on BeReal so there is a real look on the pictures.", "label": "Optimal_1"}
{"text": "it requires someone to immediately take pictures without editing.", "label": "Label_2"}
{"text": "it feels much more casual and how it can positively influence one.", "label": "Label_3"}
{"text": "they don't allow people to use filters so it can feel more authentic.", "label": "Optimal_1"}
{"text": "BeReal wouldn't make anyone famous unlike TikTok or Instagram, that app doesn't have any filters.", "label": "Label_1"}
{"text": "it was designed to be more casual than TikTok and Instagram.", "label": "Label_3"}
{"text": "usage of the app grew by 315% from 2021 to 2022.", "label": "Label_8"}
{"text": "it doesn't have filters or allow users to edit their", "label": "Label_1"}
{"text": "its design is more casual than TikTok or Instagram.", "label": "Label_3"}
{"text": "it is pro authenticity philosophy and also because it gets to peek into the everyday lives of friends that don't necessarily have the time to catch up with.", "label": "Label_6"}
{"text": "everybody posts at the same time showing what everyone was doing at that time.", "label": "Optimal_2"}
{"text": "the users of the app can't edit the photos.", "label": "Label_1"}
{"text": "users are required to post a picture within two minutes and not set a perfect scene.", "label": "Optimal_2"}
{"text": "they don't allow people to use filters and  are required to post a picture of themselves when they get their daily notification.", "label": "Label_1"}
{"text": "everyone is suppose to post in the same 2 min no matter what they're doing or if it looks cool.", "label": "Optimal_2"}
{"text": "Tagging a photo is not allowed and users must post a picture within two minutes of getting a notification.", "label": "Label_1"}
{"text": "BeReal does not use filters or allow people to edit photos like TikTok or Instagram.", "label": "Label_1"}
{"text": "It does not have filters or allow users to edit their photos and it feels more casual.", "label": "Optimal_1"}
{"text": "it's more casual and doesn't pressure users to look a certain way.", "label": "Optimal_3"}
{"text": "it requires users to take photos of themselves within 2 minutes.", "label": "Label_2"}
{"text": "it doesn't promise to help people become famous or have unfair filters.", "label": "Label_4"}
{"text": "unlike TikTok or Instagram, BeReal does not have filters or allow users to edit their photos as users only have 2 minutes to take a picture after they receive their notification.", "label": "Label_1"}
{"text": "people are required to post a photo of themselves within two minutes of receiving an alarm.", "label": "Label_2"}
{"text": "users are still able to prepare, or find a better location before uploading their picture.", "label": "Label_7"}
{"text": "the app is more casual than other social media apps because there is less pressure to post in a certain way.", "label": "Optimal_3"}
{"text": "there are no filters or editing of photos.", "label": "Label_1"}
{"text": "BeReal claims to be different compared to other social media apps  like Tik Tok, BeReal also doesn't have filter  or allow people to edit their pictures.", "label": "Label_1"}
{"text": "people have to take pictures of themselves everyday.", "label": "Label_6"}
{"text": "many people pretending to be glamorous , exciting lives, and they are also pretending to be aunthentic.", "label": "Label_7"}
{"text": "there it's more casual and has less pressure look a certain way.", "label": "Optimal_3"}
{"text": "it doesn't filter activities and information.", "label": "Label_1"}
{"text": "there are no filters or edits to what can be posted.", "label": "Label_1"}
{"text": "not allow use filters or edit photos and even have to post if it's embarrassing or boring.", "label": "Optimal_1"}
{"text": "people post their bereals every day at the same time.", "label": "Label_5"}
