{"text": "they were actually committed to peace.", "label": "Label_0"}
{"text": "they believed the games could be used effectively as a propaganda tool to change the world's opinion of the country to help humanize them.", "label": "Optimal_2"}
{"text": "they wanted to show peace and calmness.", "label": "Label_1"}
{"text": "why wanted to improve the world's view on germany.", "label": "Label_1"}
{"text": "they hoped that the event would give Germany an opportunity to rejoin the global community in a positive way after World War 1.", "label": "Label_1"}
{"text": "they believed they could use the Olympic games as a propaganda tool, fooling the world into thinking they were not a threat.", "label": "Optimal_2"}
{"text": "they wanted to be recognized.", "label": "Label_1"}
{"text": "Nazi leaders saw the Olympics as a useful propaganda tool.", "label": "Label_2"}
{"text": "they were hated and they did not want to ruin their image.", "label": "Label_1"}
{"text": "they to change the rest of the worlds view on them because of their bad reputation, to help them take over the world.", "label": "Optimal_3"}
{"text": "there was the olympic game", "label": "Label_0"}
{"text": "they wanted to impart the impression of a tolerant, peaceful nation, to the rest of the world.", "label": "Label_1"}
{"text": "it would give them an opportunity to rejoin the global community in a positive way.", "label": "Label_1"}
{"text": "he wanted to get money and become king", "label": "Label_0"}
{"text": "it would help hide their fascist agendas towards the Jewish community.", "label": "Optimal_3"}
{"text": "they hoped the event would give Germany an opportunity to rejoin the global community in a positive way after World War I.", "label": "Label_1"}
{"text": "Games could be used to help improve the worlds opinions on Germany.", "label": "Label_2"}
{"text": "it could be used as propaganda.", "label": "Label_2"}
{"text": "it could improve the world's opinion of the country and downplay the dangers of their fascist Nazi regime.", "label": "Optimal_2"}
{"text": "they would get the opportunity to rejoin the global community in a good way and show they really were committed to peace.", "label": "Label_1"}
{"text": "they wanted to win the other countries' opinion.", "label": "Label_1"}
{"text": "they might seem to support Nazi beliefs if they participated in the games.", "label": "Label_3"}
{"text": "that is where the summer Olympics where being helps this years.", "label": "Label_0"}
{"text": "they hoped the event would give germany an opportunity to rejoin the  global community", "label": "Label_1"}
{"text": "they wanted to show they weren't being fascist.", "label": "Optimal_2"}
{"text": "event would give Germany an opportunity to rejoin the global community.", "label": "Label_1"}
{"text": "they wanted to join the global community.", "label": "Label_1"}
{"text": "they were worried they might seem to support Nazi beliefs if they participated in the Games.", "label": "Label_3"}
{"text": "many people were worried about Adolf Hitler's activities.", "label": "Label_3"}
{"text": "they believe the games can be a valuable tool for propaganda.", "label": "Label_2"}
{"text": "the Nazi leadership thought this propaganda campaign could be effective because of the similar tactics they had already used to gain and maintain their power.", "label": "Label_5"}
{"text": "they wanted people to know they had a good country, run by good leaders.", "label": "Label_1"}
{"text": "the Olympics could be used as propaganda that Germany was a peaceful country and would help convince the world that they weren't a threat.", "label": "Optimal_2"}
{"text": "they wanted people to know they had a good country, so they could continue its imperialist, and nationalist agenda.", "label": "Optimal_3"}
{"text": "they wanted to have positive things being said about the nazi party.", "label": "Label_1"}
{"text": "they could promote Germany as a good country with proproganda that humanized the Germans.", "label": "Optimal_2"}
{"text": "it would help the rest of the world ignore the fascism in Germany, and clear the way for Germany to invade Poland.", "label": "Optimal_3"}
{"text": "they wanted to be a positive community after WW1.", "label": "Label_1"}
{"text": "they wanted to huminize themselves in the eyes of the global community.", "label": "Optimal_2"}
{"text": "the Nazi Propagandists wanted to clear the way for Hitler´s imperialist plans.", "label": "Optimal_3"}
{"text": "they thought it would help them seem more humane and to downplay their antisemitisim.", "label": "Optimal_2"}
{"text": "the world did not think that Hitler was committed to peace.", "label": "Label_3"}
{"text": "they were powerfulf", "label": "Label_0"}
{"text": "they felt that it was effective in changing the world opinion about Germany so that they can pursue their agenda.", "label": "Optimal_3"}
{"text": "they hoped it would give Germany an opportunity to join the community again.", "label": "Label_1"}
{"text": "they believed the games could be a powerful tool for propaganda.", "label": "Label_2"}
{"text": "they hoped it would allow Germany to rejoin the global community with peace.", "label": "Label_1"}
{"text": "there were wrongful actions by their leaders.", "label": "Label_3"}
{"text": "this would be effective due to other similar tactics had already been used to help them gain power in Germany.", "label": "Label_5"}
{"text": "they believed it could be used in an effective propaganda, this wold humanized downplay their fascists regime.", "label": "Optimal_2"}
{"text": "49 countries met to complete in the Summer Olympics.", "label": "Label_0"}
{"text": "they believed that the games could be a valuable tool for propaganda.", "label": "Label_2"}
{"text": "they wanted to improve the world's opinion of Germany after World War I.", "label": "Label_1"}
{"text": "they thought that the Games would be and effective form of propaganda to improve peoples opinion of Germany, which would help humanize them.", "label": "Optimal_2"}
{"text": "it could help humanize them, and downplay the dangers.", "label": "Optimal_2"}
{"text": "the international community was outraged.", "label": "Label_3"}
{"text": "they thought it would make other countries think better of them.", "label": "Label_1"}
{"text": "they thought they could use the Olympics as a way to fix the opinions of the world about Germany.", "label": "Label_1"}
{"text": "German newspapers reported that Jews were especially hated by Germany.", "label": "Label_3"}
{"text": "Germany wanted to pursue its imperialist and nationalist agenda.", "label": "Optimal_3"}
{"text": "they needed help clear the way for Hitler's imperialist plans", "label": "Optimal_3"}
{"text": "they wanted to use the Olympics as a strong propaganda stool.", "label": "Label_2"}
{"text": "many people wonder if Germany was committed to peace.", "label": "Label_3"}
{"text": "they wanted the world to see them in a more positive ray of light.", "label": "Label_1"}
{"text": "Nazi leaders did not want people to see Germany in a good way .", "label": "Label_0"}
{"text": "they wanted to attack Poland.", "label": "Label_0"}
{"text": "they would be able to prove that they were not a threat and would eventually be able to carry out their plans with minimal resistance.", "label": "Optimal_2"}
{"text": "they saw the games as a propaganda tool to manipulate public opinion.", "label": "Label_2"}
{"text": "they believed the games could be used as propaganda to improve the world's opinion on the country and help humanize them.", "label": "Optimal_2"}
{"text": "they felt that it was effective in changing the world opinion about Germany.", "label": "Label_1"}
{"text": "they wanted to use the event as a propaganda tool to showcase their regime and it’s supposed superiority.", "label": "Optimal_2"}
{"text": "they hoped it would downplay the dangers of their fascist regime.", "label": "Optimal_2"}
{"text": "if they were able to show they were not a threat they would be able to continue their agenda without resistance.", "label": "Optimal_2"}
{"text": "they believed it would be a great tool to use so that they could pursue their agenda without resistance.", "label": "Optimal_3"}
{"text": "they thought it could be used as propaganda to improve Germany's worldwide image.", "label": "Label_1"}
{"text": "they thought the Games would be effective for propaganda to improve everyone's opinion on the country.", "label": "Label_1"}
{"text": "they to change the rest of the worlds view on them because of their bad reputation, to win them on their side.", "label": "Label_1"}
{"text": "they wanted to seem united and dominant.", "label": "Label_1"}
{"text": "they believed that this would help improve the country's image in the world, and would allow them to pursue their imperialist and nationalist agenda without facing any resistance.", "label": "Optimal_3"}
{"text": "many competitors raised a one armed salute as they host international competition", "label": "Label_3"}
{"text": "they wanted the leaders and IOC representatives were invited to visit Berlin once the government's preparation were complete.", "label": "Label_0"}
{"text": "It wasn´t an ordinary olympics.", "label": "Label_0"}
{"text": "Nazi Germany wanted to be humanized and not seen as a threat so they could pursue their imperialist, nationalist agenda.", "label": "Optimal_2"}
{"text": "they believed that the games will be able to change the world's opinion of the country in a positive way, and to help humanize them.", "label": "Optimal_2"}
{"text": "they thought that the games would be an effective propaganda tool to improve everyone's opinions of the country.", "label": "Label_1"}
{"text": "they were persecuting Jewish people.", "label": "Label_3"}
{"text": "many people were disturbed by Hitler's choices.", "label": "Label_3"}
{"text": "Hitler wanted to use the Olympics games for propaganda purposes.", "label": "Label_2"}
{"text": "there was the olympic", "label": "Label_0"}
{"text": "they wanted to humanize the dangers of the Nazi party for others to see.", "label": "Optimal_2"}
{"text": "they thought it would be a powerful propaganda campaign that might be effective and, it was to blame the Jews as enemies of the state.", "label": "Label_5"}
{"text": "previously they had tried a similar approach and it had worked.", "label": "Label_5"}
{"text": "an effective tool for propaganda, it could be used as such.", "label": "Label_2"}
{"text": "if the world was convinced Nazi's weren't a threat, Germany could go through with their imperialist agenda, without resistance.", "label": "Optimal_3"}
{"text": "Hitler´s government would help humanize them.", "label": "Optimal_2"}
{"text": "they wanted to be respected.", "label": "Label_1"}
{"text": "They wanted to look like they were not a threat.", "label": "Optimal_2"}
{"text": "it could be used as good propaganda.", "label": "Label_2"}
{"text": "the Nazi leadership believed this propaganda campaign could be effective because of the similar tactics that had already helped gain and maintain their power.", "label": "Label_5"}
{"text": "they thought the games would be a good tool for propaganda so it can help humanize their fascist regime and it could help them pursue it's imperialist agenda.", "label": "Optimal_2"}
{"text": "people would be persuaded into ignoring their threat of fascism.", "label": "Optimal_2"}
{"text": "a number of international newspapers reported this hatefulness towards Jews in Germany.", "label": "Label_3"}
{"text": "they believed that they could use the games as propaganda to make the rest of the world to think of Germany in a positive way so they could pursue their imperialism without resistance.", "label": "Optimal_3"}
{"text": "they wanted to use the games as a form of propaganda for the development of their new government.", "label": "Label_2"}
{"text": "they want to appear after world war 1 to be less threatening.", "label": "Optimal_2"}
{"text": "they believed they could use the Olympic games as a propaganda tool.", "label": "Label_2"}
{"text": "if the world believed they had good intentions, they could continue on their imperialist path without anything stopping them.", "label": "Optimal_3"}
{"text": "people were concerned that Hitler was doing something", "label": "Label_3"}
{"text": "They wanted to look like the best.", "label": "Label_1"}
{"text": "it could give Germany another chance to join the global community in a good was after World War 1.", "label": "Label_1"}
{"text": "The Nazi regime' s agenda was no secret  and the international news paper reported widely on Hitler's harmful, discriminatory statements and actions along with the persecution of Jewish people.,", "label": "Label_3"}
{"text": "it helped ignore the threat of fascism in Germany.", "label": "Optimal_2"}
{"text": "they hoped the event would give germany an opportunity to rejoin the global community", "label": "Label_1"}
{"text": "they thought the games could be used as a propaganda tool to better the world's opinion on the country.", "label": "Label_1"}
{"text": "it would show that they belong.", "label": "Label_1"}
{"text": "they wanted to rejoin the global community again.", "label": "Label_1"}
{"text": "...  berlin was under adolf's", "label": "Label_0"}
{"text": "...  berlin was under adolf's will", "label": "Label_0"}
{"text": "they believed that the games could be used as an effective tool for propaganda.", "label": "Label_2"}
{"text": "they saw the gaming press as a means to manipulate public opinion.", "label": "Label_2"}
{"text": "they didn't want the world to see them as threat.", "label": "Optimal_2"}
{"text": "they thought the games could be used as a propaganda tool they used propaganda to blame the people they called \"enemies of the state\" for Germany's problems.", "label": "Label_5"}
{"text": "Germany wanted to gain power, and it would help humanize Germany.", "label": "Optimal_2"}
{"text": "they saw the games as an opportunity to manipulate public opinion.", "label": "Label_2"}
{"text": "Nazi leader thought they could convince the world they weren’t a threat.", "label": "Optimal_2"}
{"text": "they wanted to get rid of the world’s negative perspective on the Nazi’s so they can continue their imperialist agenda.", "label": "Optimal_3"}
{"text": "Germany wanted to pursue its imperialist agenda without resistance.", "label": "Optimal_3"}
{"text": "they wanted them to get more fans and for more people to see Germany as a positive country because it would humanize them.", "label": "Optimal_2"}
{"text": "they pursued others to keep their true interactions hidden by using fateful newspapers.", "label": "Label_0"}
{"text": "international newspapers reported that both Germany and Jews were hateful.", "label": "Label_3"}
{"text": "Germany wanted to be seen as a country ready to rejoin the global community in peace, so that it could be used as propaganda to improve how the country was viewd.", "label": "Label_1"}
{"text": "the people were growing suspicious of the country.", "label": "Label_3"}
{"text": "they wanted the other countries to ignore the dangers of their fascist regime.", "label": "Optimal_2"}
{"text": "It would help them show the world they were not a threat and they could continue to practice their imperial ways.", "label": "Optimal_3"}
{"text": "they thought the games could be used as an effective propaganda tool.", "label": "Label_2"}
{"text": "those leaders acted in a discriminatory way.", "label": "Label_3"}
{"text": "international media outlets reported that Germany is hateful towards Jews.", "label": "Label_3"}
{"text": "the nazi government believed that games could be used as propaganda to help improve their country.", "label": "Label_1"}
{"text": "the Germans knew they needed to control their public image in a different way.", "label": "Label_1"}
{"text": "it is to give Germany a second chance to rejoin the global community in a positive way after world war 1.", "label": "Label_1"}
{"text": "they believed that the games will be able to change the world's opinion of the country in a positive way, and to help humanize them as well as convince the world that they are not a threat.", "label": "Optimal_2"}
{"text": "they saw the games as an opportunity to manipulate public opinion by using it as a propaganda tool.", "label": "Label_2"}
{"text": "they thought they could be used as an effective propaganda tool to better the world's opinion of Germany.", "label": "Label_1"}
{"text": "they wanted to downplay what the threat the they were and not disrupt their agenda.", "label": "Optimal_2"}
{"text": "they wanted to use it as a propaganda tool to help them improve the country.", "label": "Label_1"}
{"text": "there were discriminatory actions by their leaders.", "label": "Label_3"}
{"text": "they wanted everywhere else in the world to see them as good people, to win them over and have them on their side.", "label": "Label_1"}
{"text": "they believed the games could be used as a promotion tool to improve the world's belief  of the country, if the world believed they weren't a threat Germany could pursue its imperialist.", "label": "Optimal_3"}
{"text": "they wanted other countries to let them be in the 1936 Summer Olympics so they could gain power and pursue it imperialism agenda without resistance.", "label": "Optimal_3"}
{"text": "many people did not think Hitler was committed to peace.", "label": "Label_3"}
{"text": "if they could downplay the dangers of a fascist regime then Germany could pursue its nationalist agenda without resistance.", "label": "Optimal_3"}
{"text": "they wanted to show people that they have the  most powe", "label": "Label_0"}
{"text": "international newspapers reported that Germans were hateful to Jews in general.", "label": "Label_3"}
{"text": "the IOC chose Berlin for the Olympics.", "label": "Label_0"}
{"text": "they would get the opportunity to rejoin the global community in a good way.", "label": "Label_1"}
{"text": "the officials believed the games could be used as an effective form of propaganda.", "label": "Label_2"}
{"text": "they have tried a similar approach before and it worked.", "label": "Label_5"}
{"text": "they believed that they could use the games as propaganda to make the rest of the world think Germany is better.", "label": "Label_1"}
{"text": "they thought that the Games could be a good way to spread good news about the country around the world.", "label": "Label_1"}
{"text": "they wanted to be wnat to be", "label": "Label_0"}
{"text": "The Nazi regime' s agenda was no secret  and the international news paper reported widely on Hitler's harmful, discriminatory statements and actions along with the persecution of Jewish people,.", "label": "Label_3"}
{"text": "they wanted to boost their public image so they wouldn't be seen as dangerous and a threat.", "label": "Optimal_2"}
{"text": "they wanted to improve the worlds opinion.", "label": "Label_1"}
{"text": "they hoped they would give Germany an opportunity to join the global community after World War I.", "label": "Label_1"}
{"text": "it would help people not think there a threat and there country could be humanized.", "label": "Optimal_2"}
{"text": "they believed it would be easier to push and promote Nazi ideology to other countries in the future.", "label": "Optimal_2"}
{"text": "many competitors raised a one armed salute.", "label": "Label_3"}
{"text": "people began to question whether Germany was actually peaceful.", "label": "Label_3"}
{"text": "they came to power, but the regime took full advantage of the enormous propaganda.", "label": "Label_2"}
{"text": "some believed that the games could be used as an effective tool for propaganda.", "label": "Label_2"}
{"text": "they wanted to pursue its imperialist agenda without resistance.", "label": "Optimal_3"}
{"text": "they wanted to complete their oppressive plans without resistance.", "label": "Optimal_3"}
{"text": "they wanted people to think german is sweet and harmless", "label": "Label_1"}
{"text": "people were worried about Hitler's actions.", "label": "Label_3"}
{"text": "athletes have threatened to boycott the Berlin Olympics since they did not want to support the Nazi ideas.", "label": "Label_3"}
{"text": "nazi's are very bad", "label": "Label_0"}
{"text": "they hoped to rejoin the global community after World War 1 in a positive way.", "label": "Label_1"}
{"text": "it could help Germany rejoin the global community in a good way.", "label": "Label_1"}
{"text": "they wanted to use the Olympics as a propaganda tool to make people believe in a better and more peaceful image of Germany.", "label": "Label_1"}
{"text": "the people were worried about Hitler's actions.", "label": "Label_3"}
{"text": "it was how they showed power.", "label": "Label_0"}
{"text": "they didn't want people to not like them.", "label": "Label_1"}
{"text": "it would make it seem as though Germany wasn't up to anything terrible, so they could hide their imperialist ideas.", "label": "Optimal_2"}
{"text": "Germany hoped that it would be an opportunity to rejoin the global community in a good way after World War 1.", "label": "Label_1"}
{"text": "before, their previous attempt had proved successful.", "label": "Label_5"}
{"text": "they thought of it as an opportunity to  rejoin the global community in a good way after World War 1.", "label": "Label_1"}
{"text": "they wanted power in the world.", "label": "Label_1"}
{"text": "they wanted to convince the world that they were not a threat.", "label": "Optimal_2"}
{"text": "they felt that it was effective in changing the world opinion about Germany and then they would benefit from it.", "label": "Label_1"}
{"text": "some people were concerned about Hitler's actions.", "label": "Label_3"}
{"text": "they were blamed for WWI.", "label": "Label_0"}
{"text": "they believed that they could use to country to be an effective propaganda.", "label": "Label_2"}
{"text": "they hoped to gain an opportunity to rejoin the global community in a positive way.", "label": "Label_1"}
{"text": "they wanted to be seen as a peaceful nation.", "label": "Label_1"}
{"text": "crowds roared as each team joined the parade of countries.", "label": "Label_0"}
{"text": "they wanted Germany to be seen in a positive light.", "label": "Label_1"}
{"text": "this strategy has been successful in the past.", "label": "Label_5"}
{"text": "if they could show the world that they were not a threat then Germany could pursue imperialist, national agenda.", "label": "Optimal_2"}
{"text": "The Nazi regime' s agenda was no secret  and the international news paper reported widely on Hitler's harmful, discriminatory statements and actions along with the persecution of Jewish people/", "label": "Label_3"}
{"text": "he wanted to get money", "label": "Label_0"}
{"text": "they nc hhchdbcf", "label": "Label_0"}
{"text": "they didnt want to", "label": "Label_0"}
{"text": "it will help downplay and humanize their strong want for their fascist ideas.", "label": "Optimal_2"}
{"text": "then Germany could fulfill its imperialist's plan without resistance.", "label": "Optimal_3"}
{"text": "they wanted to convince the world they were not a threat.", "label": "Optimal_2"}
{"text": "they used propaganda to make the world view them better.", "label": "Label_2"}
{"text": "they wanted to have positive propaganda for the nazi party", "label": "Label_2"}
{"text": "it was an easy way for them distract people from what they were doing so Hitler could execute his plan.", "label": "Optimal_3"}
{"text": "they wanted to rejoin the global community after WW1.", "label": "Label_1"}
{"text": "they wanted the support of all Germans in a democracy and later in a dictatorship, to facilitate persecution, war and ultimately genocide.", "label": "Optimal_2"}
{"text": "they believed that since they helped the event that it could give Germany a chance to rejoin the global community in a good manner after World War I.", "label": "Label_1"}
{"text": "the crowds roared at the Berlin Games.", "label": "Label_0"}
{"text": "they believed the games could be used as an effective tool for propaganda.", "label": "Label_2"}
{"text": "evoking tolerance would allow the German government to continue their agenda without resistance from other nations.", "label": "Optimal_3"}
{"text": "it would've made it easier for Germany to take over.", "label": "Optimal_3"}
{"text": "they wanted to downplay dangers of their fascist regime.", "label": "Optimal_2"}
{"text": "nazi's are very", "label": "Label_0"}
{"text": "they wanted to use the games as a form of propaganda.", "label": "Label_2"}
{"text": "they needed to look like they were doing nothing wrong.", "label": "Optimal_2"}
{"text": "Germany looked bad because for the war and Hitler.", "label": "Label_1"}
{"text": "Nazi leaders thought that propaganda would be effective in promoting Germany as a tolerant, and peaceful country to improve the world's view on them.", "label": "Label_1"}
{"text": "forty-nine countries met there to compete.", "label": "Label_0"}
{"text": "Nazi were making it seem like Germany  was against everyone.", "label": "Label_3"}
{"text": "there was international protest by other nations", "label": "Label_3"}
{"text": "they hoped that it would be an opportunity to rejoin the global community in a good way after World War 1.", "label": "Label_1"}
{"text": "the citizens were growing suspicious of the country.", "label": "Label_3"}
{"text": "they hoped it would allow Germany to rejoin the global community with peace so that the world would not question if Germany wanted peace so they could pursue their imperialist plans.", "label": "Optimal_3"}
{"text": "they thought the games would help the world see differently of the country in a good way.", "label": "Label_1"}
{"text": "they thought the games would be a powerful tool for propaganda.", "label": "Label_2"}
{"text": "they wanted people to know they had a good country.", "label": "Label_1"}
{"text": "then Hitler's government could continue their imperialist motive without the threat of people resisting.", "label": "Optimal_3"}
{"text": "they hoped there event would give Germany and oppertunity.", "label": "Label_1"}
{"text": "they wanted to pursue their imperialist, nationalist agenda without any type of resistance.", "label": "Optimal_3"}
{"text": "U don't know", "label": "Label_0"}
{"text": "they believed the games could be used as propaganda to improve the worlds opinion on the country.", "label": "Label_1"}
{"text": "they wanted to continue their antisemitic agenda without interference.", "label": "Optimal_3"}
{"text": "they used propaganda to win the election in Germany.", "label": "Label_5"}
{"text": "they raised an one arm salute as Adolf hitler", "label": "Label_3"}
{"text": "many people did not see Hitler as peaceful and they wanted them to.", "label": "Optimal_2"}
{"text": "the international community expressed their dismay.", "label": "Label_3"}
{"text": "Nazi propaganda had a key role in the persecution of jews.", "label": "Label_3"}
{"text": "the propaganda campaign could be essential because there was similar tatics were used to help them gain power in Germany, the purpose of the propaganda was to promote Nazi ideology.", "label": "Label_5"}
{"text": "they want to be known as good people.", "label": "Label_1"}
{"text": "they wanted to prove to the world that they were peaceful.", "label": "Optimal_2"}
{"text": "the advertisement could be used as good propaganda.", "label": "Label_2"}
{"text": "then they could pose as not a threat and continue their imperialist agenda.", "label": "Optimal_3"}
{"text": "they don't want to be known as a threat and downplay the dangers of their fascist regime.", "label": "Optimal_2"}
{"text": "they hoped the event would give germany an opportunity to rejoin the global community.", "label": "Label_1"}
{"text": "They thought that the Olympic Games could be manipulated into an effective propaganda tool to better the world's idea of the country.", "label": "Label_1"}
{"text": "they wanted to hold the people to their power.", "label": "Label_1"}
{"text": "If the Nazi could get the world to see them as not a threat, then Germany could pursue its agenda without resistance.", "label": "Optimal_3"}
{"text": "the people were growing suspicious of the land.", "label": "Label_3"}
{"text": "if Nazi leaders make them think that they are not a threat then they can know pursue the imperialist, and nationalist agenda without resistance.", "label": "Optimal_2"}
{"text": "they all take turn with the olympics.ggr", "label": "Label_0"}
{"text": "they wanted to convince the world in order to persuade so that they could pursue their agenda without resistance.", "label": "Optimal_3"}
{"text": "they wanted to give them a chance to rejoin the global community positively.", "label": "Label_1"}
{"text": "they wanted to improve the world's perception of the country after World War 1.", "label": "Label_1"}
{"text": "they hoped the Olympics would rejoin Germany in a positive way", "label": "Label_1"}
{"text": "it can help Germany not seem bad so they can pursue imperialist, nationalist agenda without anyone stopping it.", "label": "Optimal_3"}
{"text": "they believed that Germany could pursue its fascist regime if the world perceived them as harmless.", "label": "Optimal_2"}
{"text": "they believed it would help humanize them as well as showing they are not a threat and only wanted to downplay the dangers.", "label": "Optimal_2"}
{"text": "they believed the games could be used as a tool for propaganda.", "label": "Label_2"}
{"text": "without challenge, Germany could carry out its nationalist and imperialist plans.", "label": "Optimal_3"}
{"text": "they wanted to improve their image to the world and then could later on they could pursue their agenda without any resistance.", "label": "Optimal_3"}
{"text": "to hide their true plans and beliefs from the rest of the world and say that the allegations of discrimination were blown out of proportion.", "label": "Optimal_2"}
{"text": "they hoped the event would give Germany an opportunity to rejoin the global community in a positive way.", "label": "Label_1"}
{"text": "Germany wanted to use the Olympics as propaganda to show they were a good country.", "label": "Label_1"}
{"text": "then they could pursue their plan of making their country imperialist without other countries trying to stop them.", "label": "Optimal_3"}
{"text": "there were discriminatory actions from their leaders", "label": "Label_3"}
{"text": "the radio shoows told the germans citizens that it was their job o bahave like good hosts.", "label": "Label_0"}
{"text": "they wanted it to rejoin the global community in a positive way after World War 1.", "label": "Label_1"}
{"text": "german leaders knew they needed to control their image for the public instead of aggressively promoting beliefs.", "label": "Label_1"}
{"text": "they wanted to pursue being imperialist, without resistance.", "label": "Optimal_3"}
{"text": "they thought the propaganda would have a good influence on the country.", "label": "Label_2"}
{"text": "Germany wanted to rejoin the global community.", "label": "Label_1"}
{"text": "they believed the games could be an effective propaganda tool to change  the worlds opinion on the country.hitlers government thought it would help  humanize them", "label": "Optimal_2"}
{"text": "the world did not think Hitler was a reliable ally in the quest for Peace.", "label": "Label_3"}
{"text": "the public's suspicion of the country was growing.", "label": "Label_3"}
{"text": "the Olympics could be used as propaganda that Germany was a peaceful country and would help better Hitler's image to the public.", "label": "Label_1"}
{"text": "they tried a similar approach before, and it worked.", "label": "Label_5"}
{"text": "most of the visitors believed in the carefully-crafted version of Berlin that they all loved and saw.", "label": "Label_0"}
{"text": "it would give them an opportunity to rejoin the global community in a positive way after the events of World War 1.", "label": "Label_1"}
{"text": "they were afraid that others might turn against them.", "label": "Label_1"}
{"text": "he believed that the games could be used as an effective propaganda tool.", "label": "Label_2"}
{"text": "this would work because similar tactics have been useful in the past when gaining power in Germany.", "label": "Label_5"}
{"text": "The Nazi regime' s agenda was no secret  and the international news paper reported widely on Hitler's harmful, discriminatory statements and actions along with the persecution of Jewish people,", "label": "Label_3"}
{"text": "other countries wouldn't stop their fascist regime if they viewed Germany as tolerant.", "label": "Optimal_2"}
{"text": "international outcry was raised by other nations.", "label": "Label_3"}
{"text": "it gives Germany a chance to come back and join the communicity.", "label": "Label_1"}
{"text": "it could improve the world's opinion of Germany and allow them to purse their nationalist agenda without much resistance.", "label": "Optimal_3"}
{"text": "they thought it would be good for public views to help their campaign.", "label": "Label_1"}
{"text": "they believed the games could be used as a promotion tool to improve the world's belief  of the country.", "label": "Label_1"}
{"text": "they wanted to make the community look positive after the war.", "label": "Label_1"}
{"text": "they used propaganda to come to power in Nazi Germany.", "label": "Label_5"}
{"text": "they wanted the worlds opinions about the country to improve and humanize them.", "label": "Label_1"}
{"text": "they wanted a positive way to rejoin the global community after World War 1.", "label": "Label_1"}
{"text": "they wanted to convince the world they were not a threat and that Germany could pursue its ideology without resistance from other world powers.", "label": "Optimal_3"}
{"text": "they wanted to seem like they wanted peace so they can pursue its imperialist, nationalist agenda without the world resisting.", "label": "Optimal_3"}
{"text": "they wanted to join the global community and gain more power to spread their ideals.", "label": "Label_1"}
{"text": "they don't any countries to suspect them of anything.", "label": "Optimal_3"}
{"text": "it could be used to Influence opinion.", "label": "Label_2"}
{"text": "they needed to control their public image so they attempted to hide their beliefs.", "label": "Label_1"}
{"text": "they thought it could be used as propaganda to improve Germany's worldwide image by downplaying their fascist regime so that they could expand their territory with little opposition.", "label": "Optimal_3"}
{"text": "they thought the games could be used to spread beliefs, among others.", "label": "Label_2"}
{"text": "the world did not think Hitler was a good man.", "label": "Label_3"}
{"text": "they launched a relentless propaganda campaign to gain control of Germany.", "label": "Label_5"}
{"text": "they wanted to show the world that Germany was not threat.", "label": "Optimal_2"}
{"text": "...  berlin was under adolfs command", "label": "Label_0"}
{"text": "the Nazi wants Germany because they would be warm, welcoming host.", "label": "Label_0"}
{"text": "they thought that their tactics would help them gain and maintain power in Germany.", "label": "Label_5"}
{"text": "they wanted to show the world they were not a threat so they could pursue their imperialist, nationalist agenda.", "label": "Optimal_2"}
{"text": "they hoped the event would let them rejoin the global community in a good way because it would humanize them and make them less of a threat.", "label": "Optimal_2"}
{"text": "...  berlin was under adolf's command.", "label": "Label_0"}
{"text": "hitler ruined their image.", "label": "Label_3"}
{"text": "the Olympics where fun.", "label": "Label_0"}
{"text": "they thought it would be good for public views.", "label": "Label_2"}
{"text": "they did not want to seem like a threat and wanted to the further their agenda.", "label": "Optimal_2"}
{"text": "they would be able to imperialist, nationalist ideas without resistance.", "label": "Optimal_3"}
{"text": "they hoped the Olympics would rejoin Germany in a positive way.", "label": "Label_1"}
{"text": "this would humanize them to make them seem less threatening to others.", "label": "Optimal_2"}
{"text": "their public image was ruined and hate filled.", "label": "Label_3"}
{"text": "this resulted in an international outcry.", "label": "Label_3"}
{"text": "they believed the games could be used as propaganda to improve the world’s opinion of the country.", "label": "Label_1"}
{"text": "having a good image would make them more accepted in the world leading to finical opportunities", "label": "Label_1"}
{"text": "they used it as a stand to hide their true intentions.", "label": "Label_1"}
{"text": "they needed to have other nations ignore their growing fascism.", "label": "Optimal_2"}
{"text": "they wanted to improve the opinions of the world.", "label": "Label_1"}
{"text": "they believed the games could be used as a tool to improve the world's opinion of the country.", "label": "Label_1"}
{"text": "they wanted to be seen as a friend not a threat.", "label": "Optimal_2"}
{"text": "they wanted Germany to be a part of the global community seen in a positive way after World War 1.", "label": "Label_1"}
{"text": "it gives Germany a chance to come back and rejoin the community in a positive way.", "label": "Label_1"}
{"text": "they wanted to pursue their imperialist, nationalist agenda without resistance.", "label": "Optimal_3"}
{"text": "they saw the games as an opportunity to exploit public opinion for their own propaganda purposes.", "label": "Label_2"}
{"text": "reports surfaced in international newspapers that Germany was highly hateful towards Jews.", "label": "Label_3"}
{"text": "they wanted to downplay the dangers of their fascist regime.", "label": "Optimal_2"}
{"text": "German leaders believed they could use the games to improve the worlds opinion on the country.", "label": "Label_1"}
{"text": "many people began to question whether Germany really wanted peace.", "label": "Label_3"}
{"text": "people from the outside world knew about their secret agenda.", "label": "Label_3"}
{"text": "it would allow for it to be reinstates in the global community.", "label": "Label_1"}
{"text": "they wanted to improve the world's opinion of Germany after World War 1 appear more humanizing and non-threatening.", "label": "Optimal_2"}
{"text": "many saw them as a fascist country.", "label": "Label_3"}
{"text": "that approach worked before.", "label": "Label_5"}
{"text": "international publications reported that Germany was hateful towards Jews.", "label": "Label_3"}
{"text": "they wanted to improve what people thought using propaganda.", "label": "Label_1"}
{"text": "they had tried a similar approach before and it had worked.", "label": "Label_5"}
{"text": "similar tactics were used to gain power and maintain it that is why he created it.", "label": "Label_5"}
{"text": "they believed the games could be used as a propaganda tool.", "label": "Label_2"}
{"text": "they wanted the worlds opinions about the country to improve.", "label": "Label_1"}
{"text": "Germany wanted it to be easier to continue pursuing their views.", "label": "Optimal_3"}
{"text": "they wanted to improve the world's perception of the country after World War 1 and they hoped this would downplay the dangers of the Nazi party policies.", "label": "Optimal_2"}
{"text": "Germany could pursue its imperialist agenda without resistance.", "label": "Optimal_3"}
{"text": "they were a imperialist country.", "label": "Label_0"}
{"text": "they didnt want to give in", "label": "Label_0"}
{"text": "it would help Germany's plans to pursue its nationalist, imperialist, agenda without resistance.", "label": "Optimal_3"}
{"text": "they wanted to rejoin the global community.", "label": "Label_1"}
{"text": "they wanted to promote the idea of Germany being a civilized place that people should like.", "label": "Label_1"}
{"text": "they could continue their imperialistic ways without resistance from other countries.", "label": "Optimal_3"}
{"text": "the Nazi leaders believed that the Games can be used as an effective propaganda tool.", "label": "Label_2"}
{"text": "they thought it would convince other leaders to ignore the dangers of their fascist government.", "label": "Optimal_2"}
{"text": "they wanted to use the Olympics as a propaganda tool to make people believe in a better and more peaceful image of Germany, to humanize and underestimate the dangerous part of their fascist regime.", "label": "Optimal_2"}
{"text": "international newspapers reported that Germany was negative towards Jews.", "label": "Label_3"}
{"text": "they hoped to rejoin global community in a positive way.", "label": "Label_1"}
{"text": "they believed that the Olympics could be used as a way to change everyone's opinions about the country so that the country could go along with its imperialist, nationalist agenda without complaints.", "label": "Optimal_3"}
{"text": "they wanted to seem like a better country than it actually was and the Nazi leader wanted more power without fighting for it.", "label": "Optimal_3"}
{"text": "they believed that the games can b used to an advantage to improve peoples opinion on Germany.", "label": "Label_1"}
{"text": "Hitler's imperialist plans.", "label": "Label_0"}
{"text": "they wanted to downplay dangers of fascism.", "label": "Optimal_2"}
{"text": "they thought of it as an opportunity to rejoin the global community in a good way after World War 1, and therefore maintain power in Germany.", "label": "Label_1"}
{"text": "they were trying to show how the \"new Germany\" is better than the old.", "label": "Label_1"}
{"text": "they wanted to pursue their terrible Jewish hating agenda without resistance.", "label": "Optimal_3"}
{"text": "they wanted to show people that they have the  most powe.", "label": "Label_0"}
{"text": "they wanted the support of Germans .", "label": "Label_1"}
{"text": "they need to be seen as peaceful to pursue their agenda.", "label": "Optimal_3"}
{"text": "they wanted to easily do their fascist regime.", "label": "Optimal_3"}
{"text": "this would be effective due to other similar strategies having been used to help them gain power in Germany.", "label": "Label_5"}
{"text": "they wanted to rejoin the other countries after World War 1 and so Germany can continue its agenda without anyone interfering.", "label": "Optimal_3"}
{"text": "it was all apart of a plan Hitler had.", "label": "Label_0"}
{"text": "The Nazi regime' s agenda was no secret  and the international news paper reported widely on Hitler's harmful, discriminatory statements and actions along with the persecution of Jewish people.", "label": "Label_3"}
{"text": "games were used improve peoples opinion on Germany because of the gain and maintain power in Germany the government used media to promote Nazi ideology and blame people called \"enemies of the state\".", "label": "Label_3"}
{"text": "they wanted to rejoin the global community in a positive way.", "label": "Label_1"}
{"text": "if Germany didn't seem like a problem or threat then they could continue imperialists, nationalist agenda.", "label": "Optimal_3"}
{"text": "they want to be known as good people and get more respect.", "label": "Label_1"}
{"text": "Germany hoped it would be an opportunity to rejoin the global community in a positive light.", "label": "Label_1"}
{"text": "there was the olympics", "label": "Label_0"}
{"text": "they wanted seem like less of a threat and downplay their regime.", "label": "Optimal_2"}
{"text": "they believed the games would be an effective propaganda to improve the world’s opinion of the country.", "label": "Label_1"}
{"text": "they had become powerful by doing the same thing before.", "label": "Label_5"}
{"text": "if people thought fascism was not that much of a threat, Nazi Germany could continue their nationalist plans.", "label": "Optimal_3"}
{"text": "they believed it could be used in an effective propaganda tool to chance peoples opinion about Germany.", "label": "Label_1"}
{"text": "many people had begun to suspect the country.", "label": "Label_3"}
{"text": "after World War 1 they wanted to rejoin the global community.", "label": "Label_1"}
{"text": "they did not want to seem like a threat and wanted to expand their agenda.", "label": "Optimal_2"}
{"text": "Nazi leaders saw the Olympics as a useful propaganda tool to improve Germany's reputation on the world's stage.", "label": "Label_1"}
{"text": "Germany has been reported to be hateful especially towards Jews by international newspapers.", "label": "Label_3"}
{"text": "german leaders knew they needed to control their image to show the people their duties to behave like hosts.", "label": "Label_1"}
{"text": "they did not want to seem like a threat and wanted to further their agenda.", "label": "Optimal_2"}
{"text": "it would Germany look good agian.", "label": "Label_1"}
{"text": "they believed the games could be used as propaganda to improve the world's opinion on the country so then they can pursue its imperialism without resistance.", "label": "Optimal_3"}
{"text": "it cleared a way for Hitler's imperialistic plans.", "label": "Optimal_3"}
{"text": "they hoped the event would give Germany the opportunity to rejoin the global community in a good way after World War I.", "label": "Label_1"}
{"text": "it a useful propaganda tool to improve worlds opinion of the country so they didn't seem like a threat to pursue its imperalist.", "label": "Optimal_3"}
{"text": "the world did not think Hitler was committed to the pursuit of peace.", "label": "Label_3"}
{"text": "Nazi Germany wanted to renter the global community.", "label": "Label_1"}
{"text": "this would be effective because similar tactics had already been used to help them gain power in Germany.", "label": "Label_5"}
{"text": "there were discriminatory activities from their leaders.", "label": "Label_3"}
{"text": "The 1936 Olympics in Berlin under Adolf Hitler Nazi dictatorship were more than just a worldwide sporting event", "label": "Label_0"}
{"text": "they thought the games could be used as propaganda to make people like Germany more.", "label": "Label_1"}
{"text": "they wanted to have positive things being said about the nazi party", "label": "Label_1"}
{"text": "they wanted to humanize themselves in the eyes of the global community.", "label": "Optimal_2"}
{"text": "there was the olympic games.", "label": "Label_0"}
{"text": "they could promote Germany as a good country for the Olympics.", "label": "Label_1"}
{"text": "Germany wanted to rejoin the global community after what they had done in WW1.", "label": "Label_1"}
{"text": "this would humanize them and it would help Germany pursue their imperialist.", "label": "Optimal_2"}
{"text": "it could benefit them by trying to convey that they’re not a threat.", "label": "Optimal_2"}
{"text": "they implemented discriminatory policies from their leaders.", "label": "Label_3"}
{"text": "Hitler thought that this would make people see him as a human.", "label": "Optimal_2"}
{"text": "the world did not think Hitler was a pacifist.", "label": "Label_3"}
{"text": "they wanted to use the games as a form of propaganda for the development of their new government and convince the world they weren't a threat.", "label": "Optimal_2"}
{"text": "Germany wanted to be seen as a country ready to rejoin the global community in peace.", "label": "Label_1"}
{"text": "theyhoped to rejoin global community in a positive way.", "label": "Label_1"}
{"text": "they wanted to do away with all jewish people.", "label": "Label_3"}
{"text": "they wanted to use propaganda to improve the world's opinion of  the country.", "label": "Label_1"}
{"text": "they have the world’s best athletes", "label": "Label_0"}
{"text": "Hitler’s government thought this would help downplay the dangers of their fascist regime and humanize them.", "label": "Optimal_2"}
{"text": "Germany wanted to pursue imperialist agenda without resistance.", "label": "Optimal_3"}
{"text": "they wanted to use the games as a form of propaganda for the development of their new government and humanize them while downplaying everyone else.", "label": "Optimal_2"}
{"text": "they thought the Olympics would be an effective way to use propaganda.", "label": "Label_2"}
{"text": "they didn't want the international community to Germany as a threat so they could push their agenda without any resistance.", "label": "Optimal_3"}
{"text": "they used propaganda to achieve their aims.", "label": "Label_5"}
{"text": "the nazi government believed that games could be used as propaganda to help improve their country, Hitler though it could humanize them.", "label": "Optimal_2"}
{"text": "the people were growing suspicious of the government.", "label": "Label_3"}
{"text": "they believed it could be used as propaganda and be effective.", "label": "Label_2"}
{"text": "they believed they could use the Olympic games as a propaganda tool, helping downplay the dangers of their fascist regime.", "label": "Optimal_2"}
{"text": "they all take turn with the Olympics.", "label": "Label_0"}
{"text": "they hoped the event would give Germany an opportunity to rejoin the global community in a positive way after world war 1.", "label": "Label_1"}
{"text": "it was a chance for Germany to rejoin the global community in a positive way.", "label": "Label_1"}
{"text": "they wanted them to have a positive effect after returning from the war.", "label": "Label_1"}
{"text": "they believed that by promoting the Nazi government through games they would gain more supporters.", "label": "Optimal_2"}
{"text": "they wanted to push their Nazi agenda on the rest of the world.", "label": "Label_0"}
{"text": "they believed the games would be an effective propaganda tool.", "label": "Label_2"}
{"text": "the world´s best athletes came to compete.", "label": "Label_0"}
{"text": "if they could convince everybody that they were not a threat, then they could continue with their plans without resistance.", "label": "Optimal_3"}
{"text": "they wanted to continue their secret regime without interference.", "label": "Optimal_3"}
{"text": "there was an outcry by other nations.", "label": "Label_3"}
{"text": "they wanted to improve the world opinion of Germany.", "label": "Label_1"}
{"text": "they used propaganda to take control of Germany.", "label": "Label_5"}
{"text": "they wanted to make the community look positive after and make them less scary.", "label": "Optimal_2"}
{"text": "people were coming to suspect the country.", "label": "Label_3"}
{"text": "they wanted to change the bad opinions of people about Germany so they could go back to being thought of allies and not enemies.", "label": "Optimal_2"}
{"text": "they wanted to improve the worlds opinion and they wanted to use the games as a propaganda tool.", "label": "Label_2"}
{"text": "they did what they could to not be a threat.", "label": "Optimal_2"}
{"text": "they were very aggressive.", "label": "Label_0"}
{"text": "the Nazi propagandists helped clear the way for Hilter's imperialist plans.", "label": "Optimal_3"}
{"text": "they balieved the Games could be used as propaganda.", "label": "Label_2"}
{"text": "there was growing concern among the people about the country.", "label": "Label_3"}
{"text": "they wanted to change the bad opinions of people about Germany.", "label": "Label_1"}
{"text": "they wanted to humanize themselves and downplay how bad their government and ideas really were.", "label": "Optimal_2"}
{"text": "they had gained power in Germany and was able to maintain power.", "label": "Label_5"}
{"text": "they wanted to be seen as a peaceful nation, and government thought this would help humanize.", "label": "Optimal_2"}
{"text": "it would conceal their anti-semitic movements.", "label": "Optimal_2"}
{"text": "they could promote Germany as a good country with proproganda.", "label": "Label_1"}
{"text": "they wanted to improve outside perceptions of the country after the WWI.", "label": "Label_1"}
{"text": "...  berlin was under adolfs words", "label": "Label_0"}
{"text": "they wanted to rejoin the global community in a positive way by humanitizing them.", "label": "Optimal_2"}
{"text": "it would allow them to pursue their agendas without resistance.", "label": "Optimal_3"}
{"text": "they believed it would them humanize and downplay the dangers of the fascist regime.", "label": "Optimal_2"}
{"text": "they hoped that Germany got an opportunity to rejoin.", "label": "Label_1"}
{"text": "they wanted to show people that they have the  most power.", "label": "Label_0"}
{"text": "they used propaganda to get into power in Germany.", "label": "Label_5"}
{"text": "people were very concerned about Hitler's actions.", "label": "Label_3"}
{"text": "they wanted to win.", "label": "Label_0"}
{"text": "this would be effective because similar tactics had been used in the past to help them gain power in Germany.", "label": "Label_5"}
{"text": "in 1931 to host the upcoming 1936 Summer Olympics, they hoped the event would give Germany an opportunity to rejoin the global community in a positive way after World War I.", "label": "Label_1"}
{"text": "Germany could pursue its imperialist, nationalist agenda without resistance.", "label": "Optimal_3"}
{"text": "many people were concerned about Hitler's actions.", "label": "Label_3"}
{"text": "they thought it would humanize and downplay the danger of their fascist regime.", "label": "Optimal_2"}
{"text": "they thought the games could be a powerful tool for propaganda.", "label": "Label_2"}
{"text": "having a good image would make them more accepted in the world.", "label": "Label_1"}
{"text": "they wanted their beliefs to be justified.", "label": "Label_1"}
{"text": "Hitler's government would humanize and downplay the danger of their fascist regime and they were not a threat.", "label": "Optimal_2"}
{"text": "they wanted to downplay what negatives took place is Germany.", "label": "Label_1"}
{"text": "people were growing unease with the country.", "label": "Label_3"}
{"text": "it was all apart of a plan Hitler had=;", "label": "Label_0"}
{"text": "Germany wanted to seem human so that others would underrate the dangers of the Nazi party and allow them to continue growing as a threat to the world.", "label": "Optimal_2"}
{"text": "they wanted to gain power, and they wanted to be the “leader” Nazi leaders wanted to be looked up too.", "label": "Label_1"}
{"text": "the Nazi government committed to help Germany as a tolerant pleasant nation for the Summer Olympics.", "label": "Label_0"}
{"text": "they didn’t want people to think they were a threat.", "label": "Optimal_2"}
{"text": "they had gained power by doing the same thing before.", "label": "Label_5"}
{"text": "Foreign newspapers reported hat Germany was hateful towards Jews in particular.", "label": "Label_3"}
{"text": "they wanted  to maintain a proper image", "label": "Label_1"}
{"text": "they hoped it would promote Germany in a positive way making them look like a tolerant, peaceful nation.", "label": "Label_1"}
{"text": "they did not want to seem as a threat to the world.", "label": "Optimal_2"}
{"text": "they believed they could be utilized \"as an effective propaganda tool\", so they could improve the opinion of the country.", "label": "Label_1"}
{"text": "similar tactics were used to gain power and maintain it that is why he created it, and so that they can promote Nazi ideology and blame enemies of the states.", "label": "Label_5"}
{"text": "international newspapers reported that Germany was notoriously anti-Semitic.", "label": "Label_3"}
{"text": "they did not want to be seen as a threat.", "label": "Optimal_2"}
{"text": "they wanted to improve the world's opinion of them, as well as gain and maintain power.", "label": "Optimal_3"}
{"text": "they could play off the problems with their fascist regime.", "label": "Optimal_2"}
{"text": "they wanted other countries to improve their opinion on the country.", "label": "Label_1"}
{"text": "they thought it would help humanize them.", "label": "Optimal_2"}
{"text": "they wanted to be a peaceful nation for the Summer Olympics.", "label": "Label_1"}
{"text": "it could be used to promote a specific agenda.", "label": "Label_2"}
{"text": "Nazi leaders thought that it could be used as an opportunity for propaganda, and promoting Germany.", "label": "Label_2"}
{"text": "they accepted the games  could be utilized as a viable promulgation device to work on the assessment of the country.", "label": "Label_1"}
{"text": "Nazi propaganda officials thought this campaign could be effective because of the similar tactics it had already helped gain and maintain their power.", "label": "Label_5"}
{"text": "they wanted other countries to improve their opinion on the country, and then they could pursue its imperialist, nationalist agenda without resistance.", "label": "Optimal_3"}
{"text": "Germany wanted to gain power and so people did not know that Germany was bad.", "label": "Optimal_2"}
{"text": "they believed it would help humanize them and lower the dangers of their fascist regime.", "label": "Optimal_2"}
{"text": "they wanted the world to see them as a good country so they could continue their fascist regime.", "label": "Optimal_2"}
{"text": "they wanted the world to change their opinion on Germany.", "label": "Label_1"}
{"text": "they believed it could be used as propaganda and be effective to the world's view of Germany and thought this would help humanize them.", "label": "Optimal_2"}
{"text": "they wanted to keep persecuting the Jews.", "label": "Optimal_3"}
{"text": "they thought that the Games would be and effective form of propaganda.", "label": "Label_2"}
{"text": "they rely on propaganda to gain power in Germany.", "label": "Label_5"}
{"text": "they wanted to improve the world's opinion of them.", "label": "Label_1"}
{"text": "it would help humanize the country.", "label": "Optimal_2"}
{"text": "Germany was believing  Nazi beliefs.", "label": "Label_3"}
{"text": "they believed that the games could be used as an effective propaganda tool.", "label": "Label_2"}
{"text": "the propaganda could improve the country's image as well as humanize and show that Germany was not a threat.", "label": "Optimal_2"}
{"text": "many people did not think that Hitler was committed to pacifism.", "label": "Label_3"}
{"text": "the Germans knew they needed to hide their anti semitism.", "label": "Label_0"}
{"text": "they hoped the event would give Germany an opportunity to rejoin the global community in a positive way Nazi government remained trying to make Germany seem as a tolerant peaceful nation.", "label": "Label_1"}
{"text": "they wanted to be seen", "label": "Label_0"}
{"text": "they could keep moving with their plans without resistance.", "label": "Optimal_3"}
{"text": "they wanted to spread their imperialist agenda with no resistance.", "label": "Optimal_3"}
{"text": "they hoped the event would give Germany an opportunity to rejoin the global community in a positive way after World War 1.", "label": "Label_1"}
{"text": "Nazi leaders thought that it could be used as an opportunity for propaganda and to convince countries around the world that they aren't a threat.", "label": "Optimal_2"}
{"text": "they hoped the event would let them rejoin the global community in a good way.", "label": "Label_1"}
{"text": "this would be effective because other similar tactics had already been used to help them gain power in Germany.", "label": "Label_5"}
{"text": "they want to be humanized again so they can improve the world's opinion on the country.", "label": "Label_1"}
{"text": "the event would give Germany an opportunity to rejoin the global community.", "label": "Label_1"}
{"text": "they saw the games as an opportunity to manipulate the public's opinion using it as a propaganda tool.", "label": "Label_2"}
{"text": "they believed they could use this tool to improve the world's opinion of the country.", "label": "Label_1"}
{"text": "international newspapers published reports that Germany was particularly hateful towards Jews.", "label": "Label_3"}
{"text": "they thought it would humanize them and they could convince the world they were not a threat.", "label": "Optimal_2"}
{"text": "international newspapers reported that Germany harbored hatred specifically against Jews.", "label": "Label_3"}
{"text": "they viewed the games as an opportunity to manipulate public opinion.", "label": "Label_2"}
{"text": "they believed the Olympic Games could be used an an successful propaganda tool to improve the peoples opinion on Germany.", "label": "Label_1"}
{"text": "they thought it could be used as effective propaganda.", "label": "Label_2"}
{"text": "they wanted to improve he world's opinion of their country.", "label": "Label_1"}
{"text": "they thought the games would be a good tool for propaganda and make them seem as less of a threat, it could also help them pursue it's imperialist agenda.", "label": "Optimal_3"}
{"text": "they wanted the world to see them in a more positive way.", "label": "Label_1"}
{"text": "they thought the games could be a valuable tool for propaganda.", "label": "Label_2"}
{"text": "because they believed the games of the summer Olympics could be an effective propaganda tool, so they could improve the rest of the world opinion on their country to downplay their fascist regime", "label": "Optimal_2"}
{"text": "they wanted to seem peaceful.", "label": "Label_1"}
{"text": "they thought it would improve the world's opinion of the country.", "label": "Label_1"}
{"text": "they thought it could be used as propaganda to improve Germany's worldwide image by downplaying their fascist regime so that they pursue imperialism with little opposition.", "label": "Optimal_3"}
{"text": "because they believed the games of the summer Olympics could be an effective propaganda tool, so they could improve the rest of the world opinion on their country", "label": "Label_1"}
{"text": "people were growing concerned about the country.", "label": "Label_3"}
{"text": "they wanted the world’s opinion to be better about the country.", "label": "Label_1"}
{"text": "they wanted to show the world they weren't a threat.", "label": "Optimal_2"}
{"text": "they had gotten power by following in the footsteps of previous leaders.", "label": "Label_5"}
{"text": "they raised an one arm salute.", "label": "Label_3"}
{"text": "this tactic could be effective because similar tactics were successful in Germany.", "label": "Label_5"}
{"text": "the Nazi propaganda campaign was effective because of the tactics used in the past.", "label": "Label_5"}
{"text": "they thought the games could be used as propaganda to make people like Germany more and humanize them so that they could pursue their agenda.", "label": "Optimal_2"}
{"text": "they wanted to use it as effective propaganda to improve the world's opinion of the country so that Germany could pursue it's agenda without resistance.", "label": "Optimal_3"}
{"text": "they thought they could be used as an effective propaganda tool to better the world's opinion of Germany and help humanize them.", "label": "Optimal_2"}
{"text": "there were discriminatory actions being taken from their leaders.", "label": "Label_3"}
{"text": "they wanted to rejoin the global community after WW1 and downplay the dangers of their fascist regime.", "label": "Optimal_2"}
{"text": "they believed the games could be used to improve the world's opinion of the country.", "label": "Label_1"}
{"text": "Germany wanted hide the dangers of the fascist agenda.", "label": "Optimal_2"}
{"text": "Hitler wanted to make Germany seem like a bad country because of their Jewish citizens.", "label": "Label_0"}
{"text": "the world did not believe that Hitler was committed to peace.", "label": "Label_3"}
{"text": "it was a way for Germany to improve their international image, because the Nazi leader wanted to convince them that they weren´t a threat.", "label": "Optimal_2"}
{"text": "they thought it would help boost the economy.", "label": "Label_0"}
{"text": "after the country's Olympic spectacle, the German military invaded Poland, and World War II officially began.", "label": "Label_0"}
{"text": "the radio shoows told the germans citizens that it was thri job o bahave like good hosts.", "label": "Label_0"}
{"text": "they wanted to improve the world's opinion of  the country so they would not be seen as a theat.", "label": "Optimal_2"}
{"text": "they seen the Olympics as a good propaganda tool to change the world's opinion of the country.", "label": "Label_1"}
{"text": "they wanted to pursue its imperialist, nationalist agenda without others resisting.", "label": "Optimal_3"}
{"text": "many athletes were afraid to be viewed as Nazi supporters.", "label": "Label_3"}
{"text": "it would allow them to grow their fascist ideologies.", "label": "Optimal_3"}
{"text": "this could be seen as good propaganda.", "label": "Label_2"}
{"text": "they could pursue its imperialist, nationalist agenda without resistance.", "label": "Optimal_3"}
{"text": "the Germany government thought this might help rejoin them into the global community.", "label": "Label_1"}
{"text": "the world did not think Hitler was a proponent of peace.", "label": "Label_3"}
{"text": "it would convince other countries to think that Germany would be an ally and desire peace.", "label": "Label_1"}
{"text": "it may be used as propaganda.", "label": "Label_2"}
{"text": "they unsuccessfully attempted a similar approach before.", "label": "Label_5"}
{"text": "they wanted them to get more fans.", "label": "Label_1"}
{"text": "they did not want to seem like a threat and want to further their agenda.", "label": "Optimal_2"}
{"text": "it would allow them to maintain power.", "label": "Label_5"}
{"text": "they wanted to be  recognized and wanted to get on the crowd's side.", "label": "Label_1"}
{"text": "they did want to be seen as weak.", "label": "Label_0"}
{"text": "they wanted to be see", "label": "Label_0"}
{"text": "they wanted to improve the world's opinion on Germany.", "label": "Label_1"}
{"text": "despite this international outcry, the Nazi government stay put to promoting Germany so it can be tolerant and peaceful for the Summer Olympics.", "label": "Label_3"}
{"text": "they hoped to rejoin the global community in a positive way following World War 1.", "label": "Label_1"}
{"text": "they believed it could be used as propaganda and be effective to the world's view of Germany.", "label": "Label_1"}
{"text": "they believed the games would effect propaganda.", "label": "Label_2"}
{"text": "Hitler thought it would make everyone think Germany would be peaceful.", "label": "Optimal_2"}
{"text": "Germany wanted to use the Olympics as propaganda to make sure no one saw the Germans or who they wee.", "label": "Label_2"}
{"text": "they wanted to downplay the things Hitler did so they could continue their imperialistic agenda.", "label": "Optimal_2"}
{"text": "it could improve the world's opinion of the country.", "label": "Label_1"}
{"text": "they wanted them to get more fans and for more people to see Germany as a positive country.", "label": "Label_1"}
{"text": "they saw the games as an opportunity to control public opinion.", "label": "Label_2"}
{"text": "this tactic would work because similar tactics were successful in helping the Germans gain power.", "label": "Label_5"}
{"text": "they believed the games would be an good propaganda tool to improve the worlds opinion.", "label": "Label_1"}
{"text": "they used propaganda to gain power in Germany.", "label": "Label_5"}
{"text": "Germany then could pursue its imperialist, nationalist without any resistance.", "label": "Optimal_3"}
{"text": "the German leaders knew they needed to control their public image in a different way.", "label": "Label_1"}
{"text": "they believed the games could be an effective propaganda tool to change  the worlds opinion on the country because the nazi wanted power over germany again.", "label": "Label_1"}
{"text": "So they could downplay the dangers of their fascist regime.", "label": "Optimal_2"}
{"text": "it would improve the way that other countries saw them and prevent people from opposing them.", "label": "Optimal_2"}
{"text": "the Berlin Olympics games were more than just a worldwide sporting event ,they were a show of Nazi propaganda ,stirring significant conflict.", "label": "Label_2"}
{"text": "they wanted the world to change their opinion on Germany and look at them in a positive non-hostile country.", "label": "Label_1"}
{"text": "they persuade others to at least temporarily ignore by growing threat of fascism in Germany.", "label": "Optimal_2"}
{"text": "they seen the Olympics as an effective propaganda tool.", "label": "Label_2"}
{"text": "they wanted to mantain and gain power.", "label": "Label_1"}
{"text": "They wanted to look like the superior race.", "label": "Label_1"}
{"text": "it will help make them seem like they were not a threat, then they could easily continue their real goals.", "label": "Optimal_2"}
{"text": "because they believed the Olympics could be a good propaganda tool, so they could improve the worlds opinion on their country to downplay their fascist regime", "label": "Optimal_2"}
{"text": "they wanted people to know they had a good country, so they could continue its agenda.", "label": "Optimal_3"}
{"text": "the Nazi propaganda campaign was believed to be successful by leaders due to the tactic of using similar methods in the past.", "label": "Label_5"}
{"text": "they believed the games could be used as propaganda and help humanize them.", "label": "Optimal_2"}
{"text": "they wanted to show peace because of what they have done and what they were doing.", "label": "Label_1"}
{"text": "they thought the Games could be used as a tool to promote the opinion of the country.", "label": "Label_1"}
{"text": "the Germans had committed many bad actions  in World War 1.", "label": "Label_0"}
{"text": "they believed that the games can b used to an advantage to improve peoples opinion on Germany because they want to gain and maintain power in Germany.", "label": "Optimal_3"}
{"text": "the government of Hitler believed that doing so would help to humanize them and minimize the dangers posed by their fascist regime.", "label": "Optimal_2"}
{"text": "they were powerful", "label": "Label_0"}
{"text": "they were known as an antisemitic country.", "label": "Label_3"}
{"text": "the Nazi's agenda was internationally known and Nazi leaders wanted to pursue its agenda without resistance.", "label": "Optimal_3"}
{"text": "World War 1 made everyone look at them as if they were a peaceful nation.", "label": "Label_1"}
{"text": "there was international condemnation by other nations.", "label": "Label_3"}
{"text": "they thought it would help them humanize them and downplay.", "label": "Optimal_2"}
{"text": "they hoped the event would give germany an opportunity to rejoin the  global community.", "label": "Label_1"}
{"text": "Hitler knew he needed control of the public.", "label": "Label_1"}
{"text": "German newspapers reported that Jews were hated especially in Germany.", "label": "Label_3"}
{"text": "they though it would be a powerful propaganda campaign that might be effective.", "label": "Label_2"}
{"text": "they could then achieve the imperialist, nationalist agenda without resistance.", "label": "Optimal_3"}
{"text": "they wanted to get rid of the world’s negative perspective on the Nazi’s.", "label": "Label_1"}
{"text": "they thought the games could be used as propaganda.", "label": "Label_2"}
{"text": "They were very aggressive.", "label": "Label_0"}
{"text": "the world didn't think Hitler was committed to the peace process.", "label": "Label_3"}
{"text": "Germany wanted to rejoin the global community and improve the world's opinion of Germany and downplay the dangers of fascism.", "label": "Optimal_2"}
{"text": "Nazi leaders saw the Olympics as a useful propaganda tool to improve Germany's reputation on the world's stage and help it achieve its imperialist goals.", "label": "Optimal_3"}
{"text": "they wanted to improve the worlds opinion of them.", "label": "Label_1"}
{"text": "they thought it could be used as propaganda to improve Germany's worldwide image by downplaying their fascist regime.", "label": "Optimal_2"}
{"text": "people were concerned about Hitler's policies.", "label": "Label_3"}
{"text": "because they believed the games of the summer Olympics could be an effective propaganda tool", "label": "Label_2"}
{"text": "they wanted to be  reconized.", "label": "Label_1"}
{"text": "they wanted to be humanized and downplay the dangers of fascism.", "label": "Optimal_2"}
{"text": "it can be used as effective propaganda.", "label": "Label_2"}
{"text": "Germany wanted to rejoin the global community and to convince the world they were not a threat.", "label": "Optimal_2"}
{"text": "they wanted to maintain power.", "label": "Label_5"}
{"text": "they have tried a similar approach in the past and it has worked.", "label": "Label_5"}
{"text": "they thought the games would be a good tool for propaganda so it can help humanize their fascist regime.", "label": "Optimal_2"}
{"text": "they thought of it as an opportunity to rejoin the global community in a good way after World War 1, and help them maintain power in Germany.", "label": "Label_1"}
{"text": "they wanted to humanize themselves and downplay how bad their government and ideas really were, so they could continue building their empire without resistance.", "label": "Optimal_3"}
{"text": "they thought it could be used as effective propaganda to improve the world's opinion of the country.", "label": "Label_1"}
{"text": "they thought it would help enlighten them and downplay the threatening regime.", "label": "Optimal_2"}
{"text": "Olympians would get recognize with crowds.", "label": "Label_0"}
{"text": "they thought the propaganda would have a good influence on the country by humanizing them.", "label": "Optimal_2"}
{"text": "with something happening  Olympics would notice.", "label": "Label_0"}
{"text": "Hitler thought that it would make Germany look more humanized.", "label": "Optimal_2"}
{"text": "they wanted to be recognized, and Hitler's government thought help the downplay and their fascist regime.", "label": "Optimal_2"}
{"text": "they thought Games could be a tool for propaganda.", "label": "Label_2"}
{"text": "they had tried a similar approach before, and it had worked.", "label": "Label_5"}
{"text": "Germany wanted to rejoin the global community and convince the world that they are not a threat.", "label": "Optimal_2"}
{"text": "it could be used as effective propaganda.", "label": "Label_2"}
{"text": "they thought the event would give Germany an opportunity to rejoin the global community in a positive way after World War 1.", "label": "Label_1"}
{"text": "they believed the games could be an effective propaganda tool to change  the worlds opinion on the country.", "label": "Label_1"}
{"text": "that would give them the opportunity to rejoin the global community.", "label": "Label_1"}
{"text": "they believed that it would help them have a good look in the world so they could convince other countries to ignore the threat of fascism.", "label": "Optimal_2"}
{"text": "their leaders engaged in discriminatory behavior.", "label": "Label_3"}
{"text": "it could be used effectively as propaganda.", "label": "Label_2"}
{"text": "they thought the games could be used to manipulate the population.", "label": "Label_2"}
{"text": "they thought it would help distract from their fascist agenda.", "label": "Optimal_3"}
{"text": "they believed this propaganda campaign would be successful because of its previous success using similar tactics.", "label": "Label_5"}
{"text": "Nazi leaders thought this propaganda campaign could be effective because of the similar tactics had already helped gain and maintain their power.", "label": "Label_5"}
{"text": "they wanted to seem peaceful because they wanted to show the people that they were committed to peace.", "label": "Label_1"}
{"text": "they wanted other countries to let them be in the 1936 Summer Olympics.", "label": "Label_1"}
{"text": "there were discriminatory actions taken by their leaders.", "label": "Label_3"}
{"text": "Germany wanted to rejoin the global community and improve the world's opinion of Germany.", "label": "Label_1"}
{"text": "they wanted to be able to pursue their agenda without other countries interfering.", "label": "Optimal_3"}
{"text": "it would help humanize the country and downplay their fascist regime.", "label": "Optimal_2"}
{"text": "they thought it could be used as effective propaganda to improve the world's opinion of the country so they don't look as dangerous.", "label": "Optimal_2"}
{"text": "they wanted to keep their \"imperialist, nationalist agenda\".", "label": "Optimal_3"}
{"text": "the citizens were becoming weary of the government.", "label": "Label_3"}
{"text": "there was an international outcry by other nations.", "label": "Label_3"}
{"text": "they believed that it would help them have a good look in the world.", "label": "Label_1"}
{"text": "their rejoining the global community.", "label": "Label_1"}
{"text": "they wanted to show people that they have the  most powe.\\", "label": "Label_0"}
{"text": "they needed to control their public image.", "label": "Label_1"}
{"text": "they believed they could use this tool to improve the worlds opinion of the country.", "label": "Label_1"}
{"text": "germany went hard  k", "label": "Label_0"}
{"text": "it was a way for Germany to improve their international image.", "label": "Label_1"}
{"text": "they considered the Games to be an useful resource that can improve the world's opinion of the country.", "label": "Label_1"}
{"text": "they were trying to show how the \"new Germany\" is better than the old in which they have helped humanize.", "label": "Label_1"}
{"text": "it gives Germany a chance to come back in a positive way to remove the dangers of fascist regime.", "label": "Optimal_2"}
