{"text": "they hid their beliefs about black and Jewish athletes.", "label": "Label_1"}
{"text": "the German military invaded Poland and and that’s when world war ll started.", "label": "Label_0"}
{"text": "Germany attempted to hide their beliefs to control their public image, by hiding Antisemitic posters, including ones barring Jews from public spaces.", "label": "Optimal_2"}
{"text": "they took down much of the intolerant propaganda.", "label": "Optimal_2"}
{"text": "Hitler would avoid shaking hands with any medal winners to hide his discrimination against minorities.", "label": "Label_0"}
{"text": "historians generally feel that the Olympics helped the Nazi's.", "label": "Label_4"}
{"text": "they used the power of propaganda to their advantage to show that they were harmless.", "label": "Label_2"}
{"text": "they started propaganda", "label": "Label_2"}
{"text": "they could surprise attack belgim.", "label": "Label_0"}
{"text": "they advised the Germans to be hospitable.", "label": "Optimal_3"}
{"text": "they allowed Germany to play in summer olympic games.", "label": "Label_0"}
{"text": "hateful newspapers stopped publishing, anti-Jewish messages and posters were torn down, and Germans were told to behave well.", "label": "Optimal_2"}
{"text": "the German leaders got radio shows to notify German residents that it was their job to behave good.", "label": "Optimal_3"}
{"text": "they could convince people that the reports of discrimination were exaggerated and they wanted to show that Germany would be warm, welcoming host.", "label": "Optimal_1"}
{"text": "Germany hid their beliefs, by behaving like good hosts, to be better than other countries.", "label": "Optimal_3"}
{"text": "they tried to convince the people to believe in their ideas and tried to make them seem peaceful.", "label": "Label_1"}
{"text": "they used propaganda to try and improve their image like hosting the Summer Olympics.", "label": "Label_2"}
{"text": "Instead of promoting their beliefs aggressively, they attempted to hide them.", "label": "Label_1"}
{"text": "antisemitic posters from bar Jews from public spaces were torn throughout the city.", "label": "Optimal_2"}
{"text": "they could improve the world's opinion on them.", "label": "Label_3"}
{"text": "they could maintain their image and hide hitlers true intentions with what they were doing.", "label": "Label_1"}
{"text": "German leaders put a stop to hate-filled newspapers.", "label": "Optimal_2"}
{"text": "they participated in the Berlin Olympics so they would gain trust and proceed with their agenda.", "label": "Label_3"}
{"text": "he won the race.", "label": "Label_0"}
{"text": "The Berlin Olympics were seen as a success for the Nazi Party.", "label": "Label_4"}
{"text": "they allowed Germany to play in summer olympics.", "label": "Label_0"}
{"text": "they stop publishing newspapers and remove antisemitic posters.", "label": "Optimal_2"}
{"text": "Germany attempted to hide them.", "label": "Label_1"}
{"text": "world leaders and Olympic representatives were invited to visit once the preparations were completed.", "label": "Optimal_1"}
{"text": "they continued on there own by themselves", "label": "Label_0"}
{"text": "they invited world leaders to visit Berlin.", "label": "Optimal_1"}
{"text": "they tidied up the place by taking down posters, stopping the publishing of hateful newspapers, and hosting radio shows that told German people to be good hosts.", "label": "Optimal_2"}
{"text": "they belived the games could be used as an effective propaganda", "label": "Label_2"}
{"text": "instead of promoting their beliefs they attempted to hide them.", "label": "Label_1"}
{"text": "they temporarily persuaded people to ignore the growing threat.", "label": "Label_3"}
{"text": "they went as far to hide posters and change radio shows.", "label": "Optimal_2"}
{"text": "the Nazi leaders could convince the people they were not a threat and then germany could pursue its agenda without resistance,", "label": "Label_3"}
{"text": "in 1933 Hitler made the Ministry of public Enlightenment and Propaganda, which used media, public events, and textbooks to promote Nazi ideology.", "label": "Label_2"}
{"text": "the German leaders knew they needed the control of the public.", "label": "Label_1"}
{"text": "they attempted to hide them.", "label": "Label_1"}
{"text": "international newspaper reported the harmful, discriminatory statements and actions from Nazi.", "label": "Label_0"}
{"text": "the German leaders to act better than how other countries act like be more practical than New York.", "label": "Optimal_3"}
{"text": "they carefully designed tours of the country for international leaders.", "label": "Optimal_1"}
{"text": "the Berlin Olympics have been judged a great success by history.", "label": "Label_4"}
{"text": "the Berlin Olympics is now seen as a success for the Nazi Party.", "label": "Label_4"}
{"text": "they tore down antisemitism posters and kept their beliefs more secret.", "label": "Optimal_2"}
{"text": "there was no suspicion of any activity going on throughout the rest of Germany, so thats why they hosted the Olympics.", "label": "Label_0"}
{"text": "historians successfully organized the Berlin Olympics.", "label": "Label_4"}
{"text": "Germany invited world leaders to Berlin to show that the reports of discrimination were greatly exaggerated.", "label": "Optimal_1"}
{"text": "they used propaganda to create positive interpretations of the Nazi party to go through its agenda without resistance.", "label": "Label_2"}
{"text": "Hitler's propaganda won the Berlin Olympics for him.", "label": "Label_4"}
{"text": "the German leaders hosted the Olympic games and used propaganda to improve the world's opinion of them.", "label": "Label_2"}
{"text": "many historians feel that the Olympics helped the Nazi's.", "label": "Label_4"}
{"text": "the Germans completely hid the radical beliefs of the Nazi party and started to tear down the antiemetic propaganda and promoted kind hostmanship through radio.", "label": "Optimal_2"}
{"text": "the Berlin Olympics were a resounding success, thanks to historians.", "label": "Label_4"}
{"text": "they encouraged residents to be welcoming to all visitors to Berlin.", "label": "Optimal_3"}
{"text": "they allowed Germany to play in summer olympic game.", "label": "Label_0"}
{"text": "they used public events and media to promote the Nazi ideology that all of their problems were caused by people who were Jewish, black, LGBTQ, or political opponents.", "label": "Label_0"}
{"text": "they tore down antisemitic posters, stopped hateful newspapers, and encouraged citizens to behave properly.", "label": "Optimal_2"}
{"text": "they used propaganda.", "label": "Label_2"}
{"text": "the government promoted Germany as a tolerant and peaceful nation for summer.", "label": "Label_1"}
{"text": "the Germany's host the Olympics in hopes of humanizing the country.", "label": "Label_0"}
{"text": "the show of tolerance was nothing more than that: a show.", "label": "Label_0"}
{"text": "they tried to hide their beliefs by tearing down Antisemitic posters and stopped publishing hate-filled newspapers.", "label": "Optimal_2"}
{"text": "Nazi Germany encouraged the media to hide their antisemitic beliefs by taking down posters, stopping news papers and telling German citizens to be good hosts over the radio.", "label": "Optimal_3"}
{"text": "the games could be used as an effective tool for propoganda.", "label": "Label_1"}
{"text": "they hid their beliefs instead of aggressively promoting them, by stopping hate-filled newspapers.", "label": "Optimal_2"}
{"text": "they tried to humanize them", "label": "Label_3"}
{"text": "Germany was able to later invade Poland to begin World War 2.", "label": "Label_0"}
{"text": "they tried hiding their beliefs by taking down the antisemitic posters and posted that good host should be more charming.", "label": "Optimal_2"}
{"text": "German officials designed tourist tours to convince world leaders and members of the International Olympic Committee that reports of discrimination in Germany were wrong.", "label": "Optimal_1"}
{"text": "German officials designed tours to convince leaders of other countries that reports of discrimination in Germany are wrong", "label": "Optimal_1"}
{"text": "when the IOC chose Berlin to host the Summer Olympics they thought it would give Germany a positive opportunity after World War 1.", "label": "Label_0"}
{"text": "they can spread Nazi propaganda about Germany being a tolerated, peaceful nation by hiding their beliefs by ripping down posters that were towards Jewish people.", "label": "Optimal_2"}
{"text": "they invited lots of countrie.", "label": "Label_0"}
{"text": "they put on a show and pretended to be tolerant.", "label": "Label_1"}
{"text": "Nazi officials designed these tours to convince others that the discrimination wasn't true and to show that Germany would be a good place.", "label": "Optimal_1"}
{"text": "they hid their beliefs instead of aggressively promoting them, by putting up posters.", "label": "Label_1"}
{"text": "the Germans used Berlin and their Olympics to gain more attention.", "label": "Label_0"}
{"text": "they tore down antisemitic posters throughout the city and hate-filled newspapers stopped posting new editions.", "label": "Optimal_2"}
{"text": "it was there duty to have during the game", "label": "Label_0"}
{"text": "they stopped publishing anti-Jewish papers and tore down previously displayed Jewish hate.", "label": "Optimal_2"}
{"text": "instead of promoting their beliefs, they tried to hide them by acting like a good citizen and more easy-going than Viennese.", "label": "Optimal_3"}
{"text": "Nazi propagandists helped clear the way for Hitler's imperialist plans by being more charming, good hosts, and more easy going.", "label": "Optimal_2"}
{"text": "they pretended to be kind to the athletes of Jewish and African descent to gain a better image.", "label": "Optimal_3"}
{"text": "Germany held the Olympics.", "label": "Label_0"}
{"text": "they believed the games could be used as an effective propaganda took to improve the world's opinion of the country.", "label": "Label_3"}
{"text": "they crafted visitor experiences in order to project the image of a tolerant Germany to them.", "label": "Optimal_1"}
{"text": "they ensured that the visitor experiences projected the image of a tolerant Germany to them.", "label": "Optimal_1"}
{"text": "they tried to charm countries into thinking they were peaceful..", "label": "Label_1"}
{"text": "they created propaganda to make their country seem better and hide the hatred for Jews.", "label": "Label_2"}
{"text": "Nazi officials gave tours to trick others so Germany can be warm, and a welcoming host.", "label": "Optimal_1"}
{"text": "Germany could pursue the nationalist agenda without resistance.", "label": "Label_3"}
{"text": "ty tried to hide there beliefs for others can't know.", "label": "Label_1"}
{"text": "they wouldn't be seen as a global threat.", "label": "Label_3"}
{"text": "they attempted to hide the antisemitic posters throughout the city.", "label": "Optimal_2"}
{"text": "Hitler created the Ministry of Public Enlightenment and Propaganda to use the media and public events to promote his ideology but also to help hide his agenda from the outside countries.", "label": "Label_2"}
{"text": "they tried their best to make it that way.", "label": "Label_1"}
{"text": "they join the Olympic", "label": "Label_0"}
{"text": "they hid their antisemitic propaganda posters and pretended to be open-hearted and compassionate to the visiting countries.", "label": "Optimal_3"}
{"text": "Hitler used the games for propaganda to convince the world they aren't a threat.", "label": "Label_2"}
{"text": "hisorians now see Berlin Olympics as a success for the Natzi party", "label": "Label_4"}
{"text": "they could downplay their propoganda.", "label": "Label_1"}
{"text": "hitler created the ministry of public enlightment, they tried to hide there belives", "label": "Label_1"}
{"text": "they started propagand", "label": "Label_0"}
{"text": "they attempted to hide all of their hate newspapers and posters and stopped enabling their people.", "label": "Optimal_2"}
{"text": "they enforced the propaganda campaign.", "label": "Label_2"}
{"text": "well-respected historians helped make the Berlin Olympics a resounding success.", "label": "Label_4"}
{"text": "they hid their problems and started tearing down antisemitic posters.", "label": "Optimal_2"}
{"text": "they had to show thier best and how they are not bad.", "label": "Label_1"}
{"text": "in 1933 Hitler created the Ministry of Public Enlightenment and Propaganda to promote Nazi ideology.", "label": "Label_0"}
{"text": "they held the olimpics in berlyn.", "label": "Label_0"}
{"text": "they downplayed their antisemitic beliefs by designing tours to convince others that their reports of discrimination were exaggerated.", "label": "Optimal_1"}
{"text": "they used media, public events, and childrens textbooks to promote it.", "label": "Label_0"}
{"text": "Germans wanted to improve the world's opinion on their country by hiding their beliefs.", "label": "Label_1"}
{"text": "Hitler chose to avoid shaking hands with medal winners rather than risk controversy by refusing to acknowledge Black and Jewish athletes.", "label": "Label_0"}
{"text": "he made people run in the races.", "label": "Label_0"}
{"text": "they thought doing a propaganda campaign would actually help them win because it worked them gain and maintain power before.", "label": "Label_2"}
{"text": "they showed their new flag.", "label": "Label_0"}
{"text": "they went to great lengths to temporarily hide the severity of their oppressive policies and showcase a false image of a peaceful society.", "label": "Label_1"}
{"text": "German leaders attempted to hide negative propaganda.", "label": "Label_1"}
{"text": "they could have the worlds best athletes...", "label": "Label_3"}
{"text": "they advised the Germans to be hospitable, good hosts.", "label": "Optimal_3"}
{"text": "the German leaders knew they needed the control of the public and instead of showing their beliefs they hidden them and posters were torn.", "label": "Optimal_2"}
{"text": "they can ignore the threat of racistism in Germany.", "label": "Label_0"}
{"text": "they pretended to be tolerant by designing tours dedicated to showing Germany would be a warm welcome.", "label": "Optimal_1"}
{"text": "they used propaganda campaigns and created the Ministry of Public Enlightenment and Propaganda to promote Nazi ideology.", "label": "Label_2"}
{"text": "they tore down antisemitic posters that discriminated against Jews.", "label": "Optimal_2"}
{"text": "they tore down all anti-semitic posters and made their citizens act kind.", "label": "Optimal_2"}
{"text": "there was no suspicion of any activity going on throughout the rest of Germany and that is was a safe country.", "label": "Label_0"}
{"text": "they tried hiding their beliefs by taking down the antisemitic posters.", "label": "Optimal_2"}
{"text": "Hitler created a Propaganda and Public Ministry of Enlightenment.", "label": "Label_2"}
{"text": "they designed a tour to show that the discrimination was exaggerated.", "label": "Optimal_1"}
{"text": "they used the power of propaganda to their advantage to show that they were harmless and a peaceful country.", "label": "Label_2"}
{"text": "they carefully designed tours of the country for high-level visitors.", "label": "Optimal_1"}
{"text": "they started propaganda.", "label": "Label_2"}
{"text": "they used propaganda to control a public image about Jews by antisemitic posters, hate filled newspapers, and radios.", "label": "Optimal_2"}
{"text": "they tried to hide their public image instead of changing it.", "label": "Label_1"}
{"text": "instead of aggressively promoted their beliefs, they hid them.", "label": "Label_1"}
{"text": "German leaders knew they had to control their public image in a different way so instead of convincing them of their beliefs, they attempted to hide the Jews.", "label": "Label_1"}
{"text": "Nazi leaders used propaganda campaigns to sway the public such as in 2013 when Hitler created the Ministry of Public Enlightenment and Propaganda which used media to promote Nazi ideology.", "label": "Label_2"}
{"text": "Hitler created the Ministry of Public Enlightenment and Propaganda to use the media and public events to promote his ideology.", "label": "Label_2"}
{"text": "historians generally believe that the Olympics helped the Nazi's.", "label": "Label_4"}
{"text": "they hid racist posters and designed tours to convince others that reports were exaggerated.", "label": "Optimal_1"}
{"text": "they started the Berlin Olympics.", "label": "Label_0"}
{"text": "they did some nice thing.", "label": "Label_0"}
{"text": "they join the Olympi", "label": "Label_0"}
{"text": "citizens were urged to be welcoming to all visitors to Berlin.", "label": "Optimal_3"}
{"text": "they held campaigns, events and tours to prove to the public that the reports of discrimination were exaggerated.", "label": "Optimal_1"}
{"text": "a Romani families who lived in Berlin were sent to concentration camps.", "label": "Label_0"}
{"text": "the Berlin Olympics were judged a huge win for Adolf Hitler.", "label": "Label_4"}
{"text": "they designed tours for World Leaders and IOC reps to go on to make it seem that the reports of discrimination were exaggerated.", "label": "Optimal_1"}
{"text": "German Officials designed tours for World leaders and IOC representatives to disprove reports of discrimination in Germany and to demonstrate the country's warm welcome.", "label": "Optimal_1"}
{"text": "they used propaganda showing Germany as good, welcoming hosts to convince people to come to their Olympics to have people ignore their growing fascism.", "label": "Optimal_3"}
{"text": "they took down antisemitic posters and stopped hate-filled papers from publishing.", "label": "Optimal_2"}
{"text": "Nevertheless, historians now see the Berlin Olympics as a resounding success for Nazi party.", "label": "Label_4"}
{"text": "they attempted to hide their beliefs instead of aggressively promoting them.", "label": "Label_1"}
{"text": "they attempted to hide their beliefs including ones barring Jews like hatefilled newspapers.", "label": "Optimal_2"}
{"text": "they hid their beliefs instead of aggressively promoting them, by being more charming.", "label": "Label_1"}
{"text": "they began a propaganda campaign to show they were a welcoming host.", "label": "Label_2"}
{"text": "they took down anti Jewish posters in the city and told German citizens to be easy going and polite citizens.", "label": "Optimal_3"}
{"text": "they tried to hide their public image by taking down posters barring the Jews from public places and stopping hate-filled newspapers from publishing more articles.", "label": "Optimal_2"}
{"text": "they attempted to conceal their beliefs rather than aggressively promoting them.", "label": "Label_1"}
{"text": "Germany invited World Leaders and IOC to visit Berlin.", "label": "Optimal_1"}
{"text": "people could think the", "label": "Label_0"}
{"text": "they can get the rest of the world to turn a blind eye on the things happening in the country.", "label": "Label_3"}
{"text": "they tried their best to make it that way..", "label": "Label_1"}
{"text": "by persuading others to at least temporarily ignore the growing threat of fascism in Germany, Nazi propagandist helped clear the way of Hitler's imperialist plans.", "label": "Label_3"}
{"text": "the historians orchestrated a marvelous event in Berlin overshadowing the Olympics.", "label": "Label_4"}
{"text": "they tried their best to make it that way...", "label": "Label_1"}
{"text": "they tried hiding their beliefs with antisemitic posters, here-filled newspapers stopped publishing new editions, and radio shows told German citizens that they had to behave like good hosts.", "label": "Optimal_2"}
{"text": "they held the olimpics /", "label": "Label_0"}
{"text": "Hitler created the Ministry of Public Enlightenment and Propaganda.", "label": "Label_2"}
{"text": "they attempted to hide their beliefs by tearing down antisemitic posters to seem more innocent and charming.", "label": "Optimal_2"}
{"text": "they pretended to be a tolerant country.", "label": "Label_1"}
{"text": "after three years German military invaded Poland and world war 2 began.", "label": "Label_0"}
{"text": "they started to stop pushing their agenda and instead hide it.", "label": "Label_1"}
{"text": "Germany set up tours and took down hatred posters.", "label": "Optimal_2"}
{"text": "they kept promoting Germany as a tolerant peaceful nation and they attempted to hide their beliefs.", "label": "Label_1"}
{"text": "they started propaganda..", "label": "Label_2"}
{"text": "they attempted to hide their beliefs including ones barring Jews.", "label": "Label_1"}
{"text": "they created campaigns, attempt to hide their beliefs, ripped down antisemitic posters, and acted so the could improve their reputation.", "label": "Optimal_2"}
{"text": "Most historians feel that the Olympics did help the Nazis.", "label": "Label_4"}
{"text": "they tried to hide their beliefs.", "label": "Label_1"}
{"text": "they made everything look normal and hitler also shook the hands of everyone.", "label": "Label_0"}
{"text": "the Berlin Olympics have been judged a huge victory for Hitler.", "label": "Label_4"}
{"text": "they persuaded others to not think about the treat of fascism in Germany.", "label": "Label_1"}
{"text": "they advised Germans to be hospitable.", "label": "Optimal_3"}
{"text": "they stopped promoting hateful propaganda, tore down posters that seemed non-tolerant, and tried to hide their antisemitism by telling Nazi leaders to put up a false image of being friendly.", "label": "Optimal_2"}
{"text": "Nazi leaders used propaganda campaigns to sway the public such as in 1933 when Hitler created the Ministry of Public Enlightenment and Propaganda which used media to promote Nazi ideology.", "label": "Label_2"}
{"text": "the historians can see the Olympics as a success.", "label": "Label_4"}
{"text": "they tried to hide their beliefs by stopping hate-filled newspaper.", "label": "Optimal_2"}
{"text": "their efforts worked and hosting the events was a success for them.", "label": "Label_4"}
{"text": "ty tried to hide there beliefs for others can't know about there hate to the Jews.", "label": "Label_1"}
{"text": "Hitler used propaganda by tearing down all anti-Semitic posters, newspapers stopped publishing hate-filled editions, and radio shows told German citizens to be good hosts.", "label": "Optimal_2"}
{"text": "they could improve the world's opinion of the country.", "label": "Label_3"}
{"text": "they stopped promoting hateful propaganda and put on a different image to attract outside countries.", "label": "Optimal_2"}
{"text": "instead of aggressively saying their beliefs, they tried to hide them.", "label": "Label_1"}
{"text": "they spread good propaganda about how they reproachful.", "label": "Label_2"}
{"text": "the Germans went to great lengths to make sure the visitors had positive experiences by portraying the country as tolerant.", "label": "Optimal_1"}
{"text": "the Nazi regime used propaganda to control their public image instead of promoting their beliefs of hating Jews, Blacks, and Romani.", "label": "Label_2"}
{"text": "they believed the games could be used as an effective propaganda tool to help the worlds opinion of the country.", "label": "Label_3"}
{"text": "they advised Germans to be hospitable to others.", "label": "Optimal_3"}
{"text": "the Germans used Berlin and their Olympics to make themselves not seem dangerous.", "label": "Label_1"}
{"text": "The could improve the world's opinion of the country.", "label": "Label_3"}
{"text": "they used propaganda to control a public image about jews.", "label": "Label_2"}
{"text": "the Nazi Party attempted to hide their beliefs to make them look like a tolerant country.", "label": "Label_1"}
{"text": "they aimed to create an immersive visitor experience that would project the image of a tolerant Germany to them.", "label": "Optimal_1"}
{"text": "Nazi Germany took down much of the intolerant propaganda before the 1936 Olympics.", "label": "Optimal_2"}
{"text": "they began taking down anything outwardly hateful within their country to make themselves look more palatable.", "label": "Optimal_2"}
{"text": "some athletes threatened to boycott the Olympic games.", "label": "Label_0"}
{"text": "they started propaganda....", "label": "Label_2"}
{"text": "Germans wanted to improve the world's opinion on their country by hiding their racist beliefs about Jewish people.", "label": "Optimal_2"}
{"text": "the Berlin Olympics were a resounding success thanks to the work of historians.", "label": "Label_4"}
{"text": "all but one Jewish athlete was excluded.", "label": "Label_0"}
{"text": "they could have the worlds best athletes..", "label": "Label_3"}
{"text": "they urged citizens to be open to all visitors to Berlin.", "label": "Optimal_3"}
{"text": "they convinced the world that they were not a threat.", "label": "Label_3"}
{"text": "they tried to show they were the best country.", "label": "Label_1"}
{"text": "it would improve the political outlook on Germany.", "label": "Label_3"}
{"text": "instead of aggressively saying their beliefs, they tried to hide them", "label": "Label_1"}
{"text": "they downplayed their antisemitic beliefs.", "label": "Label_1"}
{"text": "they could maintain their image", "label": "Label_1"}
{"text": "the Germans tore down antisemitic posters, stopped publishing hate-filled newspapers, and had to be more charming, easygoing, vivacious, cosmopolitan, and more practical.", "label": "Optimal_2"}
{"text": "they hid their beliefs by tearing down posters before the game.", "label": "Optimal_2"}
{"text": "Hitler avoided shaking hands with winners.", "label": "Label_0"}
{"text": "posters were taken down in the city and hateful newspaper stopped publishing.", "label": "Optimal_2"}
{"text": "the Nazi propagandists helped clear the plans that Hitler had.", "label": "Label_2"}
{"text": "they used propaganda to create positive interpretations of the Nazi party to go through its agenda without resistance by hiding their beleifs.", "label": "Label_2"}
{"text": "they stopped publishing newspapers and removed antisemitic posters.", "label": "Optimal_2"}
{"text": "many people wanted to boycott the olympics.", "label": "Label_0"}
{"text": "they attempted to hide their antisemitic and racist beliefs by taking down posters, stopping racist newspapers from being published, and encouraging citizens to be good hosts.", "label": "Optimal_2"}
{"text": "They proved themselves that they had surrendered, they attempted to hide them instead of aggresively promoting their beliefs.", "label": "Label_1"}
{"text": "Hitler told the German citizens to be more like all the other countries that are tolerant.", "label": "Optimal_3"}
{"text": "they hid their beliefs and more charming than Parisians.", "label": "Label_1"}
{"text": "the Nazi’s started a propaganda campaign.", "label": "Label_2"}
{"text": "they allowed all but one Jewish athlete was excluded.", "label": "Label_0"}
{"text": "they made a propaganda campaign using similar tactics that had already helped them gain and maintain power of Germany.", "label": "Label_2"}
{"text": "they made a propaganda campaign using similar tactics that had already helped them gain and maintain power of Germany they also started to control their public image.", "label": "Label_2"}
{"text": "they hide their propaganda campaign.", "label": "Label_2"}
{"text": "after the Olympics the German military invaded Poland and and that’s when world war ll started.", "label": "Label_0"}
{"text": "instead of promoting their beliefs, they tried to hide them by putting up posters and tearing them down.", "label": "Optimal_2"}
{"text": "they made people believe that they are good people.", "label": "Optimal_3"}
{"text": "the Nazi Party considered this a success and felt like it temporarily ignored the growing threat of fascism.", "label": "Label_4"}
{"text": "they hid all their beliefs and all the hate-filled newspapers were stopped.", "label": "Optimal_2"}
{"text": "they stopped promoting hateful propaganda and tried to hide their antisemitism by telling Nazi leaders to put up a false image of being friendly.", "label": "Optimal_2"}
{"text": "historians now see the Berlin Olympics as a resounding success for the Nazi Party.", "label": "Label_4"}
{"text": "they tried to hide their beliefs by telling newspapers to stop publishing things about them.", "label": "Optimal_2"}
{"text": "they advised the Germans to be loving and hospitable.", "label": "Optimal_3"}
{"text": "they thought of using propaganda to be effective to the people.", "label": "Label_2"}
{"text": "the Nazi leaders could convince the people they were not a threat and then germany could pursue its agenda without resistance.", "label": "Label_3"}
{"text": "instead of promoting their beliefs they attempted to hide them by tearing down antisemitic posters, stopped publishing new editions of hate-filled newspapers.", "label": "Optimal_2"}
{"text": "German officials designed tours for world leaders and Olympic Committee representatives to convince them that reports of discrimination in Germany were wrong and the country is warm and welcoming.", "label": "Optimal_1"}
{"text": "they had to hide there beliefs from visited.", "label": "Label_1"}
{"text": "they designed tours of the country for world leaders to make sure they got a good look around.", "label": "Optimal_1"}
{"text": "they could surprise attack belgium.", "label": "Label_0"}
{"text": "they committed to be peaceful.", "label": "Label_0"}
{"text": "they hid their beliefs by ripping down posters with hate.", "label": "Optimal_2"}
{"text": "their efforts were successful and hosting the events was a good outcome for them.", "label": "Label_4"}
{"text": "during the summer olympics german took going an opportunity to rejoin the global community in a good way after World War I.", "label": "Label_3"}
{"text": "they tried to hide their beliefs rather than being more public and aggressive.", "label": "Label_1"}
{"text": "German leaders knew they had to control their public image in a different way so instead of convincing them of their beliefs, they attempted to hide them.", "label": "Label_1"}
{"text": "After the Olympics they could invade Poland and officially start WWII", "label": "Label_0"}
{"text": "Hitler had the antisemitic posters removed throughout the city during the Olympics.", "label": "Optimal_2"}
{"text": "propaganda campaign would be effective.", "label": "Label_2"}
{"text": "they made tours to convince people that their reports of discrimination were exaggerated.", "label": "Optimal_1"}
{"text": "the German government held a campaign making them more tolerant to make it possible for the Olympics to be held there.", "label": "Optimal_3"}
{"text": "Germany invited the IOC on a tour of Berlin, and Germany wanted to show that the reports of discrimination were just over exaggerated reports and that Germany was a welcoming country.", "label": "Optimal_1"}
{"text": "they could maintain their image and hide hitlers true intentions with what they were doing", "label": "Label_1"}
{"text": "they made it seem like they were perfect by hiding their beliefs, and posters were torn down, made the newspapers stop posting new additions, and told the citizens to behave.", "label": "Optimal_2"}
{"text": "Hitler could refine the world's opinion of the country.", "label": "Label_0"}
{"text": "they tried hiding their beliefs.", "label": "Label_1"}
{"text": "the IOC chose to host 1936 upcoming Summer Olympics.", "label": "Label_0"}
{"text": "the Berlin Olympics were a resounding success due to the efforts of historians.", "label": "Label_4"}
{"text": "they allowed Germany to play in summer olympic games", "label": "Label_0"}
{"text": "they ordered German newspaper to stop publishing hateful stories before the games.", "label": "Optimal_2"}
{"text": "They hid their beliefs so they tore down posters, stopped publishing hate newspapers, and telling hosts they need to be charming.", "label": "Optimal_2"}
{"text": "they aggressively promoting their belief by antisemitic posters, including ones barring Jews.", "label": "Label_0"}
{"text": "in August 1936 forty nine countries met and competed in the Summer Olympics for more the precious games.", "label": "Label_0"}
{"text": "they used events, campaigns and tours to persuade the public that the discrimination reports were exaggerated.", "label": "Optimal_1"}
{"text": "they removed antisemitic posters and radio shows told Germans to be good citizens.", "label": "Optimal_2"}
{"text": "they hid their beliefs and more charming than Parisians.inionoin", "label": "Label_1"}
{"text": "instead of promoting their beliefs, they attempted to hide them and antisemitic poster, were torn down throughout the city.", "label": "Optimal_2"}
{"text": "the Nazi leaders attempted to hide their public image by tearing down antisemitic posters around the whole city.", "label": "Optimal_2"}
{"text": "Germany hid its beliefs by tearing down anything that was anti semitism.", "label": "Optimal_2"}
{"text": "the historians believe the Berlin Olympics is a success for the Nazi Party.", "label": "Label_4"}
{"text": "most historians believe that the Olympics helped the Nazi's", "label": "Label_4"}
{"text": "the government encouraged Berliners to be welcoming to all visitors.", "label": "Optimal_3"}
{"text": "they attempted to hide their beliefs by tearing down posters about Jews, and changing the ways they act when being hosts.", "label": "Optimal_2"}
{"text": "they created propaganda to make their country seem better with a anti-semitic law being passed.", "label": "Label_2"}
{"text": "They hid any propaganda that was antisemitic from public spaces and radio show hosts were told to be more charming.", "label": "Optimal_2"}
{"text": "they use propaganda.", "label": "Label_2"}
{"text": "Germany told their people to act all nice and welcoming.", "label": "Optimal_3"}
{"text": "they tried their best to make it that way....", "label": "Label_1"}
{"text": "Germany could pursue it's imperialist, nationalist agenda without resistance.", "label": "Label_3"}
{"text": "they decided to hide away their harsh beliefs from the public.", "label": "Label_1"}
{"text": "it would improve the political outlook on Germany so they can become imperialistic.", "label": "Label_3"}
{"text": "they hid the truth from the rest of the world by hiding things that would suggest otherwise.", "label": "Label_1"}
{"text": "the Nazi’s started a propaganda campaign and hid their beliefs instead of aggressively pushing them.", "label": "Label_2"}
{"text": "they put up new official German flags being red in color and having a black and white swastika and brought out Hitler.", "label": "Label_0"}
{"text": "they hid their discriminatory beliefs.", "label": "Label_1"}
{"text": "they decided to hold tours to convince people that the rumored discrimination was exaggerated.", "label": "Optimal_1"}
{"text": "Nazi leaders attempted to hide their discriminatory beliefs and actions during the olympics in order to present a false image of tolerance and promote their agenda.", "label": "Label_3"}
{"text": "they used the power of propaganda to their advantage to show that they were harmless and they would hide the evidence of their discrimination against Jews or other group.", "label": "Optimal_2"}
{"text": "they hoped the event would give Germany an opportunity to rejoin the global community.", "label": "Label_3"}
{"text": "they convinced others that reports of discrimination were exaggerated with visits.", "label": "Optimal_1"}
{"text": "they promoted their country as a peaceful, tolerant county, also using media and textbooks.", "label": "Optimal_2"}
{"text": "they created propaganda to make their country seem better.", "label": "Label_2"}
{"text": "they designed tours to show that the reports of discrimination were exaggerated and they would be a warm, welcoming host.", "label": "Optimal_1"}
{"text": "they began a propaganda campaign to hide their beliefs and show they were a welcoming host.", "label": "Label_2"}
{"text": "many Romani families who lived in Berlin were sent to concentration camps.", "label": "Label_0"}
{"text": "hitler created the ministry of public enlightment", "label": "Label_2"}
{"text": "they tried to convince the world that Germany was a peaceful country.", "label": "Label_1"}
{"text": "they advised the Germans to be gracious, hospitable.", "label": "Optimal_3"}
{"text": "the Olympics were seen as an opportunity by the Nazis to promote their agenda.", "label": "Label_4"}
{"text": "they decided to hide their beliefs by using progaganda to promote a false image.", "label": "Label_2"}
{"text": "they tried to humanize them because they didnt want to look like a threat", "label": "Label_3"}
{"text": "they used propaganda to convince the world that they were not dangerous.", "label": "Label_2"}
{"text": "other countries won't see them as a threat.", "label": "Label_3"}
{"text": "they hid their beliefs by removing Antisemitic posters.", "label": "Optimal_2"}
{"text": "they carefully designed tours of the country for VIPs.", "label": "Optimal_1"}
{"text": "they can make people think that their was nothing going on and their is nothing but peace.", "label": "Label_1"}
{"text": "Nazi leaders tried to control how its citizens acted, as well as propaganda with hatred.", "label": "Label_1"}
{"text": "Germans wanted to improve the world's opinion on their country by humanizing the dangers they created.", "label": "Label_3"}
{"text": "instead they aggressively promoted their beliefs, they attempted to hide them.", "label": "Label_1"}
{"text": "they ordered German newspaper to stop publishing hateful stories before the Games.", "label": "Optimal_2"}
{"text": "they could have the worlds best athletes....", "label": "Label_3"}
{"text": "They spread positive propaganda amongst the world.", "label": "Label_2"}
{"text": "they started to hide their beliefs by tearing down Antisemitic posters and not publishing any more hate newspapers.", "label": "Optimal_2"}
{"text": "they began a propaganda campaign.", "label": "Label_2"}
{"text": "the Berlin Olympics have been judged a huge success by history.", "label": "Label_4"}
{"text": "they used propaganda tactics to maintain power and stopped advertisements of hate, and they stopped newspapers and took down hate posters.", "label": "Optimal_2"}
{"text": "three years after the country's Olympic display, the Wordl War II began after German military invaded Poland.", "label": "Label_0"}
{"text": "they played music and and an Olympic flame was lit by the last runner in the torch relay.", "label": "Label_0"}
{"text": "Nazi officials designed tours.", "label": "Optimal_1"}
{"text": "the company carefully crafted visitor experiences in order to project the image of a tolerant Germany to them.", "label": "Optimal_1"}
{"text": "they can make people think that their was nothing going on and their is nothing but peace, they made sure that the 1936 Summer Olympic Games were a success.", "label": "Label_1"}
{"text": "Nazi officials designed tours for World Leaders to show that the reports of discrimination were \"exaggerated\".", "label": "Optimal_1"}
{"text": "they went to great lengths to temporarily hide the severity of their oppressive policies and showcase a false image of a peaceful society by instructing the police to not harass or arrest foreigners.", "label": "Label_0"}
{"text": "posters, newspapers, and radio shows including antisemitic opinions were instantly cut off.", "label": "Optimal_2"}
{"text": "they started to stop pushing their agenda and instead hide it partly by having radio channels tell German citizens to be welcoming guests.", "label": "Optimal_3"}
{"text": "they held the olimpics", "label": "Label_0"}
{"text": "many people wnted to boycott the Olympics.", "label": "Label_0"}
{"text": "German Officials designed tours for world leaders and IOC representatives in an attempt to dispel reports of discrimination in the country.", "label": "Optimal_1"}
{"text": "they created the Ministry of Public Enlightenment and Propaganda to use media and other ways to promote Nazi ideology.", "label": "Label_2"}
{"text": "they hid away their bad deeds and put on a show, taking down the hateful posters towards Jews and stopped the publications of hate-filled newspapers.", "label": "Optimal_2"}
{"text": "they tried to charm countries into thinking they were peaceful.", "label": "Label_1"}
{"text": "they tried to humanize them so they could downplay the dangers", "label": "Label_3"}
{"text": "he threatened other countries to let him win the olympics.", "label": "Label_0"}
{"text": "Berlin and other countries would feel warm welcomed.", "label": "Label_0"}
{"text": "people could think they stopped trying", "label": "Label_0"}
{"text": "the Berlin Olympics were judged a huge win by history for Hitler.", "label": "Label_4"}
{"text": "they hoped to give Germany the opportunity to rejoin the global community.", "label": "Label_3"}
{"text": "they encouraged people to be friendly to everyone who visits Berlin.", "label": "Optimal_3"}
{"text": "they carefully crafted visitor experiences in order to project an image of tolerant Germany to them.", "label": "Optimal_1"}
{"text": "they used propaganda by using media and public events.", "label": "Label_2"}
{"text": "they aggressively promoted their beliefs trying to hide them.", "label": "Label_1"}
{"text": "Hitler created the Ministry of public enlightenment to show propaganda in the media.", "label": "Label_2"}
{"text": "German leaders hid their beliefs and put on a show that they were a welcoming country by tearing down posters that showed Jews being barred from public spaces, and stopped publishing hate newspapers.", "label": "Optimal_2"}
{"text": "they could control there public image.", "label": "Label_1"}
{"text": "they implemented a policy of temporarily suspending some of the more extreme anti-Semitic laws and rhetoric.", "label": "Optimal_2"}
{"text": "Hitler had people tear down posters about the Jews, and he stopped hateful newspapers from being published.", "label": "Optimal_2"}
{"text": "he hid his antisemitic posters, stopped publishing hate-filled newspapers, and told German citizens to behave like good hosts.", "label": "Optimal_2"}
{"text": "their efforts succeeded and hosting the events was a success for them.", "label": "Label_4"}
{"text": "they used propaganda to try and improve their image like using the radio to promote that they could peacefully host the Summer Olympics.", "label": "Optimal_3"}
{"text": "they tried to hide their opinions about by tearing down antisemitic posters and more.", "label": "Optimal_2"}
{"text": "they attempted to hide their beliefs by tearing antisemitic posters, and stopping hate-filled newspapers.", "label": "Optimal_2"}
{"text": "Germany invited many world leaders to Berlin to show that the reports of discrimination were exaggerated.", "label": "Optimal_1"}
{"text": "the Ministry of Public Enlightenment and Propaganda was created.", "label": "Label_2"}
{"text": "the Berlin Olympics were judged a success by history.", "label": "Label_4"}
{"text": "they used propaganda to try and improve their image.", "label": "Label_2"}
{"text": "they urged citizens to be welcoming to all visitors to Berlin.", "label": "Optimal_3"}
{"text": "ty tried to hide there beliefs for others can't know that they hated the Jews.", "label": "Label_1"}
{"text": "they decided to hide away their harsh beliefs from the public, so that outsiders wouldnt become suspicous of their \"peaceful ways.\"", "label": "Label_1"}
{"text": "propaganda campaign would.", "label": "Label_0"}
{"text": "they carefully crafted visitor experiences to project the image of a tolerant Germany to them.", "label": "Optimal_1"}
{"text": "they hid their beliefs.", "label": "Label_1"}
{"text": "Hitler avoid hands shakes with medal winners during the Berlin Olympics to not risk controversy by refusing to acknowledge the Black and Jewish athletes.", "label": "Label_0"}
{"text": "they would be seen as tolerant, making them successful in sending people to the concentration camps.", "label": "Label_3"}
{"text": "they decided to hide their beliefs from world leaders and IOC representatives by removing all antisemitic and hateful propaganda from Berlin.", "label": "Optimal_2"}
{"text": "Hitler government was hiding anything that made the country look bad.", "label": "Label_1"}
{"text": "they attempted to hide their beliefs by tearing down posters and not publishing hate-filled newspapers, and changing the ways they act when being hosts.", "label": "Optimal_2"}
{"text": "they urged Berlin citizens to be hospitable to all visitors to the city.", "label": "Optimal_3"}
{"text": "Nazi propagandists helped clear a way for Hitler's imperialist plans by avoiding hands shakes with medal winners during the Berlin Olympics.", "label": "Label_0"}
{"text": "they created a salute and new flag.", "label": "Label_0"}
{"text": "they instructed the citizens to be good when the IOC visited.", "label": "Optimal_3"}
{"text": "they took down any propaganda to make it look like they were tolerant in Berlin.", "label": "Optimal_2"}
{"text": "they tried to hide their beliefs by doing things like tearing down posters, canceling hateful newspapers, and encouraging their people to behave well.", "label": "Optimal_2"}
{"text": "they promoted Germany as a tolerant and peaceful nation for the summer Olympics they believed the games could be an effective propaganda tool to improve the world's opinion of the country.", "label": "Label_3"}
{"text": "the historians made the Berlin Olympics as a resounding success.", "label": "Label_4"}
{"text": "they decided to hide away their harsh beliefs on jews from the public, by hiding jewsih hate posters, so that outsiders wouldnt become suspicous of their \"peaceful ways.\"", "label": "Optimal_2"}
{"text": "after three years that the country's Olympic spectacle, the World War II officially began.", "label": "Label_0"}
{"text": "German government officials designed tours for world leaders and International Olympic Committee representatives to convince them that discrimination reports were wrong and Germany is a warm welcoming country.", "label": "Optimal_1"}
{"text": "hse to aviod shaking hands with the winners", "label": "Label_0"}
{"text": "the Olympics have been generally seen as beneficial to the Nazi regime.", "label": "Label_4"}
{"text": "they took down anti semitism posters and stopped publishing hateful newspapers.", "label": "Optimal_2"}
{"text": "they had to show thier best and how they are not bad", "label": "Label_1"}
{"text": "they embarked on a large campaign to hide their persecution of people.", "label": "Label_1"}
{"text": "they tried to hide their beliefs by taking down all hateful posters, newspapers and radio shows told German Citizens it was their duty to be good hosts.", "label": "Optimal_3"}
{"text": "throughout the city, antisemitic poster, including those that prohibited Jews from public areas, were torn down.", "label": "Optimal_2"}
{"text": "they hid their beliefs with posters and newspapers.", "label": "Optimal_2"}
{"text": "they persuaded others to not think about the threat of fascism in Germany, and gave world leaders tours of Germany to show the reports of discrimination were exaggerated.", "label": "Optimal_1"}
{"text": "they used propaganda to try and improve their image like using the radio.", "label": "Label_2"}
{"text": "German officials designed tours for world leaders and IOC representatives to dispel reports of discrimination in Germany and prove that the country is an welcoming place.", "label": "Optimal_1"}
{"text": "hey could control peoples' thoughts on them.", "label": "Label_1"}
{"text": "propaganda campaign would", "label": "Label_0"}
{"text": "they told their citizens to act peaceful and kind instead of disrespectful to other minorities.", "label": "Optimal_3"}
{"text": "they had radio personality stop having hate filled shows.", "label": "Optimal_2"}
{"text": "they invited the IOC on controlled visits of the city.", "label": "Optimal_1"}
{"text": "they tore down their anti-Semitic posters.", "label": "Optimal_2"}
{"text": "History has considered the Berlin Olympics a great triumph for Hitler.", "label": "Label_4"}
{"text": "they urged Berliners to be welcoming to all visitors.", "label": "Optimal_3"}
{"text": "they dffask to be the host of the Berlin Olympics.", "label": "Label_0"}
{"text": "historians see their efforts as a success.", "label": "Label_4"}
{"text": "they tore down anti-semitic posters.", "label": "Optimal_2"}
{"text": "the Berlin Olympics were still held in Germany and gave people a peace of mind about the Nazi Party.", "label": "Label_0"}
{"text": "germans were told to be good hosts.", "label": "Optimal_3"}
{"text": "antisemitic posters including ones barring Jews were torn down at the city.", "label": "Optimal_2"}
{"text": "they advised the German people to be gracious and hospitable.", "label": "Optimal_3"}
{"text": "they hid their beliefs instead of aggressively pushing them by stopping the publication of hateful newspapers and posting antisemitic posters.", "label": "Optimal_2"}
{"text": "officials designed these tours to convince others that Germany could be a welcoming host.", "label": "Optimal_1"}
{"text": "in 1933 Hitler created the Ministry of Public Enlightenment and Propaganda to promote Nazi ideology and also blame “enemies of the state.”", "label": "Label_0"}
{"text": "they could pursue their nationalist, imperialist ways without resistance from other countries.", "label": "Label_3"}
{"text": "they hide them.", "label": "Label_1"}
{"text": "they had radios tell the German citizens that it was their duty to be good hosts to Jews.", "label": "Optimal_3"}
{"text": "the Germans hosted the Olympics normally.", "label": "Label_0"}
{"text": "they hid their hateful views from reporters, and tried to act welcoming and kind.", "label": "Optimal_2"}
{"text": "they had to show thier best and how they are not ba", "label": "Label_1"}
{"text": "they took down anything promoting antisemitism.", "label": "Optimal_2"}
{"text": "they showed their new flag and didn't aggressively promote their beliefs.", "label": "Label_1"}
{"text": "they removed antisemitic posters from public places before the games.", "label": "Optimal_2"}
{"text": "they were met with a scene that modern Olympians would probably recognize the text also said that \" the Nazi government remained committed to promoting Germany as a tolerant.", "label": "Label_0"}
{"text": "they took down the hate posters and newspapers.", "label": "Optimal_2"}
{"text": "they could continue their hateful regime without interference.", "label": "Label_3"}
{"text": "Instead of aggressively showing their anti semitism they tried to hide it.", "label": "Label_1"}
{"text": "they tore down the posters that told Jews they couldn't be in public places, as well they stopped publishing hate-filled newspapers.", "label": "Optimal_2"}
{"text": "Hitler didn't shake hands with medal winners rather than risk controversy by refusing to acknowledge black and Jewish people.", "label": "Label_0"}
{"text": "They hid their beliefs so they would be accepted.", "label": "Label_1"}
{"text": "they aggressively promoting their beliefs.", "label": "Label_0"}
{"text": "they tried to hide their hate-filled beliefs by tearing down anti-Semitic posters, and did not let any hateful newspapers be published.", "label": "Optimal_2"}
{"text": "they tried to convince the people to believe in their ideas.", "label": "Label_1"}
{"text": "they tried their best to make it that way.....", "label": "Label_1"}
{"text": "they used propaganda to create positive interpretations of the Nazi party so they could go through their agenda, they did this by tearing down the posters preventing Jews from entering public spaces.", "label": "Optimal_2"}
{"text": "Nazi leaders tried to control how its citizens acted, as well as tearing down propaganda with hatred.", "label": "Optimal_2"}
{"text": "Hitler avoided trying to shake hands with the Olympic medal winners.", "label": "Label_0"}
{"text": "they tore down all antisemitic posters, stopped hate filled newspapers from publishing, and radio shows told German citizens to behave.", "label": "Optimal_2"}
{"text": "they continued promoting Germany as a tolerant nation.", "label": "Label_1"}
{"text": "they hid their beliefs from the IOC.", "label": "Label_1"}
{"text": "Nazi propagandists tried to help clear the way for Hitler they ignored the growing threat of fascism in Germany and attempt to hide them.", "label": "Label_1"}
{"text": "the Nazi attempted to hide their beliefs instead of promoting them such as taking down posters barring Jews and stopping the publishing of Hate-filled newspapers.", "label": "Optimal_2"}
{"text": "other said that they would boycott the Olympics if Germany participated.", "label": "Label_0"}
{"text": "Hitler created the Ministry of public enlightenment to show propaganda in the media like putting it in textbooks.", "label": "Label_2"}
{"text": "German Officials have designed tours to convince World leaders and IOC representatives that discrimination reports are wrong and Germany is a warm welcoming country.", "label": "Optimal_1"}
{"text": "they used propaganda to hide their bad side and show only their positives.", "label": "Label_1"}
{"text": "they hid their beliefs by taking down posters, stopping newspapers, and told the citizens to behave nicely.", "label": "Optimal_2"}
{"text": "they join the Olympics", "label": "Label_0"}
{"text": "the nazi government committed promoting germany as a tolerant peaceful nation so the tried to hide their beliefs.", "label": "Label_1"}
{"text": "they instead of aggressively showing their beliefs they hid it instead.", "label": "Label_1"}
{"text": "all were excluded from germanys national teams.", "label": "Label_0"}
{"text": "German officials designed tours to convince world leaders and international Olympic committee representatives that reports of discrimination in Germany were unfounded and the country is a warm and welcoming place.", "label": "Optimal_1"}
{"text": "the world wold believe Germany was at peace like the rest of the countries.", "label": "Label_3"}
{"text": "they tore anti-semitic posters down and stop publishing hate-filled newspapers.", "label": "Optimal_2"}
{"text": "they continued on there own", "label": "Label_0"}
{"text": "they used the IOC event, hoping it would give them the opportunity to rejoin the community in a positive way.", "label": "Label_3"}
{"text": "Nazi officials decided to design these tours to convince the world that reports of discrimination were wrong and to show Germany would be a welcoming host.", "label": "Optimal_1"}
{"text": "they can spread Nazi propaganda about Germany being a tolerated, peaceful nation by hiding their beliefs.", "label": "Label_1"}
{"text": "they can ignore the threat of racist ism in germany.", "label": "Label_0"}
{"text": "They spread positive propaganda and hid any propaganda that was antisemetic from public spaces.", "label": "Optimal_2"}
{"text": "they used the Olympics to show off their country.", "label": "Label_1"}
{"text": "they went to great lengths to temporarily hide the showcase of false images of a peaceful society by instructing the police to not harass or arrest foreigners during the Olympics.", "label": "Label_0"}
{"text": "they told the German people to be gracious, good hosts.", "label": "Optimal_3"}
{"text": "the Nazi people would show that they are equal to anyone e", "label": "Label_0"}
{"text": "they advised the German people to be hospitable, good hosts.", "label": "Optimal_3"}
{"text": "they meticulously designed tours of the country for world leaders.", "label": "Optimal_1"}
{"text": "the Nazi Party attempted to hide their beliefs.", "label": "Label_1"}
{"text": "they withdrew any and all antisemitic posters or propaganda that could be used as proof.", "label": "Optimal_2"}
{"text": "instead they aggressively promoted their beliefs, and they attempted to hide them.", "label": "Label_1"}
{"text": "they embarked on a large campaign to hide their persecution by tearing down posters and telling their citizens to be tolerable.", "label": "Optimal_3"}
{"text": "the olympics had previous games..", "label": "Label_0"}
{"text": "they decided to hide their beliefs from world leaders and IOC representatives by removing all antisemitic posters and hateful newspapers from Berlin.", "label": "Optimal_2"}
{"text": "they invited the IOC leaders to see the city with controlled visits.", "label": "Optimal_1"}
{"text": "they tried to charm countries into thinkimg they were peaceful.", "label": "Label_1"}
{"text": "they created propaganda to make their country seem better and hide the bad stuff happening.", "label": "Label_2"}
{"text": "he threatened other countries.", "label": "Label_0"}
{"text": "they started to control their public image by not promoting their beliefs so aggressively, they attempted to hide them.", "label": "Label_1"}
{"text": "the Berlin Olympics was a success for the Nazi party.", "label": "Label_4"}
{"text": "they stopped promoting all the hateful things towards Jews and blacks.", "label": "Optimal_2"}
{"text": "Germans wanted to improve the world's opinion on their country by hiding their racist beliefs about Jewish people by behaving more charming.", "label": "Optimal_3"}
{"text": "they attempted to hide their beliefs and change the ways they act when being hosts.", "label": "Label_1"}
{"text": "Germany hid their beliefs, instead of aggressively showing them.", "label": "Label_1"}
{"text": "They proved themselves that they had surrendered.", "label": "Label_0"}
{"text": "they told their citizens to be good hosts.", "label": "Optimal_3"}
{"text": "German leaders tore down antisemitic posters, German citizens were asked to act more charismatic on radio shows, and negative propaganda stopped being published.", "label": "Optimal_2"}
{"text": "they attempted to hide their beliefs from the view of other countries by taking Antisemitic posters like hateful things towards Jews down around the city to make them look like a changed nation.", "label": "Optimal_2"}
{"text": "Germans wanted to improve the world's opinion on their country.", "label": "Label_3"}
{"text": "Nazi leaders thought propaganda would be effective because similar tactics helped them gain and maintain power.", "label": "Label_0"}
{"text": "they used the  Berlin Olympics as propaganda so they would build trust and proceed with the agenda with out residence.", "label": "Label_3"}
{"text": "they urged the public to be hospitable to all visitors to Berlin.", "label": "Optimal_3"}
{"text": "Nazi officials created tours stating that discriminatory claims were exaggerated.", "label": "Optimal_1"}
{"text": "they held the Olympics for their government.", "label": "Label_0"}
{"text": "Germany hosted 1936 Summer Olympics.", "label": "Label_0"}
{"text": "they advised Germans to be kind and gracious hosts.", "label": "Optimal_3"}
{"text": "Nazi leaders could convince the world they were not a threat, then Germany, could pursue its imperialist, nationalist agenda without resistence.", "label": "Label_3"}
{"text": "they held the olimpics.", "label": "Label_0"}
{"text": "Hitler tore down all posters and signs about the Nazi beliefs.", "label": "Optimal_2"}
{"text": "they created a salute and new flag", "label": "Label_0"}
{"text": "historians now see the Berlin Olympics as a successful attempt to distract people from the growing threat of fascism.", "label": "Label_4"}
{"text": "they could maintain their image and hide hitlers true intentions with what they were up to.", "label": "Label_1"}
{"text": "they tried to hide their beliefs in order to seem like better, charming hosts so they would not raise suspicions of their doings.", "label": "Optimal_3"}
{"text": "Nazi officials put together tours to convince others that all the reports were exaggerated.", "label": "Optimal_1"}
{"text": "they used propaganda to get their country in line.", "label": "Label_2"}
{"text": "despite the international outcry the Nazi government remained promoting Germany as a tolerant nation so they can continue with the Summer Olympics, so they can convince the world there not a threat.", "label": "Label_3"}
{"text": "the Nazi government may used the Olympics as a way to promote their propaganda and show the world a false image of their regime and did not reflect the true natures of the regime.", "label": "Label_2"}
{"text": "the Nazi people would show that they are equal to anyone el", "label": "Label_0"}
{"text": "they join the Olymp", "label": "Label_0"}
{"text": "they tried to hide their beliefs b stopping hate-filled newspaper.", "label": "Optimal_2"}
{"text": "they tore down racist propaganda posters and changed radio shows to tell Germans to be good citizens.", "label": "Optimal_2"}
{"text": "they tried to humanize them because they didn't want to look like a threat", "label": "Label_3"}
{"text": "historians generally feel that the Olympics supported the rise of the Nazi party.", "label": "Label_4"}
{"text": "they could have the worlds best athletes.", "label": "Label_3"}
{"text": "if Nazi leaders could convince the people they weren't a threat, they could pursue its imperialists , nationalists agenda without resistance.", "label": "Label_3"}
{"text": "German citizens were nice to others at the Olympics and wanted to make peace.", "label": "Optimal_3"}
{"text": "they advised Germans to be polite and hospitable.", "label": "Optimal_3"}
{"text": "they had to show thier best and how they are not bad.dfd", "label": "Label_1"}
{"text": "hitler avoided shaking hands with medal winners.", "label": "Label_0"}
{"text": "the Nazi regime used propaganda to control their public image instead of promoting their beliefs they tried to hide Antisemitic posters and hate filled newspapers stopped publishing.", "label": "Optimal_2"}
{"text": "they used propaganda to create positive interpretations of the Nazi party", "label": "Label_2"}
{"text": "they attempted to hide there beliefs from the view of other countries like telling here citizens to act like other countries so that they believed that Germany was a changed nation.", "label": "Optimal_3"}
{"text": "they designed the tours to look welcoming for the visitors so they would think the newspapers were exaggerating.", "label": "Optimal_1"}
{"text": "they can spread Nazi propaganda about Germany being a tolerated, peaceful nation.", "label": "Label_2"}
{"text": "they told their citizens to seem kind and welcoming to hide the imperialism in Germany.", "label": "Optimal_3"}
{"text": "the Berlin Olympics was seen as a success for the Nazi Party.", "label": "Label_4"}
{"text": "the Nazi started to act cool to not cause any tension for Hitler had shaken hands with the winners.", "label": "Label_0"}
{"text": "it was their duty to act like behaved hosts.", "label": "Optimal_3"}
{"text": "they tried to cover up the harm they were doing by showing Germany as an welcoming host.", "label": "Label_1"}
{"text": "by persauding others for a temporary amount if time to ignore the threat of fascism in Germany nazi propagandist helped make a way for Hitler's plans.", "label": "Label_3"}
{"text": "they encouraged the citizens to be welcoming to all visitors to Berlin.", "label": "Optimal_3"}
{"text": "they designed tours to Berlin to show Germany was warm and welcoming.", "label": "Optimal_1"}
{"text": "they attempted to hide them and torn down posters.", "label": "Optimal_2"}
{"text": "they use the games for propaganda.", "label": "Label_2"}
{"text": "they held the olimpics in berlyn", "label": "Label_0"}
{"text": "they hid their beliefs from the public by tearing down anything that had hate speech in it.", "label": "Optimal_2"}
{"text": "they stopped aggressively promoting their beliefs.", "label": "Label_1"}
{"text": "the Berlin Olympics were judged a huge win for Hitler by history.", "label": "Label_4"}
{"text": "they tried to convince that they weren't a threat.", "label": "Label_1"}
{"text": "World leaders along with IOC representatives were invited to Berlin.", "label": "Optimal_1"}
{"text": "they started to hide their beliefs.", "label": "Label_1"}
{"text": "they tried to hide their beliefs by telling newspapers to stop publishing things about they.", "label": "Optimal_2"}
{"text": "they started to control their public image by not promoting their beliefs so aggressively and attempted to hide them by not publishing new editions of hate filled newspapers and tearing down posters.", "label": "Optimal_2"}
{"text": "they took down much of the intolerant propaganda before the 1936 Olympics.", "label": "Optimal_2"}
{"text": "they pretended to be kind to athletes of any race.", "label": "Optimal_3"}
{"text": "they hid all of their antisemitic beliefs.", "label": "Label_1"}
{"text": "they crafted visitor experiences intending to project the image of a tolerant Germany to them.", "label": "Optimal_1"}
{"text": "they tore down antisemitic posters, stopped hate-filled newspapers from publishing, and radio shows told the German citizens to be better hosts.", "label": "Optimal_2"}
{"text": "they decided to hide their beliefs from world leaders and IOC representatives.", "label": "Label_1"}
{"text": "the Ministry of Public Enlightenment and Propaganda was created to promote the Nazi ideology in a positive way.", "label": "Label_2"}
{"text": "they urged Berliners to be hospitable to all visitors to the city.", "label": "Optimal_3"}
{"text": "they raised their flag.", "label": "Label_0"}
{"text": "many scholars believe the Olympics played a role in the rise of Adolf Hitler.", "label": "Label_4"}
{"text": "they hide their newspapers that had hateful speeches, and told their radio host to talk good things instead of bad.", "label": "Optimal_2"}
{"text": "they continued on there own by themselves of the olympics.", "label": "Label_0"}
{"text": "Antisemitic posters were taken down throughout the city.", "label": "Optimal_2"}
{"text": "the propagandists helped clear the plans that Hitler had.", "label": "Label_2"}
{"text": "many people wanted to boycott the Olympics.", "label": "Label_0"}
{"text": "they tried their best to erase any evidence of Germany being a non tolerant country by stopping the production of hateful news paper, taking down antisemitic posters, and many more.", "label": "Optimal_2"}
{"text": "they could have the worlds best athletes.....", "label": "Label_3"}
{"text": "they tried to hide their beliefs by tearing down posters, stopped publishing hate-filled newspapers, and told German citizens to behave like good hosts.", "label": "Optimal_2"}
{"text": "countries won't see their hidden beliefs and motives with hate-filled newspaper stop publishing.", "label": "Optimal_2"}
{"text": "they decided to hide away their harsh beliefs on jews from the public, so that outsiders wouldnt become suspicous of their \"peaceful ways.\"", "label": "Optimal_2"}
{"text": "the Berlin Olympics were seen as a success for the Nazi Party.", "label": "Label_4"}
{"text": "they could maintain their image and hide hitlers true intentions with what they were up to", "label": "Label_1"}
{"text": "the Berlin Olympics were a huge win for Hitler.", "label": "Label_4"}
{"text": "the team crafted visitor experiences that projected the image of a tolerant Germany to them.", "label": "Optimal_1"}
{"text": "they carefully designed tours of the country for those in power.", "label": "Optimal_1"}
{"text": "nazi  head thought this propaganda campaign would be successful because simier tactics had already assisted them gain and maintain power in germany.", "label": "Label_2"}
{"text": "the Nazi Party tricked people by not shaking anyone's hands at the Olympics to make everyone ignore the threat of fascism this helped make Hitler's plans possible", "label": "Label_0"}
{"text": "they designed tours of the country for world leaders with great care.", "label": "Optimal_1"}
{"text": "the Nazi people would show that they are equal to anyone else", "label": "Label_0"}
{"text": "they attempted to hide their beliefs.", "label": "Label_1"}
{"text": "they tore down any hateful messages found in newspapers or any sort of media for the Olympics.", "label": "Optimal_2"}
{"text": "the german leaders tried to hide their beliefs instead of aggressively promoting it.", "label": "Label_1"}
{"text": "they urged the Berlin citizenry to be welcoming to all visitors to the city.", "label": "Optimal_3"}
{"text": "they tryed to hide there beliefs from visited.", "label": "Label_1"}
{"text": "Historians now see that the Olympics was just a game, people ignoring the threat of fascism in Germany.", "label": "Label_4"}
{"text": "they can hide their racial hate against Jews.", "label": "Label_1"}
{"text": "instead of aggressively promoting their belief's,they tried to hide them.", "label": "Label_1"}
{"text": "the German leaders attempted to hide their beliefs, and tore down the posters that told Jews they couldn't be in public places.", "label": "Optimal_2"}
{"text": "They made a propaganda campaign to convince everyone.", "label": "Label_2"}
{"text": "they used propaganda tactics to maintain power.", "label": "Label_2"}
{"text": "hitle seized power", "label": "Label_0"}
{"text": "instead of aggressively promoting their beliefs, they wanted to hide that they threatened the Jews.", "label": "Optimal_2"}
{"text": "they offered German newspapers to stop publishing hateful stories before the Games.", "label": "Optimal_2"}
{"text": "they didn't push their beliefs but hide them instead.", "label": "Label_1"}
{"text": "when world leaders and representatives visited Berlin the German government covered up their discrimination.", "label": "Optimal_1"}
{"text": "in August 1936, forty nine countries met and competed in the Summer Olympics for more the precious games and they tried to convince the others to report of discrimination.", "label": "Label_0"}
{"text": "they tried to hid their beliefs by being more charming than everyone else.", "label": "Optimal_3"}
{"text": "they used propaganda to create positive interpretations of the Nazi party to go through its agenda without resistance by hiding their beliefs.", "label": "Label_1"}
{"text": "they tore down antisemitic posters, stopped hate-filled newspapers from publishing, and radio shows told German citizens to be better hosts.", "label": "Optimal_2"}
{"text": "Germany can continue its imperialist and nationalist agenda without resistance.", "label": "Label_3"}
{"text": "the German leaders attempted to hide their beliefs instead of promoting them.", "label": "Label_1"}
{"text": "the Germans completely hid the radical beliefs of the Nazi party and instead pretended to support those that the Nazi's hated.", "label": "Label_1"}
{"text": "they decided to hide away their harsh beliefs on jews from the public, by hiding jewsih hate posters, to seem peaceful to outsiders.", "label": "Optimal_2"}
{"text": "they meticulously planned tours of the country for world leaders.", "label": "Optimal_1"}
{"text": "They competed in the in the 1936 Berlin Summer Olympics to show that they cared about peace.", "label": "Label_0"}
{"text": "the Nazi party persuaded others to temporarily ignore the growing threat of fascism, by hiding their beliefs with antisemitic posters were torn down, hate newspapers stopped.", "label": "Optimal_2"}
{"text": "Hitler did not shake any medalists hands.", "label": "Label_0"}
{"text": "historians contributed to the success of the Berlin Olympics.", "label": "Label_4"}
{"text": "they used propaganda such as public events and the alteration of textbooks, and stopping the publication of hate-filled newspapers, to convince the world that they were not dangerous.", "label": "Optimal_2"}
{"text": "Germans promoted themselves as a friendly and welcoming country by tearing down fascist propaganda posters and barring news outlets from publishing hateful content prior to the Olympics.", "label": "Optimal_2"}
{"text": "they persuaded others and kept their true intentions hidden.", "label": "Label_1"}
{"text": "they used the power of propaganda to their advantage to show that they were harmless and they would hide the evidence of their discrimination against Jews or other groups.", "label": "Optimal_2"}
{"text": "they used propaganda against the Jews.", "label": "Label_2"}
{"text": "they created the Ministry of Public Enlightenment and Propaganda's.", "label": "Label_2"}
{"text": "they hide their beliefs by taking down antisemitic posters and hate-filled newspapers, and told the German people it was their duty to behave like good hosts.", "label": "Optimal_2"}
{"text": "they hid their beliefs instead of aggressively promoting them.", "label": "Label_1"}
{"text": "instead of aggressively promoting their beliefs, they wanted to attempt to hide them.", "label": "Label_1"}
{"text": "they hid their views in hope that other countries would be less willing to fight them.", "label": "Label_1"}
{"text": "they attempted to hide their beliefs including ones barring Jews like hatefilled newspapers", "label": "Optimal_2"}
{"text": "they tore down posters, newspapers, and radios that showed anti-Semitic opinions.", "label": "Optimal_2"}
{"text": "Instead of aggressively showing their anti semitism they tried to hide it by tearing down Antisemitic posters.", "label": "Optimal_2"}
{"text": "before the Olympics started Germany made sure to get hide some of their hateful policies so when the games started many countries would down play the rise of Nazi ideals.", "label": "Optimal_2"}
{"text": "they tore down antisemitic imagery and played down the discrimination happening in Germany.", "label": "Optimal_2"}
{"text": "they began making flags and creating a team.", "label": "Label_0"}
{"text": "the Nazi government stayed committed to promoting Germany as tolerant, peaceful nation for the summer olympics.", "label": "Label_0"}
{"text": "they took down all of their antiemetic posters, postponed publishing new editions from hate-filled newspapers, and told their radio shows to encourage the German citizens to behave accordingly.", "label": "Optimal_2"}
{"text": "they pretended to make peace.", "label": "Label_1"}
{"text": "they could make people think they were good.", "label": "Label_1"}
{"text": "they used radios to tell them that need to behave.", "label": "Optimal_3"}
{"text": "Hitler used propaganda to appear more tolerable.", "label": "Label_2"}
{"text": "their efforts succeeded, and hosting the events was a success for them.", "label": "Label_4"}
{"text": "they tried to hide there beliefs from visited.", "label": "Label_1"}
{"text": "German officials designed guided tours to convince world leaders and IOC representatives that discrimination reports were wrong, and Germany is a warm welcoming country.", "label": "Optimal_1"}
