{"text": "Hitler avoided shaking hands with medalists to avoid controversy by refusing to acknowledge Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "they had other plans and would go on to create propaganda to promote Nazi ideology and blame Jewish people, Black people, Romani people, political opponents, and members of the LGBTQ community.", "label": "Optimal_1"}
{"text": "they also wanted to pursue their imperialism.", "label": "Label_4"}
{"text": "many people saw the country as discriminatory and protested the Berlin Olympics.", "label": "Label_2"}
{"text": "the forty- nine countries met there to compete in the summer Olympics- more than any previous games.", "label": "Label_0"}
{"text": "it wasnt tolerant at all.", "label": "Label_1"}
{"text": "many people began to question if Germany actually wanted peace.", "label": "Label_2"}
{"text": "some athletes were still hesitant because they didn't want to support german beliefs.", "label": "Optimal_2"}
{"text": "the athletes threatened boycott after the Nuremberg Laws passed in 1935 in Germany.", "label": "Optimal_2"}
{"text": "countries and athletes protested against the discriminatory Nuremberg Laws.", "label": "Optimal_2"}
{"text": "Athletes knew something was up with the growing fascism in Germany and threatened to boycott the Berlin Olympics.", "label": "Optimal_2"}
{"text": "they knew they needed to control how people saw them.", "label": "Label_3"}
{"text": "Germany was worried they might look like they supported Nazi beliefs if they played in the Games.", "label": "Label_0"}
{"text": "Hitler's statements and actions about Jewish people made people wonder.", "label": "Optimal_1"}
{"text": "Hitler himself actually was against shaking hands with the medal winners.", "label": "Optimal_1"}
{"text": "they were not and were just pretending, shown in the instants when he got rid of the Jewish athletes.", "label": "Optimal_1"}
{"text": "it was difficult because everyone was questioning whether or not Germany was actually committed to peace.", "label": "Label_2"}
{"text": "other countries were starting to see the threat of the Nazi's.", "label": "Label_2"}
{"text": "Hitler decided to avoid shaking hands with Black and Jewish gold medalist winning athletes.", "label": "Optimal_1"}
{"text": "countries and athletes protested due to the racial segregation in Nuremberg.", "label": "Optimal_2"}
{"text": "Hitler still wouldn't shake hands with any medalist because he didn't want to shake black and gay people's hands.", "label": "Optimal_1"}
{"text": "it was clear they weren't when Hitler decided to avoid shaking hands with winners to avoid controversy by refusing to acknowledge black and Jewish athletes.", "label": "Optimal_1"}
{"text": "international media outlets were publishing reports of Hitler's violent actions.", "label": "Optimal_3"}
{"text": "it was nothing but just done for show.", "label": "Label_1"}
{"text": "they thought the propaganda campaign can be effective in Germany.", "label": "Label_3"}
{"text": "many people still question if Germany was committed to peace or not.", "label": "Label_2"}
{"text": "they wanted to pursue their agenda without anyone fighting them.", "label": "Label_4"}
{"text": "they didn’t want to associate with black or Jewish athletes.", "label": "Optimal_1"}
{"text": "some people started to wonder if Germany actually wanted peace since Hitler gained power.", "label": "Optimal_1"}
{"text": "Hitler avoided shaking hands with medal winners which led to some of the visitors figuring out that Germany wasn't actually tolerant.", "label": "Optimal_1"}
{"text": "it was all a show for the IOC people.", "label": "Label_1"}
{"text": "many people around the world began to wonder whether Germany was actually peaceful athletes even started to boycott.", "label": "Label_2"}
{"text": "countries and athletes protested due to the policies of the Nazis.", "label": "Optimal_2"}
{"text": "international newspapers were extensively reporting Hitler's violent actions.", "label": "Optimal_3"}
{"text": "it wasn't a ordinary Olympics with the new flags and new salute.", "label": "Label_0"}
{"text": "Hitler avoided shaking hands with metal winners.", "label": "Optimal_1"}
{"text": "many people began to question germany", "label": "Label_2"}
{"text": "newspapers had reported Hitler's nasty actions and all about the discriminatory statements that were being made towards citizens that were Jewish, black, etc.", "label": "Optimal_3"}
{"text": "Romani families in Berlin were sent to concentration camps.", "label": "Optimal_1"}
{"text": "the want to do that to be like that", "label": "Label_0"}
{"text": "Athletes even threatened to boycott the Nuremberg laws after they were passed.", "label": "Optimal_2"}
{"text": "many teams boycotted the Olympics because they believed that if they participated they mean be seen as Nazi supporters.", "label": "Optimal_2"}
{"text": "they were questioning their decision because they have heard of Hitler's crimes against the Jewish people.", "label": "Optimal_3"}
{"text": "the German leaders angrily showed off their beliefs.", "label": "Label_1"}
{"text": "their acts of tolerance were received little more than as a show.", "label": "Label_1"}
{"text": "before they sent Romani families who were living in Berlin to concentration camps.", "label": "Optimal_1"}
{"text": "many of the Olympians feared that if they participated in the Olympics they would be seen as supporting the discriminations of the Nazi's.", "label": "Optimal_2"}
{"text": "the world had already discovered the way Germany persecuted Jewish people.", "label": "Optimal_3"}
{"text": "it was all a guise.", "label": "Label_1"}
{"text": "sadly, this gesture of tolerance was essentially nothing more than a show.", "label": "Label_1"}
{"text": "it was all a show, and they actually just carefully hid their racism and antisemitism, and they were so racist in fact, that Hitler didn't even want to shake black and Jewish medal winners' hands.", "label": "Optimal_1"}
{"text": "they wanted to pursue their agenda without anyone interjecting.", "label": "Label_4"}
{"text": "some athletes were still hesitant because they didn't want to support Germany's beliefs after the Nuremberg Laws were passed.", "label": "Optimal_2"}
{"text": "Hitler seized power in 1933.", "label": "Optimal_1"}
{"text": "many people around the world began to question whether germany was actually commited to peace.", "label": "Label_2"}
{"text": "people campaigned against Hitler.", "label": "Label_0"}
{"text": "it turned out to be nothing more than a show, Hitler refused to shake any hands with medal winners..", "label": "Optimal_1"}
{"text": "many people began to question whether Germany was actually commuted to peace after had Hitler seized power in 133 Hitler was showing his low tolerance for the public.", "label": "Optimal_1"}
{"text": "they were attempting to hide their persecution of Jews and other races.", "label": "Label_3"}
{"text": "they used the Nazi flag and propaganda; Hitler also refusing to show himself because he didn't want to shake hands with the medal winners", "label": "Optimal_1"}
{"text": "Germany already try to convinced everyone there not bad.", "label": "Label_3"}
{"text": "athletes threatened to boycott the Olympics.", "label": "Label_2"}
{"text": "it was all a show, and they actually just carefully hid their racism and antisemitism .", "label": "Optimal_1"}
{"text": "many countries questioned if Germany was actually willing to stay peaceful.", "label": "Label_2"}
{"text": "they also wanted to kill all the jews.", "label": "Optimal_1"}
{"text": "the world has already seen Hitler's harmful discrimination towards the Jewish people.", "label": "Optimal_3"}
{"text": "they people were still skeptical about Germany's fascist ideas.", "label": "Label_2"}
{"text": "some athletes threatened to protest the antisemitic actions of the Nazi regime by boycotting the Olympics.", "label": "Optimal_2"}
{"text": "they tried to convince the world they were not a threat but they were a threat.", "label": "Label_1"}
{"text": "the city's hate-filled newspapers ended publication.", "label": "Label_3"}
{"text": "it was nothing but a show when Hitler turned down the opportunity to shake hands with the medalists.", "label": "Optimal_1"}
{"text": "they were called \"enemies of the state\" due to their aggressive promoting and their beliefs.", "label": "Label_0"}
{"text": "once Hitler seized power in 1933, many people around the world began to question whether Germany was actually committed.", "label": "Optimal_1"}
{"text": "they though they were going to be a threat.", "label": "Label_0"}
{"text": "they had already made such a bad image of themselves that most people didn't want them to participate in the Olympics.", "label": "Label_2"}
{"text": "Hitler chose not to shake hands with medal winners rather than risk controversy.", "label": "Optimal_1"}
{"text": "a lot of people were disagreed.", "label": "Label_2"}
{"text": "Hitler chose to avoid shaking hands with medal winners.", "label": "Optimal_1"}
{"text": "they really wanted to pursue their agenda without anyone opposing them.", "label": "Label_4"}
{"text": "Hitler had seized power in 1933.", "label": "Optimal_1"}
{"text": "Germany eventually started WW2.", "label": "Optimal_1"}
{"text": "this show of tolerance was nothing but a show.", "label": "Label_1"}
{"text": "they hid their beliefs from the pubic", "label": "Label_3"}
{"text": "famous newspapers disclosed information on Hitler's harmful, discriminatory statements and actions.", "label": "Optimal_3"}
{"text": "they really tried to pursue their agenda without anyone opposing them.", "label": "Label_4"}
{"text": "he still avoided shaking hands with Jewish and Black athletes.", "label": "Optimal_1"}
{"text": "after the Nuremberg Laws, many athletes threatened to boycott the world championships.", "label": "Optimal_2"}
{"text": "rather than  forcefully advancing their convictions, they endeavored to conceal them.", "label": "Label_3"}
{"text": "they were really trying to manipulate other nations into letting them pursue their imperialist and nationalist agenda.", "label": "Label_4"}
{"text": "other did not believe this and said they would boycott the Olympics.", "label": "Label_2"}
{"text": "after the Nuremberg Laws, many athletes threatened to withdraw from the Olympics.", "label": "Optimal_2"}
{"text": "the world started to question if Germany was actually committed to peace after World War 1.", "label": "Label_2"}
{"text": "they had posters including ones barring Jews from public spaces.", "label": "Optimal_1"}
{"text": "needed to promote the Germany's peace in the Summer Olympics.", "label": "Label_0"}
{"text": "Hitler's discriminatory, harmful views of Jewish, Black, and Romani people were very public.", "label": "Optimal_3"}
{"text": "it was all a show.", "label": "Label_1"}
{"text": "they excluded almost every Jewish from their Olympic team.", "label": "Optimal_1"}
{"text": "Germany still refused to acknowledge Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "global protests for the 1936 Olympics grew.", "label": "Label_2"}
{"text": "Hitler picked to avoid shaking hands and medal winners rather chance controversy by refusing to admit Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "Nazi officials designed these tours to convince others that reports of discrimination.", "label": "Label_3"}
{"text": "people outside of Germany were skeptical.", "label": "Label_2"}
{"text": "s were passed they worried they might seem to support Nazi beliefs.", "label": "Optimal_2"}
{"text": "this was only to be used as a propaganda tool as those who were Black and Jewish were excluded from the games.", "label": "Optimal_1"}
{"text": "they were not a good country.", "label": "Label_1"}
{"text": "they put Romani families in concentration camps.", "label": "Optimal_1"}
{"text": "Hitler avoided shaking hands with medal winners and refusing to acknowledge Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "global protests grew against Germany.", "label": "Label_2"}
{"text": "many people around the world began to wonder whether Germany was actually peaceful.", "label": "Label_2"}
{"text": "they choose to avoid black and Jewish athletes.", "label": "Optimal_1"}
{"text": "this was done with the ulterior motive of imperialism.", "label": "Label_4"}
{"text": "many players refused to play in the Olympics fearing that people would think they were in agreement with Nazi ideals, especially when Hitler refused to shake hands of colored athletes.", "label": "Optimal_2"}
{"text": "they believed the games could b used  as an effective propaganda tool, to hep show Germany wasn't a threat and could pursue its imperialist, and nationalist agenda.", "label": "Label_4"}
{"text": "Hitler did not and posted hateful propaganda to make Germany seem like a bad country.", "label": "Optimal_1"}
{"text": "other countries did not want the Olympics to be heled in Germany for many various reason like the natis not being tolerant of many things.", "label": "Optimal_2"}
{"text": "many started to question germany's peace after hitler seized power and newspapers reported on hitler's hateful statements.", "label": "Optimal_3"}
{"text": "Hitler tried everything he could to avoid the athletes.", "label": "Optimal_1"}
{"text": "it was just a show to persuading others to ignore the growing fascism.", "label": "Label_1"}
{"text": "Hitler seized power and many people began to question if Germany would commit to peace due to Hitler's harmful discrimination.", "label": "Optimal_1"}
{"text": "they chose to avoid black and Jew athletes.", "label": "Optimal_1"}
{"text": "it was all fake they were just putting up a front with propaganda to make them seem like they are good people.", "label": "Label_1"}
{"text": "the world had knowledge of the way Germany persecuted Jewish people.", "label": "Optimal_3"}
{"text": "Hitler refused to acknowledge Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "global protests had shown how dangerous they actually were.", "label": "Label_2"}
{"text": "Africa and athletes protested due to the discriminated Nuremberg Laws.", "label": "Optimal_2"}
{"text": "once Hitler took power in 1933, a lot of people around the world questioned weather Germany actually wanted peace and Athletes threatened to boycott the Berlin Olympics.", "label": "Optimal_1"}
{"text": "they were not and it was all a show; Hitler avoided acknowledging anyone he didn't like.", "label": "Optimal_1"}
{"text": "after the Nuremberg Laws were enacted, many athletes threatened to boycott the Olympics.", "label": "Optimal_2"}
{"text": "soon after the Olympics Germany invaded Poland.", "label": "Optimal_1"}
{"text": "they hid their true personality by excluding Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "the other countries knew that Germany was not tolerant.", "label": "Label_2"}
{"text": "the want to", "label": "Label_0"}
{"text": "people started to think that they were faking being a good country.", "label": "Label_2"}
{"text": "countries knew about the Nazi's discrimination and persecution of Jewish people.", "label": "Optimal_3"}
{"text": "people did not believe the natis's would follow the rules because of laws in Germany that seemed to give German athletes an advantage.", "label": "Label_0"}
{"text": "instead of aggressively promoting all of their beliefs, they wanted to hide them", "label": "Label_3"}
{"text": "protests grew more globally.", "label": "Label_2"}
{"text": "Hitler thought this would downplay the fascist regimes dangerous appearance.", "label": "Label_4"}
{"text": "Nazi leaders thought this propaganda campaign.", "label": "Label_3"}
{"text": "it was just a propaganda tool and they just wanted to pursue their nationalist agenda", "label": "Label_4"}
{"text": "they hid their beliefs from the pubic.", "label": "Label_3"}
{"text": "Hitler's government thought this would help humanize them and downplay the dangers of their fascist regime..", "label": "Label_4"}
{"text": "the hosts told the German citizens that it was their job to act right during the games.", "label": "Label_1"}
{"text": "many people already how Germany was discrimating against many minorities this led to many countries questioning if the Olympics should even be held in Germany.", "label": "Optimal_3"}
{"text": "many still regarded Germany as suspicious after the Nuremberg Laws.", "label": "Optimal_2"}
{"text": "after Hitler took power in 1933, many people all around the world questioned whether Germany was actually committed to peace.", "label": "Optimal_1"}
{"text": "everyone was questioning it because they did not know if Nazi leaders actually wanted peace especially after they seized all those people and showed that they are not the peaceful type.", "label": "Optimal_1"}
{"text": "they also persuaded others to ignore the Nazi fascist beliefs.", "label": "Label_3"}
{"text": "they removed most Jewish people from their team.", "label": "Optimal_1"}
{"text": "the world knew Germany was not a good country after they sent Romani families to camps before the games.", "label": "Optimal_1"}
{"text": "people didn't trust them so they decided to join h Olympics.", "label": "Label_1"}
{"text": "after some consideration many people around the world began to question if Germany was actually committed to peace or war.", "label": "Label_2"}
{"text": "it wasnt tolerant at all......", "label": "Label_1"}
{"text": "Hitler avoided shaking hands with medal winners to avoid controversy.", "label": "Optimal_1"}
{"text": "people didn't like their ideologies, so they took down all of their posters that blamed other groups of people.", "label": "Label_3"}
{"text": "they didn't want to compete against blacks, LGBTQ, or Jewish members.", "label": "Optimal_1"}
{"text": "it could be effective because it can maintain power.", "label": "Label_0"}
{"text": "it wasnt tolerant at all....", "label": "Label_1"}
{"text": "this was done with the intention of achieving another motive, such as imperialism.", "label": "Label_4"}
{"text": "after the Nuremberg Laws, many athletes threatened to boycotted the Olympics.", "label": "Optimal_2"}
{"text": "the countries' reputation was already tainted because they killed Jewish people, and Hitler still refused to shake the hands of Black athletes, and excluded Jewish people from the national team.", "label": "Optimal_1"}
{"text": "everyone was questioning it because they did not know if Nazi leaders actually wanted peace especially after he refused to shake hands.", "label": "Optimal_1"}
{"text": "the other countries knew that Germany was racist.", "label": "Label_2"}
{"text": "they hid their true personality and how dangerous Hitler's government actually was.", "label": "Label_1"}
{"text": "they weren't actually a tolerant country.", "label": "Label_1"}
{"text": "athletes even threatened to boycott the Berlin Olympics.", "label": "Label_2"}
{"text": "newspapers talked about Hitler's harmful statements and actions.", "label": "Optimal_3"}
{"text": "the German military invaded Poland and World War began.", "label": "Optimal_1"}
{"text": "hitler's government thought this would help humanize them and downplay the dangers.", "label": "Label_4"}
{"text": "the public still saw them as a enemy", "label": "Label_2"}
{"text": "the Nazis's tore down all of the anti-Jews posters before the outsiders came.", "label": "Label_3"}
{"text": "competitiors were worried they might support Nazi beliefs if they participated in the Games.", "label": "Optimal_2"}
{"text": "they used the Nazi flag and propaganda; Hitler also refusing to show himself because he didn't want to shake hands with the medal winne", "label": "Optimal_1"}
{"text": "athletes still threatened to boycott the Berlin Olympics because of all the horrible things Hitler said and did in WW1.", "label": "Label_0"}
{"text": "they had to convince others that reports of discrimination were over exaggerated and that germany would be a welcoming host.", "label": "Label_3"}
{"text": "the show of tolerance was nothing more than a show.", "label": "Label_1"}
{"text": "they were just putting on a show and were not truly tolerant.", "label": "Label_1"}
{"text": "protests grew worse when they blamed Jewish people, Black people, Romani people, political opponents, and members of the LGBTQ community for Germany's problems.", "label": "Optimal_2"}
{"text": "Hitler did not shake Jew´s hands.", "label": "Optimal_1"}
{"text": "people did not believe the natis's would follow the rules because of antijewish laws in Germany.", "label": "Optimal_1"}
{"text": "they designed tours to have to convince others that reports of discrimination were over exaggerated and that germany would be a welcoming host.", "label": "Label_3"}
{"text": "Hitler refused to shake hands with medal winners incase they were black or Jewish.", "label": "Optimal_1"}
{"text": "a Ministry of Public Enlightenment and Propaganda was created by Hitler  promoting the Nazi ideology.", "label": "Label_0"}
{"text": "it was just a show as three years late Germany invaded Poland and World War II began.", "label": "Optimal_1"}
{"text": "they wanted to pursue their agenda without interruption.", "label": "Label_4"}
{"text": "they wanted to pursue their agenda without anyone challenging them.", "label": "Label_4"}
{"text": "Hitler had posters barring Jews from public space torn down, stopped hate-filled newspapers, and told German citizens to behave like good hosts.", "label": "Label_3"}
{"text": "athletes threatened to boycott the games so it doesn't look like they were supporting the antisemitic laws.", "label": "Optimal_2"}
{"text": "german leaders knew they needed to control their public image in a different way.", "label": "Label_3"}
{"text": "when germany wanted control they decided to hide their beliefs  and other things to keep their image.", "label": "Label_3"}
{"text": "the German milatary invaded poland and world war II officially began.", "label": "Optimal_1"}
{"text": "people were very away of there ideals and many protested Berlin hosting the Olympic games.", "label": "Label_2"}
{"text": "after the Nazi Laws, many athletes threatened to boycott the Olympics.", "label": "Optimal_2"}
{"text": "allegations of racism and prejudice prevented them from truly being seen as tolerant.", "label": "Optimal_1"}
{"text": "since the Nuremberg Laws were passed in Germany, athletes worried people would begin to support Nazi beliefs and German would gain too much power and start another war.", "label": "Optimal_2"}
{"text": "many athletes, and the world as a whole, were skeptical about Germany and its recent advances with the Nuremberg Laws and their fascist beliefs.", "label": "Optimal_3"}
{"text": "the athletes threatened to boycott the Berlin Olympics because they were concerned that Germany wasn't peaceful and would persecute Jewish people.", "label": "Optimal_2"}
{"text": "atthletes even thretend  by boycott", "label": "Label_2"}
{"text": "at the olympics he seemed alright when they hosted the olympics.", "label": "Label_0"}
{"text": "on the agenda they had added all the bad things hitler was doing.", "label": "Optimal_1"}
{"text": "many people already knew that Germany wasn't before the games the expelled Romani families and sent them to camps this would to lead to many countries questioning if Germany was a peaceful country.", "label": "Optimal_3"}
{"text": "the regime's plans were not hidden, as many people knew that Germany was antisemitic and that they had discriminated against Jewish people.", "label": "Optimal_3"}
{"text": "people still questioned if Germany was peaceful because of the Nuremberg Laws.", "label": "Optimal_1"}
{"text": "it was nothing but a shown.", "label": "Label_1"}
{"text": "athletes threatened to boycott because they feared they would seem to support Nazi beliefs.", "label": "Optimal_2"}
{"text": "the world already knew about the way Germany persecuted Jews.", "label": "Optimal_3"}
{"text": "They used textbooks and media to blame people they call \"enemies of the state\".", "label": "Optimal_1"}
{"text": "the show of tolerance was just a show.", "label": "Label_1"}
{"text": "Hitler's propaganda campaign was helping the gemrnasout and given them more power.", "label": "Label_3"}
{"text": "Hitler refused to shake hands with athletes.", "label": "Optimal_1"}
{"text": "For the first time in the  history of modern olympic games, people in the united states and europe.", "label": "Label_0"}
{"text": "many people thought Germany wasn't peaceful.", "label": "Label_2"}
{"text": "they sent Romani families to concentration camps right before the Olympic Games began.", "label": "Optimal_1"}
{"text": "many athletes, and the world as a whole, were skeptical about Germany and it's recent advances.", "label": "Label_2"}
{"text": "the newspaper reported widely on Hitler harmful discriminatory statements.", "label": "Optimal_3"}
{"text": "the Germans blamed Jewish, Black, Romani, LGBTQ, and political opponents.", "label": "Optimal_1"}
{"text": "international press was routinely reporting Hitler's violent actions.", "label": "Optimal_3"}
{"text": "athletes threatened to boycott the games because of the Nazi agenda.", "label": "Optimal_2"}
{"text": "countries and athletes protested due to the unfair Nuremberg Laws.", "label": "Optimal_2"}
{"text": "they still were fascist.", "label": "Label_4"}
{"text": "Hitler’s discrimination and prosecution against the Jews made people think otherwise.", "label": "Optimal_1"}
{"text": "they actually had antisemitic beliefs", "label": "Optimal_1"}
{"text": "this was done in order to pursue their ulterior motive of imperialist expansion.", "label": "Label_4"}
{"text": "what Germany showed the other countries was just a show to cover up the bigger motives.", "label": "Label_1"}
{"text": "it was nothing more than a show, ignoring Jewish and black athletes.", "label": "Optimal_1"}
{"text": "Athletes threatened to boycott the berlin olympics.", "label": "Label_2"}
{"text": "he wasn't sure if he could win the challenges.", "label": "Label_0"}
{"text": "the Nazi's had a group going by the name of \"enemies of the state\" that group included Jewish people, Black People, Romani people, and many members of the LGBTQ community.", "label": "Optimal_1"}
{"text": "the world had long known about the way Germany persecuted Jewish people.", "label": "Optimal_3"}
{"text": "Hitler wanted nothing to do with them and avoid shaking hands as well as saying no to acknowledge all the Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "as global protests grew ahead of the 1936 Olympics, however, German leaders knew they needed to control their public image in a different way.", "label": "Label_3"}
{"text": "this show was nothing more that a show.", "label": "Label_1"}
{"text": "Hitler chose to not shake hands with winners, instead of acknowledging black and Jewish athletes.", "label": "Optimal_1"}
{"text": "Athletes knew something was up with the growing fascism in Germany by looking at newspapers that were printed around the world, showing Hitler's fascism and threatened to boycott the Berlin Olympics.", "label": "Label_2"}
{"text": "people were very aware of their ideals on race, religion, and human rights and many protested Berlin hosting the Olympic games.", "label": "Optimal_3"}
{"text": "this show of tolerance was nothing more than a show.", "label": "Label_1"}
{"text": "they were promoting hatred towards Jews, Black people, Romani people, political opponents, and members of the LGBTQ community, claiming they were the reason for Germany's problems.", "label": "Optimal_1"}
{"text": "they only did it for their own personal gain.", "label": "Label_4"}
{"text": "when Hilter chose to avoid shaking hands with medal winners it was nothing more than just a show.", "label": "Optimal_1"}
{"text": "it was nothing but just done for show", "label": "Label_1"}
{"text": "they didn't want to show that they had too much power.", "label": "Label_0"}
{"text": "they wanted to pursue their agenda without interference.", "label": "Label_4"}
{"text": "it was very hard when there was so many suffering people around and the hole world already knew what was going on there.", "label": "Label_2"}
{"text": "people weren’t sure if they were committing a peace because of the news papers hitler was know for his harmful discriminatory statements and actions.", "label": "Optimal_3"}
{"text": "Hitler was using this show of tolerant as an act by avoiding to shake hands with the winners.", "label": "Optimal_1"}
{"text": "Germany aggressively promoted their beliefs attempting to hide them.", "label": "Label_3"}
{"text": "athletes still boycotted the idea of holding the Olympics there because Hitler was using the games as a form of propaganda .", "label": "Label_2"}
{"text": "many international newspapers were reporting Adolf Hitler's violent actions.", "label": "Optimal_3"}
{"text": "Hitler chose to avoid shaking hands with medal winner cause some were black and Jews.", "label": "Optimal_1"}
{"text": "thye could not stay toterant.", "label": "Label_1"}
{"text": "still the Jews and others are seen as a threat.", "label": "Optimal_1"}
{"text": "he didn't care about the athletes.", "label": "Label_0"}
{"text": "they started putting up anti-Semitic posters.", "label": "Label_0"}
{"text": "people outside of Germany were skeptical that it was all show.", "label": "Label_2"}
{"text": "they aggressively  promote their beliefs attempting to hide them.", "label": "Label_3"}
{"text": "news papers across the globe were reporting the discriminatory, harmful actions being taken against Jewish people by the German government.", "label": "Optimal_3"}
{"text": "they weren't actually a tolerant country because they didn't acknowledge Jewish and black contestants.", "label": "Optimal_1"}
{"text": "the show of tolerance was nothing more than a show because Hitler refused to acknowledge Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "many people questioned if Germany actually wanted peace after Hitler seized power in 1933.", "label": "Optimal_1"}
{"text": "world leaders and IOC representatives were invited to visit in Berlin after the government's preparations were done.", "label": "Label_3"}
{"text": "they were just putting on a show and were not truly tolerant and Hitler refused to interact with Jewish or Black people during the Olympics.", "label": "Optimal_1"}
{"text": "international newspapers showed discriminatory statements and actions by Germany's government so Athletes decided to threaten to boycott the Berlin Olympics.", "label": "Optimal_3"}
{"text": "The German leaders attempted to hide what they were doing in order to control their public image.", "label": "Label_3"}
{"text": "due to all of the problems Germany had during World War one it couldn't be seen as a tolerant country.", "label": "Label_0"}
{"text": "the actions they took to portray that image were only a part of a show, as many citizens perceived as enemies had been sent to concentration camps.", "label": "Optimal_1"}
{"text": "they attempted to hide their beliefs by tearing down anti semitic posters.", "label": "Label_3"}
{"text": "the Nazi system was no secret from journalists around the world with many newspapers reporting the harmful and inhuman things they would do to citizens such as removing the Jews from the public.", "label": "Optimal_3"}
{"text": "other countries did not want the Olympics to be heled in Germany for many various reason.", "label": "Label_2"}
{"text": "many of the Olympians feared that if they participated in the Olympics they would be seen as supporting the anti-Semitic Nuremberg Laws that Germany had just passed.", "label": "Optimal_2"}
{"text": "many did not believe them due to the Hitler's harmful, discrimitory statements, and actions", "label": "Optimal_1"}
{"text": "the world started to question if Germany was actually committed to peace after Hitler seized power.", "label": "Optimal_1"}
{"text": "it was hard when there was many suffering people and the hole world already knew what was going on there.", "label": "Label_2"}
{"text": "countries and athletes protested due to the discriminatory Nazi laws.", "label": "Optimal_2"}
{"text": "countries didn't agree and was thinking about boycotting the 1936 olympics.", "label": "Label_2"}
{"text": "the Nazi regime's was no secret newspapers reported Hitler's harmful, discriminatory statement and actions, along with the persecution of Jewish people.", "label": "Optimal_3"}
{"text": "with Adolf Hitler being Germany’s new leader, many athletes boycotted the Olympics.", "label": "Optimal_2"}
{"text": "people did not believe them.", "label": "Label_2"}
{"text": "instead Germany they attempted to hide their beliefs.", "label": "Label_3"}
{"text": "they wanted to pursue their agenda without anyone opposing them.", "label": "Label_4"}
{"text": "the want to do thatgg", "label": "Label_0"}
{"text": "Hitler gained power and people started to doubt that Germany was committed to peace.", "label": "Optimal_1"}
{"text": "it did not work as they were against Jews and other races.", "label": "Optimal_1"}
{"text": "Hitler was using this show of tolerant as an act.", "label": "Label_1"}
{"text": "there were global protests against the idea of the Olympic games being hosted in Germany because of the German's discriminatory statements and actions.", "label": "Optimal_2"}
{"text": "Hitler risked this by avoiding coming in contact with the gold medal winners because some of them were Black and/or Jewish.", "label": "Optimal_1"}
{"text": "people were skeptical about their agenda and their beliefs.", "label": "Label_2"}
{"text": "many did not believe them due to the Hitler's harmful, discrimitory statements, and actions so some competetors were talking about boy coting the competition", "label": "Optimal_1"}
{"text": "many people began to question germany because Hitler refused to shake hands with the medal winners.", "label": "Optimal_1"}
{"text": "they were actually sending people to concentration camps.", "label": "Optimal_1"}
{"text": "athletes threatened to boycott the Berlin Olympics.", "label": "Label_2"}
{"text": "the other countries didn't see eye to eye with them.\\", "label": "Label_2"}
{"text": "after making the Nuremberg laws many athletes boycotted.", "label": "Optimal_2"}
{"text": "Germany eventually declared war on Poland and started WW2.", "label": "Optimal_1"}
{"text": "the world had already known about the way Germany persecuted Jewish people.", "label": "Optimal_3"}
{"text": "they chose to avoid black and Jewish athletes.", "label": "Optimal_1"}
{"text": "it was nothing but a show when a Jewish athlete was left out of Germany's team.", "label": "Optimal_1"}
{"text": "protests grew ahead of the 1963 olympics.", "label": "Label_2"}
{"text": "many people changed their mind after Hitler seized power in 1933.", "label": "Optimal_1"}
{"text": "since the Nuremberg Laws were passed in Germany, athletes worried people would begin to support Nazi beliefs which would make a negative effect across the globe.", "label": "Optimal_2"}
{"text": "they were a threat then everyone would look at the country bad and something that proved it's not actually tolerant is the way hitler refused to shake hands.", "label": "Optimal_1"}
{"text": "many people around the world started to question if Germany committed to peace after the government's persecution of Jewish people.", "label": "Optimal_3"}
{"text": "Hitler refused to shake hands with black and Jewish medal winners.", "label": "Optimal_1"}
{"text": "the Hitler started to agree with the medal winners instead of not acknowledging the other athletes.", "label": "Label_0"}
{"text": "people already knew that they had hateful beliefs against Jewish and Romani people.", "label": "Optimal_3"}
{"text": "discrimination in the games was shown towards Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "the whole world already knew what was going on there", "label": "Label_2"}
{"text": "Hitler didn't care about the blacks and the Jewish people.", "label": "Optimal_1"}
{"text": "Nazi leaders was there", "label": "Label_0"}
{"text": "Hitler was using this show of tolerant as an act by avoiding to shake hands with the winners but one Jewish.", "label": "Optimal_1"}
{"text": "they were not and were just pretending to be by hiding the fact that did not treat every one the same.", "label": "Label_1"}
{"text": "the nazi had to not use agrastion.", "label": "Label_0"}
{"text": "propaganda campaign to maintain power in Germany.", "label": "Label_3"}
{"text": "propaganda campaign to maintain power.", "label": "Label_3"}
{"text": "others were starting to be concerned of their idea of fascism and refusing Jewish and black athletes.", "label": "Optimal_3"}
{"text": "then germany could pursue its imperialist nationalist agenda without resistance.", "label": "Label_4"}
{"text": "they needed to use another way to control their public image by hiding their beliefs.", "label": "Label_3"}
{"text": "they chose to not come in contact with black and Jewish athletes.", "label": "Optimal_1"}
{"text": "it did not work", "label": "Label_0"}
{"text": "global protests grew because of propaganda that called Jewish people, Black people, Romani people, and political opponents, enemies of the state.", "label": "Optimal_2"}
{"text": "unfortunately, this act of tolerance was nothing more than that, they believed the games could be sued as an effective propaganda tool, to prove they weren't a threat.", "label": "Label_1"}
{"text": "many of the Olympians feared that if they participated in the Olympics they would be seen as supporting Germany.", "label": "Optimal_2"}
{"text": "people didn't believe that Germany wanted peace.", "label": "Label_2"}
{"text": "people weren’t sure if they were committing a peace because Hitler didn’t want to shake hands with gold medal winners.", "label": "Optimal_1"}
{"text": "Hitler refused to shake hands with the winners so that he would not have to shake people's hands who were Jewish.", "label": "Optimal_1"}
{"text": "Hitler avoided shaking hands with the medal winners instead of refusing to acknowledge Black and Jewish athletes, as well many Romani families in Berlin were sent to concentration camps.", "label": "Optimal_1"}
{"text": "they hid their true personality and how dangerous Hitler's government actually was towards the Jews.", "label": "Label_1"}
{"text": "Hitler chose not to shake the hands of medal winners.", "label": "Optimal_1"}
{"text": "many people changed their mind after Hitler seized power and Hitler’s harmful, discriminatory actions, showing that Germany wasn’t a tolerant country.", "label": "Optimal_1"}
{"text": "they promoted Nazi ideology and blamed the people.", "label": "Optimal_1"}
{"text": "it was just a show to get Hitler mad.", "label": "Label_0"}
{"text": "he could not convince the country's at the olympics that they were good people.", "label": "Label_1"}
{"text": "this show of tolerance was  just a show.", "label": "Label_1"}
{"text": "global protests had made them branch to different forms of propaganda, such as media control.", "label": "Label_2"}
{"text": "Hitler was just faking the tolerance.", "label": "Label_1"}
{"text": "Hitler seized power in 1933, and avoided shaking hands with medal winners.", "label": "Optimal_1"}
{"text": "many people around the world began to question whether germany was actually committed to peace", "label": "Label_2"}
{"text": "the Jewish people were already widely known for their persecution of the Germans.", "label": "Optimal_3"}
{"text": "people started to think that they were faking being a good country, the government wanted people to not think the thing they were thinking.", "label": "Label_2"}
{"text": "the propaganda was too muchg", "label": "Label_0"}
{"text": "newspapers called out Hitler for making harmful, discriminatory statements.", "label": "Optimal_3"}
{"text": "people were questioning if Germany was peaceful.", "label": "Label_2"}
{"text": "after some consideration many people around the world began to question if Germany was actually committed to peace.", "label": "Label_2"}
{"text": "people didn't trust Hitler because of what he tried to do in the war.", "label": "Optimal_1"}
{"text": "instead of aggressively promoting their beliefs, they attempted to hide them.", "label": "Label_3"}
{"text": "if the Germans could not convince world they were not a threat them they would purse  imperialist and nationalist without resistance.", "label": "Label_4"}
{"text": "the other countries were afraid that they might be supporting Nazi beliefs if they participated in the Olympics.", "label": "Optimal_2"}
{"text": "the whole world already knew what was going on there Hitler did not shake any blacks or jewishs hands.", "label": "Optimal_3"}
{"text": "global protests grew head of the Olympics.", "label": "Label_2"}
{"text": "international newspapers reported on Hitler's harmful and discriminatory actions.", "label": "Optimal_3"}
{"text": "after the Nuremberg Laws, a lot of athletes threatened to boycott the Olympics.", "label": "Optimal_2"}
{"text": "Hitler chose to avoid shaking hands with the medal winners and risk by refusing to acknowledge black and Jewish athletes.", "label": "Optimal_1"}
{"text": "everyone was questioning it because they did not know if Nazi leaders actually wanted peace.", "label": "Label_1"}
{"text": "they had already made such a bad image of themselves that most people didn't want them to participate in the Olympics, instead they tried to hide their beliefs and stop publishing hate-filled papers.", "label": "Label_3"}
{"text": "they really were an oppressive fascist regime and only used the games to temporarily gain the public's favor while they prepared to perpetrate atrocities and begin the holocaust.", "label": "Optimal_1"}
{"text": "everyone was against it and Hitler wouldn't shake the athlete's hands.", "label": "Optimal_1"}
{"text": "protest grew causing the image of germany to be altered.", "label": "Label_2"}
{"text": "it wasnt tolerant at all..", "label": "Label_1"}
{"text": "they really were an oppressive fascist regime and only used the games to briefly gain the public's favor while they prepared to perpetrate atrocities against Jewish, Black, Romani, and LGBTQ+ people.", "label": "Optimal_1"}
{"text": "newspapers had already reported on their discriminatory practices.", "label": "Optimal_3"}
{"text": "they were determined to pursue their agenda without interference.", "label": "Label_4"}
{"text": "the facade was only an act; Hitler chose to not shake anyone's had rather than only refuse Black and Jewish participants.", "label": "Optimal_1"}
{"text": "Hitler would not shake any winners' hands and only on Jewish man was on the German team.", "label": "Optimal_1"}
{"text": "many people around the world started to question if Germany committed to peace since athletes threatened to boycott the Berlin Olympics.", "label": "Label_2"}
{"text": "protests grew ahead of the 1963 Olympics German leaders knew they needed to start controlling their public image and stop persecuting Jewish people and stop making discriminatory statements.", "label": "Label_3"}
{"text": "the world already knew about the way the Nazi Germany persecuted Jewish people.", "label": "Optimal_3"}
{"text": "after some consideration many people around the world began to question if Germany was actually committed to peace and them or just to war.", "label": "Label_2"}
{"text": "Hitler chose to avoid the people when giving out medal.", "label": "Optimal_1"}
{"text": "the athletes thought it might look like they supported the beliefs of the Nazi's.", "label": "Optimal_2"}
{"text": "3 years later they started World War 2.", "label": "Optimal_1"}
{"text": "Germany was not a very positive state and wasn't very humanizing.", "label": "Label_1"}
{"text": "it was just for show and the success of their plans allowed their imperialist ways to take hold.", "label": "Label_1"}
{"text": "the show of tolerance for Jews was just a show.", "label": "Label_1"}
{"text": "the show of peace and tolerance was just a front, Hitler avoiding to shake hands with medal winners and risk controversy.", "label": "Optimal_1"}
{"text": "Hitler avoided shaking hands with medal winners to not risk disagreement by refusing to acknowledge Jewish and Black athletes.", "label": "Optimal_1"}
{"text": "the want to do that", "label": "Label_0"}
{"text": "this was in order to pursue their ulterior motive of imperialism", "label": "Label_4"}
{"text": "it turned out to be nothing more than a show, Hitler refused to shake any hands with medal winners.", "label": "Optimal_1"}
{"text": "many people began to question whether germany was actually committed to peace anymore.", "label": "Label_2"}
{"text": "many people around the world knew Hitler's hate towards Jews.", "label": "Optimal_3"}
{"text": "it did not workn", "label": "Label_0"}
{"text": "Hitler did not shake hands.", "label": "Optimal_1"}
{"text": "the other countries knew of what they did.", "label": "Label_2"}
{"text": "everyone was questioning it because they did not know if Nazi leaders actually wanted peace especially after they seized all those people and put on a show.", "label": "Optimal_1"}
{"text": "the show of tolerance was just a show nothing more.", "label": "Label_1"}
{"text": "they knew they needed to get other countries to like them in a good way..", "label": "Label_3"}
{"text": "newspapers had been reporting on Hitler's discriminatory actions.", "label": "Optimal_3"}
{"text": "instead of aggressively promoting they went for a different approch.", "label": "Label_3"}
{"text": "in reality, they used the event to promote their fascist ideology and showcase Aryan supremacy.", "label": "Optimal_1"}
{"text": "many people around the world started to question if Germany was peaceful.", "label": "Label_2"}
{"text": "people were still skeptical about their agenda and their beliefs.", "label": "Label_2"}
{"text": "they believed the Games would be able to be used as useful resource to improve the global opinion of the country.", "label": "Label_4"}
{"text": "many people already had there thoughts on them.", "label": "Label_2"}
{"text": "the war had already stained the country reputation.", "label": "Label_2"}
{"text": "after Hitler seized power in 1933, many people didn't believe that Hitler wanted peace.", "label": "Optimal_1"}
{"text": "many people around the world started to question if Germany committed to peace since international newspapers reported widely on Hitler.", "label": "Optimal_3"}
{"text": "athletes worried they might seem like they supported the Nazi beliefs if they participated in the Games.", "label": "Optimal_2"}
{"text": "Germany was not a very positive state and wasn't very humanizing since the Jews were out into concentration camps.", "label": "Optimal_1"}
{"text": "many people around the world started to question if Germany wanted no harm.", "label": "Label_2"}
{"text": "the Nazi government remained committed to promoting Germany as a tolerant, peaceful nation for the Summer Olympics.", "label": "Label_3"}
{"text": "Nazi  officials designed these tours and convince others that reports of discrimination were exaggerated and show that Germany would be a warm, welcoming host.", "label": "Label_3"}
{"text": "many did not believe them.", "label": "Label_2"}
{"text": "behind the scenes Hitler refused to acknowledge Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "Hitler chose to avoid shaking hands with medal winners and refused to acknowledge black and Jewish athletes.", "label": "Optimal_1"}
{"text": "due to the actions of the Nazi party that had already been published, and the Nuremberg laws, athletes were considering boycotting the Olympics as they didn't want to be seen as Nazi supporters.", "label": "Optimal_2"}
{"text": "it was all just a show Hitler avoided shaking hands with winners rather than risk controversy by refusing to shake hands with Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "if leaders could convince the world they were not gonna be a threat than Germany could continue its imperialist.", "label": "Label_4"}
{"text": "the Nazi government wasn't tolerant.", "label": "Label_1"}
{"text": "unfortunately, the show was tolerance but there's was nothing more than a show.", "label": "Label_1"}
{"text": "this was for the purpose of pursuing their ulterior motive of imperialism.", "label": "Label_4"}
{"text": "it only worked for a while before the German military invaded poland, and World War two officially begin.", "label": "Optimal_1"}
{"text": "Hitler didn't shake the hands of medal winners.", "label": "Optimal_1"}
{"text": "many people began to question if Germany was safe after Hitler's actions in War World I.", "label": "Label_2"}
{"text": "Germany had a problem with the Jewish community, and people started to the discrimination Germany did towards other communities Hitler didn't see as the perfect \"German Race\".", "label": "Optimal_1"}
{"text": "Germany was worried they might look like they supported Nazi beliefs if they played.", "label": "Label_0"}
{"text": "people already knew about Hitler blaming different types of people, including Jews.", "label": "Optimal_3"}
{"text": "Hitler avoided shaking hands with medal winners to he would acknowledge lack and Jewish athletes.", "label": "Optimal_1"}
{"text": "the propaganda was too much..", "label": "Label_0"}
{"text": "many people around the world began to wonder whether Germany was actually safe.", "label": "Label_2"}
{"text": "it was just a propaganda tool and they just wanted to pursue their imperialist, nationalist agenda", "label": "Label_4"}
{"text": "countries and athletes protested due to the anti-Semitic Nuremberg Laws.", "label": "Optimal_2"}
{"text": "during the Olympics many families that were not German were sent to prison camps.", "label": "Optimal_1"}
{"text": "he didnt want to lose the races.", "label": "Label_0"}
{"text": "Hitler had harmful and discriminatory actions towards the Jews.", "label": "Optimal_1"}
{"text": "their display of tolerance was not anything but a show.", "label": "Label_1"}
{"text": "World War 1 already stained the reputation of the country.", "label": "Label_2"}
{"text": "they passed anti-semitic laws like the Nuremberg Laws.", "label": "Optimal_1"}
{"text": "they would not accept Jewish athletes.", "label": "Optimal_1"}
{"text": "it was all fake they were just putting up a front to make them seem like they are good people when they are not.", "label": "Label_1"}
{"text": "the propaganda was too much.", "label": "Label_0"}
{"text": "the propaganda was too muchy", "label": "Label_0"}
{"text": "people were still going against them and their ideas People believed they were just putting up a front.", "label": "Label_2"}
{"text": "all except one Jewish athlete was excluded from participation.", "label": "Optimal_1"}
{"text": "they excluded most Jewish people from participating.", "label": "Optimal_1"}
{"text": "athletes threatened to boycott The Berlin Olympics once the Nuremberg laws were passed because they worried they might seem to support their beliefs.", "label": "Optimal_2"}
{"text": "it turned out to be nothing more than a show to help Germany look talerant.", "label": "Label_1"}
{"text": "athletes threatened to boycott the Berlin Olympics after the Nuremberg Laws were passed in Germany.", "label": "Optimal_2"}
{"text": "what Germany showed the other countries was just a show to cover up the bigger motives all but one Jewish athlete was excluded from the German team.", "label": "Optimal_1"}
{"text": "Athletes threatened to boycott the Berlin Olympics if they let Germany back in.", "label": "Label_2"}
{"text": "they would have to convince the world that they were not a threat.", "label": "Label_1"}
{"text": "the other countries didn't see eye to eye with them.", "label": "Label_2"}
{"text": "it was just a act hitler would refuse to shake hands.", "label": "Optimal_1"}
{"text": "the war had already stained the country reputation because they killed the Jewish people.", "label": "Optimal_3"}
{"text": "they believed the games could b used  as an effective propaganda tool, to hep show Germany wasn't a threat and could pursue its imperialist, and nationalist agenda without resistance.", "label": "Label_4"}
{"text": "they knew they needed a different way of promoting than aggressive threats and lies.", "label": "Label_3"}
{"text": "on the agenda they had added all the bad things hitler was doing like actions, statements, and harmfulness.", "label": "Optimal_1"}
{"text": "they used the event as an opportunity to propagate their anti-Semitic ideals and policies.", "label": "Label_0"}
{"text": "many started to question germany's peace after hitler seized power and newspaper reported on hitler's hateful statements.", "label": "Optimal_3"}
{"text": "newspapers all over were reporting on Hitler's awful views and actions.", "label": "Label_1"}
{"text": "the war made the country's reputation go down because they killed the Jewish people.", "label": "Optimal_1"}
{"text": "many people started question if Germany was actually commited to peace.", "label": "Label_2"}
{"text": "anti-semitic posters, including ones barring Jews from public spaces, were torn down throughout the city.", "label": "Optimal_1"}
{"text": "german leaders knew they needed to control their public image", "label": "Label_3"}
{"text": "Hitler took Jews and black people out of the Olympics.", "label": "Optimal_1"}
{"text": "they were convinced it was a threat the Nazi government wasn't tolerant because they were considered a peaceful nation Hitler avoids to shake hands with medal winners.", "label": "Optimal_1"}
{"text": "they had children's textbooks full of Nazi ideology.", "label": "Optimal_1"}
{"text": "it wasnt tolerant at all.....", "label": "Label_1"}
{"text": "the show of tolerance was just a show", "label": "Label_1"}
{"text": "they made it seem like they were a good place for the Olympics and Hitler refused to shake hands of the Jewish athletes.", "label": "Optimal_1"}
{"text": "people around the world questioned Germany's true intentions and if they really wanted peace.", "label": "Label_2"}
{"text": "the event appeared to be the same show.", "label": "Label_1"}
{"text": "he said it easy", "label": "Label_0"}
{"text": "many people still question if Germany was committed to peace or not because of the discriminatory statements and actions.", "label": "Optimal_3"}
{"text": "the Nazi wanted", "label": "Label_0"}
{"text": "after the Nuremberg Laws, many athletes threatened to boycott the Olympics", "label": "Optimal_2"}
{"text": "many people around the world started to question if Germany committed to peace.", "label": "Label_2"}
{"text": "people think otherwise and because of what hitler is doing they don't like him.", "label": "Optimal_1"}
{"text": "they were discriminating against Jewish people.", "label": "Optimal_1"}
{"text": "many athletes threatened to boycott the Olympics after the Nuremberg Laws were enacted.", "label": "Optimal_2"}
{"text": "some athletes would threaten to boycott the games.", "label": "Label_2"}
{"text": "the world knew about the way Germany persecuted Jewish people long ago.", "label": "Optimal_3"}
{"text": "the Olympics was nothing more than a show.", "label": "Label_1"}
{"text": "they knew they needed a different way of promoting than aggressive threats and lies; So they tore down anything hate filled so they can make their citizens more practical than other nations.", "label": "Label_3"}
{"text": "they were a threat then everyone would look at the country bad and something that proved it's not actually tolerant is the way Hitler refused to shake hands with metal winners.", "label": "Optimal_1"}
{"text": "Everybody knew about the Nazi regime's agenda.", "label": "Label_2"}
{"text": "unfortunately the whole tolerant country thing was a show and Hitler avoided shaking hands with Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "they hid their true personality and controlled their public image by forcing their citizens to act a certain way.", "label": "Label_3"}
{"text": "athletes threatened to boycott the Berlin Olympics because of Germany's Nazi agenda.", "label": "Optimal_2"}
{"text": "nine countries met there to compete in the summer olympics more than in any previous  games.", "label": "Label_0"}
{"text": "they attempted to hide their beliefs by tearing down anti semitic posters and hate filled newspapers were published about them.", "label": "Label_3"}
{"text": "they still chose to exclude all but one Jewish athlete and sent many Romani families to concentration camps before the visits.", "label": "Optimal_1"}
{"text": "countries and athletes protested due to the anti-civil rights Nuremberg Laws.", "label": "Optimal_2"}
{"text": "Hitler refused to recognize athletes that were black or Jewish.", "label": "Optimal_1"}
{"text": "athletes even threatened to boycott the Berlin Olympics due to rules against Jewish people.", "label": "Optimal_2"}
{"text": "they were still hateful towards the Jewish, Black, Romanian, and LGBTQ community behind closed doors.", "label": "Optimal_1"}
{"text": "this was to pursue their ulterior motive of imperialism.", "label": "Label_4"}
{"text": "y also had many laws against Jewish people, black people and others.", "label": "Optimal_1"}
{"text": "German leaders knew they needed to control their public image in a different way.", "label": "Label_3"}
{"text": "many people boycotted their being in the Olympics due to their leader at the time being Adolf Hitler.", "label": "Optimal_2"}
{"text": "people weren’t sure if they were committing a peace.", "label": "Label_2"}
{"text": "global protests grew and German leaders decided to hide their beliefs and put on a show that makes them seem like a tolerant country.", "label": "Label_1"}
{"text": "other countries have already heard about their outrageous agenda to discriminate against Jews.", "label": "Optimal_3"}
{"text": "they convinced the world that the games were sent to camp.", "label": "Label_0"}
{"text": "athletes became worried after the laws were passed in 1935.", "label": "Optimal_2"}
{"text": "they really were an oppressive fascist regime and only used the games to temporarily gain the public's favor and remain in the world's good graces while they prepared to conquer the world.", "label": "Optimal_1"}
{"text": "the wanted to", "label": "Label_0"}
{"text": "some of the visitors figured out what was going on and did not trust Germany.", "label": "Label_2"}
{"text": "many teams boycotted the Olympics as many believe that if they participated they mean be seen as Nazi supporters.", "label": "Optimal_2"}
{"text": "after Hitler took power in 1933, many people all around the world questioned whether Germany was actually committed to peace because of their persecution of Jewish people.", "label": "Optimal_1"}
{"text": "at the olympics he seemed alright when they went.", "label": "Label_0"}
{"text": "the show of tolerance was nothing more than that show: a show.the Nevertheless, historians now see the Berlin Olympics as a resounding success for the Nazi party.", "label": "Label_1"}
{"text": "needed to promote the Germany's peace in the Summer Olympics and believed in games.", "label": "Label_0"}
{"text": "athletes didn't believe it.", "label": "Label_2"}
{"text": "the world knew Germany was not a good country.", "label": "Label_1"}
{"text": "it was nothing more but a show.", "label": "Label_1"}
{"text": "they used the Olympics for propaganda.", "label": "Label_4"}
{"text": "it wasn't a ordinary Olympics.", "label": "Label_0"}
{"text": "this show of tolerance was nothing more than a show because Hitler refused to shake hands with Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "it did not work Hitler put on a show and sent Romani families to concentration camps.", "label": "Optimal_1"}
{"text": "Hitler chose to avoid the Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "this was in order to pursue their ulterior motive of conquest.", "label": "Label_4"}
{"text": "their acts of tolerance were received little more than as a show as Hitler avoided shaking hands with the winners.", "label": "Optimal_1"}
{"text": "thye could not stay tolerant and ruined the image.", "label": "Label_1"}
{"text": "global protests had shown how dangerous they actually were, bringing their propaganda to a useless end.", "label": "Label_2"}
{"text": "many Romani families who were from Berlin were sent to concentration camps.", "label": "Optimal_1"}
{"text": "this was only to be used as a propaganda tool and downplay how dangerous they were.", "label": "Label_1"}
{"text": "newspapers reported on Hitler's harmful statements and the persecution of Jews.", "label": "Optimal_3"}
{"text": "everyone was against it.", "label": "Label_2"}
{"text": "people thought they were a threat.", "label": "Label_2"}
{"text": "then Germany could pursue its imperialist, nationalist agenda without resistence.", "label": "Label_4"}
{"text": "they people were still skeptical about Germany's  attempts to seem tolerant.", "label": "Label_2"}
{"text": "many people questioned if they actually wanted peace.", "label": "Label_2"}
{"text": "as tension grew in Germany there was a lot of conflict.", "label": "Label_2"}
{"text": "Germany already try to convinced everyone there not bad because Hitler choose to avoid shaking hands then creating bigger problems.", "label": "Optimal_1"}
{"text": "international newspapers were exposing Hitler's violent actions.", "label": "Optimal_3"}
{"text": "the German leaders knew they needed to control their public image in a different way.", "label": "Label_3"}
{"text": "they wanted to pursue their agenda without anyone getting in their way.", "label": "Label_4"}
{"text": "the Nazi regime tried to camouflage its violent racist policies while it hosted the summer Olympics.", "label": "Label_3"}
{"text": "the Nazi actions were no secret many newspapers reported world wide on Hitler's harmful, discriminatory statements, and actions.", "label": "Optimal_3"}
{"text": "as tension grew in Germany there was a lot of conflict, because Hitler had committed harmful & discriminatory statements & actions.", "label": "Optimal_1"}
{"text": "as tension grew in Germany there was a lot of conflict, because Hitler chose to avoid shaking hands the medal winners & refused Jewish & Black athletes.", "label": "Optimal_1"}
{"text": "newspapers all over were reporting on Hitler's persecution of the Jews.", "label": "Optimal_3"}
{"text": "many people around the world began to question whether germany was  actually  committed  to peace.", "label": "Label_2"}
{"text": "people thought they were a threat", "label": "Label_2"}
{"text": "only 1 Jewish athlete wasn't allowed to compete in Germany's national games.", "label": "Optimal_1"}
{"text": "they weren't actually a tolerant country and what proves that because all but one Jewish athlete was excludes from Germany nation teams.", "label": "Optimal_1"}
{"text": "many people began to question whether Germany was actually commuted to peace after Hitler seized power in 1933.", "label": "Optimal_1"}
{"text": "many people knew about the way Germany persecuted Jewish people.", "label": "Optimal_3"}
{"text": "they aggressively promoted their beliefs.", "label": "Label_3"}
{"text": "Hitler chose not shake the hands of medal winners.", "label": "Optimal_1"}
{"text": "they still wouldn't shake hands with the athletes, and all but one Jewish athlete was excluded from the national teams.", "label": "Optimal_1"}
{"text": "Hitler refused to shake hands with Black and Jewish athletes at the Games.", "label": "Optimal_1"}
{"text": "if the Nazi leaders could convince the world they were not a threat, then Germany could pursue its imperialist, nationalist agenda without resistance.", "label": "Label_4"}
{"text": "as the global protests grew ahead of the 1936 Olympics, however, German leaders knew they needed to control their image in a different way.", "label": "Label_3"}
{"text": "it was just a show as many Romani families were sent to concentration camps before the visits.", "label": "Optimal_1"}
{"text": "Hitler didn't shake hands with medal winners because he did not want to risk the controversy of refusing to have knowledge of Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "many people around the world started to question if Germany wanted peace.", "label": "Label_2"}
{"text": "the manifest of tolerance was nothing more that a manifest because Hitler didn't want to shake hands with winners rather than risk controversy by not going to accept Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "protests grew ahead of the 1963 Olympics German leaders knew  they needed to start controlling their public image and not aggressively promote their beliefs.", "label": "Label_3"}
{"text": "they were questioning there decision.", "label": "Label_2"}
{"text": "despite this international outcry, the Nazi government remained committed to promoting Germany as a tolerant peaceful nation for the Summer Olympics.", "label": "Label_3"}
{"text": "the government used the media to promote their anti-Semitic and racist values throughout Germany.", "label": "Optimal_1"}
{"text": "Adolf Hitler refused to shake medal winner's hand rather than risk controversy.", "label": "Optimal_1"}
{"text": "many athletes had threatened to boycott the Berlin Olympics.", "label": "Label_2"}
{"text": "they made it seem that the Jewish people, Black people, Romani people, political opponents, and members of the LGBTQ community were the reason for Germany's problems.", "label": "Optimal_1"}
{"text": "after the Nazi laws, many athletes threatened to boycott the Olympics.", "label": "Optimal_2"}
{"text": "Hitler didn't want to shake hands with the medal winners in the Olympics.", "label": "Optimal_1"}
{"text": "the nazi leaders thought it was a bad idea to do a campaign", "label": "Label_0"}
{"text": "after the enactment of the Nuremberg Laws, many athletes threatened to boycott the Olympics.", "label": "Optimal_2"}
{"text": "Hitler avoided shaking hands with the black and Jewish athletes.", "label": "Optimal_1"}
{"text": "the outcry of World War 1 makes the world and other leaders opinion not convincing.", "label": "Label_0"}
{"text": "there were antisemitic posters, including ones barring Jews from public spaces.", "label": "Optimal_1"}
{"text": "it was nothing more but a show, they would show the world that it they were harmful but would send people to concentration camps.", "label": "Optimal_1"}
{"text": "the countries and athletes protested due to the discriminatory laws of Nuremberg.", "label": "Optimal_2"}
{"text": "it was clearly a show, because they refused to shake the hands of and acknowledge black and Jewish athletes.", "label": "Optimal_1"}
{"text": "countries and athletes protested due to the racist Nuremberg Laws.", "label": "Optimal_2"}
{"text": "Nuremberg Laws pointed to Germany supporting Nazi beliefs.", "label": "Optimal_1"}
{"text": "the Nazi ideology blamed people they called \"enemies of the state\" for Germany's problems.", "label": "Optimal_1"}
{"text": "they hid their true thoughts by tearing down posters and stopping the publishing of hateful newspapers.", "label": "Label_3"}
{"text": "fascist propaganda against Jewish, Black, and Romani people made many see the country as discriminatory and protest the Berlin Olympics.", "label": "Optimal_1"}
{"text": "they had no athletes to use.", "label": "Label_0"}
{"text": "this was just a facade to hide their discriminatory and harmful beliefs and policies.", "label": "Label_1"}
{"text": "they really wanted to pursue their agenda without anyone getting in their way.", "label": "Label_4"}
{"text": "Hitler was just faking the tolerance, just a few years before he had sent many Romani families to concentration camps.", "label": "Optimal_1"}
{"text": "Adolf Hitler kept on excluding Jewish people.", "label": "Optimal_1"}
{"text": "he didn't want to lose the races against other countries.", "label": "Label_0"}
{"text": "they still wanted to become imperialistic.", "label": "Label_4"}
{"text": "the athletes were afraid that if they participated in the Olympics it may appear that they support the Nazi beliefs, causing them to boycott the Olympics due to the Nuremberg Laws being passed.", "label": "Optimal_2"}
{"text": "there were global protests against them for anti-semitism.", "label": "Optimal_2"}
{"text": "Hitler chose to avoid shaking hands with medal winners because he didn't want to acknowledge Black and Jewish people.", "label": "Optimal_1"}
{"text": "they really wanted to pursue their agenda without any interference.", "label": "Label_4"}
{"text": "they still wouldn't shake hands with the athletes.", "label": "Optimal_1"}
{"text": "instead of aggressively promoting their beliefs, they attempted to hide them", "label": "Label_3"}
{"text": "hitler's display of tolerance by avoiding shaking hands with medal winner was not anything but a show", "label": "Optimal_1"}
{"text": "once Hitler seized power in 1933, many people around the world began to question whether or not Germany was actually committed to peace.", "label": "Optimal_1"}
{"text": "Hitler was still acting intolerant by not acknowledging Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "after some consideration many people around the world began to question if Germany was actually committed to peace and them.", "label": "Label_2"}
{"text": "their propaganda campaign didn't work.", "label": "Label_2"}
{"text": "athletes  threatened to boycott the Berlin Olympics because they were concerned that Germany wasn't peaceful.", "label": "Optimal_2"}
{"text": "some still believed they were a threat and did not want them to gain/maintain any more power by shutting down their ideas.", "label": "Label_2"}
{"text": "it backfired as Hitler did not shake hands with medal winners and refused to acknowledge black and Jewish athletes and Romani families that lived in Berlin at the time were sent to the camps.", "label": "Optimal_1"}
{"text": "they really wanted to pursue their goals without anyone interfering.", "label": "Label_4"}
{"text": "it was all fake they were just putting up a front Hitler wouldn't even acknowledge Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "this was all a show, as Adolf Hitler would refuse to shake hands of that of Black and Jewish athletes.", "label": "Optimal_1"}
{"text": "Germany already try to convinced everyone there not bad because they had tactics that already helped them gain and maintain power.", "label": "Label_0"}
{"text": "many people refused to participate because they thought that other people would think they supported Nazi believes.", "label": "Optimal_2"}
{"text": "some still believed they were a threat and did not want them to gain/maintain any more power.", "label": "Label_2"}
{"text": "Hitler avoided shaking hands with medal winners to he would acknowledge black and Jewish athletes.", "label": "Optimal_1"}
{"text": "many people began to question whether Germany was actually commuted to peace after had Hitler seized power in 1933 Hitler was showing his low tolerance for the public.", "label": "Optimal_1"}
{"text": "after some consideration many people around the world began to question if Germany was actually committed to peace and them!", "label": "Label_2"}
