{"text": "femilar to find more each the question to tags some students rae to gave helps cultral pride", "label": "Label_0"}
{"text": "students wanted a less strict dress code.", "label": "Label_2"}
{"text": "The night before the  first day", "label": "Label_0"}
{"text": "everyone has different dress cultural.", "label": "Label_5"}
{"text": "some people felt that it singles out Black kids and their culture and others felt that it singled Female students for their choice of outfits.", "label": "Optimal_1"}
{"text": "it was too strict and Students couldn’t express themselves.", "label": "Label_2"}
{"text": "students who violated dress code would face a range of punishments and lose out of crucial class time.", "label": "Optimal_2"}
{"text": "they felt that is singled out the females and the Black cultural pride.", "label": "Optimal_1"}
{"text": "they felt it singled out Black people and women.", "label": "Optimal_1"}
{"text": "one board member voted in favor of the previous dress code, citing his belief that he felt the new dress code was too permissive.", "label": "Label_0"}
{"text": "It states that enforcement will not discriminate on the basis of race or the gender.", "label": "Label_0"}
{"text": "The dress code effects everyone negitively since girls are unable to wear speghetti straps or tube tops and black students are unable to wear durags or bonnets.", "label": "Optimal_1"}
{"text": "Black students felt singled out.", "label": "Optimal_1"}
{"text": "favored males which means the dress code singled out females with very little elements of clothing while men get to where what they want.", "label": "Optimal_1"}
{"text": "schools advocate are strict dress code for a variety of reasons, they have a stricter dress code can reduce in class distractions.", "label": "Label_0"}
{"text": "students will feel less pressure to keep up with expensive fashion trends.", "label": "Label_0"}
{"text": "one of the student representatives had rewritten the dress code in an attempt to have it not discriminate based on race or gender.", "label": "Label_0"}
{"text": "one student representative has taken to rewriting the dress code to address the issues.", "label": "Label_0"}
{"text": "it singled out groups of students.", "label": "Label_1"}
{"text": "they felt it was too strict and meddling to find clothes that meet the requirements mainly having to do with modern day fashion styles.", "label": "Label_2"}
{"text": "the school banned a lot of things and students also thought it single out Black students because can't express their Black cultural pride or they will get detention.", "label": "Optimal_1"}
{"text": "it  is  not impot", "label": "Label_0"}
{"text": "they felt it singled out female students by keeping them from wearing tube tops.", "label": "Optimal_1"}
{"text": "the school dress code is too strict.", "label": "Label_2"}
{"text": "the wanted to be able to expressthemselves", "label": "Label_5"}
{"text": "they wanted a less strict dress code", "label": "Label_2"}
{"text": "it was too strict on them.", "label": "Label_2"}
{"text": "some people think that a stricter dress code can reduce distractions in school.", "label": "Label_0"}
{"text": "sequins  chooses her", "label": "Label_0"}
{"text": "They think that this will have an impact on their cultural expression.", "label": "Label_5"}
{"text": "they felt picked on because it didn't allow them to express there culture.", "label": "Label_1"}
{"text": "it singled out female students and also singled out Black students.", "label": "Optimal_1"}
{"text": "Many of the clothes they wanted to wear would be dress coded, similar to what was indicated in the book.", "label": "Label_5"}
{"text": "Despite the fact that the hat is prohibited at her school, she may face punishment if she wears it.", "label": "Label_2"}
{"text": "wrgregregregerg rgergreg egege", "label": "Label_0"}
{"text": "the first day of school so the colour dress was banned and is very good and the dress code was good and strong", "label": "Label_0"}
{"text": "they felt it targeted female and Black students.", "label": "Optimal_1"}
{"text": "students think it singled out and is unfair for female and minority students.", "label": "Optimal_1"}
{"text": "dess codes can reduce classroom distractions.", "label": "Label_0"}
{"text": "new policy was approved in a majority vote.", "label": "Label_0"}
{"text": "Gary Hamer voted against the policy and felt that it was only going to create more challenges.", "label": "Label_0"}
{"text": "they felt it singled out female students.", "label": "Optimal_1"}
{"text": "they felt the the dress code was to much for them.", "label": "Label_0"}
{"text": "this story while fictional  was is  all too familier .", "label": "Label_0"}
{"text": "good survey nciejoifniofn              surveffb", "label": "Label_0"}
{"text": "According to her school  though the hat is forbidden.", "label": "Label_0"}
{"text": "students felt like it singled out female students and Black students.", "label": "Optimal_1"}
{"text": "some felt they was being singled out because of their culture.", "label": "Label_5"}
{"text": "they felt it singled out certain people.", "label": "Label_1"}
{"text": "she wants wear jeans", "label": "Label_0"}
{"text": "it was rigorous, which was an issue since kids may be sent to detention and miss class.", "label": "Optimal_2"}
{"text": "School board member Nicole some throught", "label": "Label_0"}
{"text": "the students felt like it singled out women and blacks.", "label": "Optimal_1"}
{"text": "it made a lot of people stand out.", "label": "Label_1"}
{"text": "some felt it singled out Black and female students.", "label": "Optimal_1"}
{"text": "the night before the frist", "label": "Label_0"}
{"text": "they felt it singled out female students and some thought it singled out Black students as well.", "label": "Optimal_1"}
{"text": "According to her school, though, the hat is forbidden", "label": "Label_0"}
{"text": "there were objections from one party, who claimed that strict uniforms make students more disciplined.", "label": "Label_0"}
{"text": "they may be sent to detention, which would force them to miss important class time and fall behind academically.", "label": "Optimal_2"}
{"text": "they wanted to represent their culture because they feel singled out.", "label": "Label_1"}
{"text": "it is based on race and gender, black students cant wear hats, bonnets, and hoodies and women cant wear spaghetti straps or tube tops.", "label": "Optimal_1"}
{"text": "they thought it discriminates against some students.", "label": "Label_1"}
{"text": "it was too strict and targeted female students.", "label": "Optimal_1"}
{"text": "good survey nciejoifniofn", "label": "Label_0"}
{"text": "Te night before the", "label": "Label_0"}
{"text": "it seemed to single out female and Black students.", "label": "Optimal_1"}
{"text": "they felt it singled out different students", "label": "Label_1"}
{"text": "this is promote learning and safety.", "label": "Label_0"}
{"text": "it wasnt fair to those who wore it because of their culture", "label": "Optimal_1"}
{"text": "others believe that strict dress codes can reduce distractions and social pressures associated with fashion trends.", "label": "Label_0"}
{"text": "e it was biased against clothing worn by women and black students.", "label": "Optimal_1"}
{"text": "they don't want any detencions and they want equality.", "label": "Label_2"}
{"text": "female students feel as if they are singled out and can’t wear anything that they are comfortable in.", "label": "Optimal_1"}
{"text": "they felt it singled out women and people of color.", "label": "Optimal_1"}
{"text": "they decided that it was time for.", "label": "Label_0"}
{"text": "they wanted a less strict dress code and it singled out other races.", "label": "Optimal_1"}
{"text": "they felt that it singled out female students.", "label": "Optimal_1"}
{"text": "they  need jeans.", "label": "Label_0"}
{"text": "This story while fiction was all too famoliar to the student of Manchester school district in New Hampshire.", "label": "Label_0"}
{"text": "It singles out students from specific socioeconomic groups.", "label": "Label_1"}
{"text": "they feel like is racis", "label": "Optimal_1"}
{"text": "they wanted to dress how they wanted too.", "label": "Label_2"}
{"text": "they feel like it targeted clothing items associated with women.", "label": "Optimal_1"}
{"text": "they wanted to be more comfortable in what they were wearing, but it was hindering their studies.", "label": "Optimal_2"}
{"text": "Kellen Barbee one of the student representatives to the Manchester school board stated the concerns by proposing a rewritten school dress code.", "label": "Label_0"}
{"text": "It's overly constricting and skewed.", "label": "Label_1"}
{"text": "they felt it targeted certain groups of people based on how they dressed.", "label": "Label_1"}
{"text": "it was too strict on them through the hard punishments such as getting detentions and suspensions.", "label": "Label_2"}
{"text": "they felt that is singled out Black students as well as female students.", "label": "Optimal_1"}
{"text": "they felt that it targeted female students prohibiting clothes that is mainly associated with women.", "label": "Optimal_1"}
{"text": "they felt like female students were being singled out by banning clothing items associated with women.", "label": "Optimal_1"}
{"text": "some female students feel singled out and some Black students also feel singled out.", "label": "Optimal_1"}
{"text": "the punishment for dress code would cause students to fall behind .", "label": "Optimal_2"}
{"text": "they felt that the dress code was discriminating.", "label": "Optimal_1"}
{"text": "they felt singled out.", "label": "Label_1"}
{"text": "a story they read about a girl named Nina.", "label": "Label_0"}
{"text": "the first day of school so the colour dress was banned and is", "label": "Label_0"}
{"text": "students who broke the clothing code faced a variety of consequences, including detentions and suspensions, which might lead them to fall behind academically.", "label": "Optimal_2"}
{"text": "they were being singled out.", "label": "Label_1"}
{"text": "For a variety of reasons, students desired a less restrictive code", "label": "Label_2"}
{"text": "the banning of clothes made them feel as if their culture was being targeted.", "label": "Optimal_1"}
{"text": "some Black students wanted to to express Black cultural pride.", "label": "Optimal_1"}
{"text": "they felt as if the policy signaled out women and Black students.", "label": "Optimal_1"}
{"text": "they believed it was unjust to get dress code penalties that might force children to drop behind academically as a result of lost class time.", "label": "Optimal_2"}
{"text": "some Black students protect or hide their frizzy hair or wear wraps as part of their belief system.", "label": "Optimal_1"}
{"text": "the night before nina excited thought singled clothing items", "label": "Label_0"}
{"text": "The  night before the", "label": "Label_0"}
{"text": "some children may fall behind academically as a result of clothing code sanctions.", "label": "Optimal_2"}
{"text": "this is the first policy that is authored by a student.", "label": "Label_0"}
{"text": "w o r d s", "label": "Label_0"}
{"text": "They decided that it was time for a change---so they rewrote the district's dress code.", "label": "Label_0"}
{"text": "Students desire a more relaxed dress code.", "label": "Label_2"}
{"text": "the hat code is forbidden.", "label": "Label_0"}
{"text": "Manchester students wanted the less strict dress code for lot of reasons.", "label": "Label_2"}
{"text": "the dress code personal desire for every man and women.", "label": "Label_0"}
{"text": "students felt like it singled out Black students.", "label": "Optimal_1"}
{"text": "It was the first policy in the district to be authored by a.", "label": "Label_0"}
{"text": "they banned kids from wearing what they were comforatable in.", "label": "Label_5"}
{"text": "They felt as if certain groups of students were being targeted.", "label": "Label_1"}
{"text": "they feel that it would have singled out female students by restricting clothing items typically worn by women.", "label": "Optimal_1"}
{"text": "kids may end themselves in detention, losing valuable class time and potentially falling behind academically.", "label": "Optimal_2"}
{"text": "it singled out Black students not letting them wear items to protect their hair.", "label": "Optimal_1"}
{"text": "they feel like they should be able to wear whatever they want.", "label": "Label_5"}
{"text": "they will  diside to   change  fashion.", "label": "Label_0"}
{"text": "students felt it was unfair to their culture.", "label": "Label_5"}
{"text": "it is too strict.", "label": "Label_2"}
{"text": "the students thought it singled out female students with what clothes and Black students with their culture were being affected because of wearing hoodies, etc.", "label": "Optimal_1"}
{"text": "the night before the first day of school new", "label": "Label_0"}
{"text": "they felt that it not only singled out females, but also Black students.", "label": "Optimal_1"}
{"text": "they thought it was unfair to female students by banning tube tops and spaghetti straps.", "label": "Optimal_1"}
{"text": "some advocate saying dress code in reduce in-class distractions.", "label": "Label_0"}
{"text": "some students thought it singles out black students.", "label": "Optimal_1"}
{"text": "they felt as if it was attacking certain groups of students.", "label": "Label_1"}
{"text": "strict dress code for all students.", "label": "Label_0"}
{"text": "most students felt like it singled out females and Black students wear hats, and hoodies to protect their Black cultural.", "label": "Optimal_1"}
{"text": "They felt that singled out female students by banning clothing typically associated women, like spaghetti straps and tube tops.", "label": "Optimal_1"}
{"text": "Manchester school district in New Hampshire.", "label": "Label_0"}
{"text": "a new policy was approved that would change the dress code to be more lenient and not discriminate against students.", "label": "Label_0"}
{"text": "the African American students would need to wear hats.", "label": "Optimal_1"}
{"text": "students that violated the dress code woulf fac a range f punishments these dress code pushent can make them fall behind", "label": "Optimal_2"}
{"text": "This story, while fictional, was all too familiar to the students of Manchester School District in New Hampshire They decided that it was time for a change—so they rewrote the district’s dress code.", "label": "Label_0"}
{"text": "they thought it singled out female and Black male clothing.", "label": "Optimal_1"}
{"text": "school dress  codes not  sure", "label": "Label_0"}
{"text": "they believed it was unjust to subject students to dress code penalties that may result in academic failure.", "label": "Optimal_2"}
{"text": "Nina excitedly chooses her outfit.", "label": "Label_0"}
{"text": "they thought it was time for a change", "label": "Label_0"}
{"text": "every school reopened bnccn", "label": "Label_0"}
{"text": "some kids felt singled out.", "label": "Label_1"}
{"text": "advocates of this new policy say that it reduces distractions and pressure for students.", "label": "Label_0"}
{"text": "they want for freedom of what they wear", "label": "Label_2"}
{"text": "they felt that the current dress code was too strict and it also prevented some from representing their culture.", "label": "Label_2"}
{"text": "they felt like it was targeted towards Black people and females.", "label": "Optimal_1"}
{"text": "the stud is clear to implement style to hod", "label": "Label_0"}
{"text": "some students felt they were being singled out by the school and the students felt that they couldn't express them selfs.", "label": "Label_1"}
{"text": "the dress code is strict.", "label": "Label_2"}
{"text": "the dress code is strict and single out specific groups.", "label": "Label_1"}
{"text": "they think this rule singled out female students as it do not allow typical dress of women.", "label": "Optimal_1"}
{"text": "they feel it singles out certain groups of students", "label": "Label_1"}
{"text": "students felt like females were left out by the school banning clothing that typically associated with women.", "label": "Optimal_1"}
{"text": "they wanted a less strict dress code it singled out female students.", "label": "Optimal_1"}
{"text": "they felt it singled them out", "label": "Label_1"}
{"text": "they got one of their student representatives to propose a new dress code in 2021.", "label": "Label_0"}
{"text": "To express their culture, several black students wear hats.", "label": "Optimal_1"}
{"text": "they felt it singled out female and Black students.", "label": "Optimal_1"}
{"text": "the dress code was to strict.", "label": "Label_2"}
{"text": "cc cc c  v v vv  v", "label": "Label_0"}
{"text": "that it was time for a change.", "label": "Label_0"}
{"text": "it was singled out female students by banning clothing items.", "label": "Optimal_1"}
{"text": "it gave more attention to Black people.", "label": "Optimal_1"}
{"text": "she could get detention for wearing them", "label": "Label_2"}
{"text": "it discriminates on black people", "label": "Optimal_1"}
{"text": "they signal out female student.", "label": "Optimal_1"}
{"text": "most of the things they are dress code are not reasonable.", "label": "Label_0"}
{"text": "cc cc c  v v vv  v v vv v  vb  bb  bb b  bb  b n nn  nn n", "label": "Label_0"}
{"text": "they are desided his own way to choose.", "label": "Label_0"}
{"text": "they wanted to reduce in-class distractions and reduce pressures that kids might feel related to socioeconomic status.", "label": "Label_0"}
{"text": "they believed that the dress code singled out students who were Black or female.", "label": "Optimal_1"}
{"text": "a lot of people just wear what they really like and what makes them comfortable.", "label": "Label_5"}
{"text": "the before the first", "label": "Label_0"}
{"text": "they want to wear there own", "label": "Label_5"}
{"text": "Gary Hamer explained that it would be more challenging.", "label": "Label_0"}
{"text": "they felt it singled out female students and black students.", "label": "Optimal_1"}
{"text": "they felt it was isolating the students", "label": "Label_1"}
{"text": "they thought it singled out females and Black students.", "label": "Optimal_1"}
{"text": "Despite the fact that the hat is prohibited at her school, she may face punishment if she wears it", "label": "Label_2"}
{"text": "it is against their rights.", "label": "Label_0"}
{"text": "they found that certain clothes that were banned were part of students heritage such as bonnets and durags, they also found that most banned clothes were surrounded around girl's apparel.", "label": "Optimal_1"}
{"text": "it was the first policy to be authored by a student.", "label": "Label_0"}
{"text": "the night before the first day of school Nina excitedly.", "label": "Label_0"}
{"text": "it doesn't affect their learning ability or their ability to work efficiently.", "label": "Label_5"}
{"text": "the punishment for being free to wear what they wanted was too strict.", "label": "Label_2"}
{"text": "it singled out female students and was unfair to them.", "label": "Optimal_1"}
{"text": "they want to wear fashion cloths.", "label": "Label_0"}
{"text": "they felt it was too strict and discriminated against females and black students.", "label": "Optimal_1"}
{"text": "they wanted them to look good..", "label": "Label_0"}
{"text": "they thought is singled out Black people and girls.", "label": "Optimal_1"}
{"text": "the female students was singled out by the clothes they wear.", "label": "Optimal_1"}
{"text": "they felt like it singled out certain groups of kids.", "label": "Label_1"}
{"text": "it was the first policy in district to be authored by a student.", "label": "Label_0"}
{"text": "yes yes yes yes yes", "label": "Label_0"}
{"text": "there are too many restrictions on what they may wear, and pupils are subjected to harsh punishment, forcing them to lag behind academically.", "label": "Optimal_2"}
{"text": "women's law center", "label": "Label_0"}
{"text": "they felt it discriminated against certain races and females.", "label": "Optimal_1"}
{"text": "it singled out both female and Black students to wear whatever they want.", "label": "Optimal_1"}
{"text": "good student wear a varlety  of clothing styles a schools", "label": "Label_0"}
{"text": "the punishment that causes student to lose instruction time.", "label": "Label_0"}
{"text": "they felt it was too strict.", "label": "Label_2"}
{"text": "Kellan Barbee, the representative to the Manchester school board, proposed a rewritten school dress code in 2021.", "label": "Label_0"}
{"text": "dress codes teach women from a young age, that their bodies are to be hidden.", "label": "Label_0"}
{"text": "some black students wear durags, and bonnets to protect there hair for there cultural pride.", "label": "Optimal_1"}
{"text": "YES GOOD VERY TRUE", "label": "Label_0"}
{"text": "it seemed to be very focused on some groups of kids.", "label": "Label_1"}
{"text": "it discriminated against women and people of color.", "label": "Optimal_1"}
{"text": "they decided that it a time for achange.", "label": "Label_0"}
{"text": "School board member Nicol", "label": "Label_0"}
{"text": "detention for wearing", "label": "Label_2"}
{"text": "they get consequences like detention and suspension for violating the dress code.", "label": "Label_2"}
{"text": "not everybody was onboard with it since at least member opposed the idea.", "label": "Label_0"}
{"text": "The night before the first day of school, Nine excitedly chooses her outfit..", "label": "Label_0"}
{"text": "the dress code lacked the students freedom to express themselves and their culture, It denied woman of wearing woman clothing.", "label": "Optimal_1"}
{"text": "the school argues the dress code prevents distractions and social pressure.", "label": "Label_0"}
{"text": "female students, Black students and plus size students.", "label": "Label_0"}
{"text": "the students who violated the dress code would go through some punishments and that will take time from their education.", "label": "Optimal_2"}
{"text": "they felt it singled out female students by banning clothes.", "label": "Optimal_1"}
{"text": "many students used casual dress inside colleges.", "label": "Label_0"}
{"text": "they could not express themselves with their clothing to show off their gender or ethnicity.", "label": "Optimal_1"}
{"text": "they wanted a less strict dress code policy some kids did think it was to strict", "label": "Label_2"}
{"text": "the black cultural pride on the suspension to bet not possible", "label": "Label_0"}
{"text": "dress codes can reduce in-class distractions and reduce social pressures to keep up with expensive trends.", "label": "Label_0"}
{"text": "it doesn't affect their learning capabilities.", "label": "Label_0"}
{"text": "they felt it mainly singled out Black and female students.", "label": "Optimal_1"}
{"text": "they felt as though it singled out women and Black students.", "label": "Optimal_1"}
{"text": "it was very limiting on cultural and personal expression.", "label": "Label_5"}
{"text": "schools says that reduce in-class distractions and alleviate socioeconomic status pressure.", "label": "Label_0"}
{"text": "dress code singled out mainly female students.", "label": "Optimal_1"}
{"text": "they didn't feel comfortable with school dress code it was way to district.", "label": "Label_2"}
{"text": "it singled out female students by banning clothing typically associated with women.", "label": "Optimal_1"}
{"text": "some clothes are inappropriate.", "label": "Label_0"}
{"text": "they felt that it singled out cultures and genders.", "label": "Optimal_1"}
{"text": "she e    ee", "label": "Label_0"}
{"text": "they played a heavy role on gender and race.", "label": "Optimal_1"}
{"text": "She might be sent to detention if she wears it", "label": "Label_2"}
{"text": "they are sent to detention or suspension if they violate the rules.", "label": "Label_2"}
{"text": "it was related to people culture and their kind.", "label": "Label_5"}
{"text": "officials think they can reduce in-class distractions.", "label": "Label_0"}
{"text": "they felt it was discriminatory toward certain demographics", "label": "Label_1"}
{"text": "some blacks wear their cultural dress.", "label": "Label_5"}
{"text": "the night before the first day of school, Nina excitedly chooses.", "label": "Label_0"}
{"text": "they thought that it singled Black and female students.", "label": "Optimal_1"}
{"text": "it bans items normally worn every day by females and Black students.", "label": "Optimal_1"}
{"text": "They believe they have been singled out for expressing their cultural identity.", "label": "Label_1"}
{"text": "it was strict this was a problem because they could get detention", "label": "Label_2"}
{"text": "it was unfair and discriminated Black students.", "label": "Optimal_1"}
{"text": "They believe it singles out certain student groups.", "label": "Label_1"}
{"text": "some kids think its not fair.", "label": "Label_0"}
{"text": "they felt that it singled out female students and also thought it singled out Black students.", "label": "Optimal_1"}
{"text": "they thought it targeted females and Black students.", "label": "Optimal_1"}
{"text": "they felt that it singled out women more than men and that the head wrap bans targeted Black people more than any other group.", "label": "Optimal_1"}
{"text": "the students thinks the dress code is against females and black students.", "label": "Optimal_1"}
{"text": "some students want to wear hats.", "label": "Label_0"}
{"text": "the night before the", "label": "Label_0"}
{"text": "they  don't like.", "label": "Label_0"}
{"text": "black students that wear headwraps or bonnets and durags as a part of their culture or to protect their hair", "label": "Optimal_1"}
{"text": "they were banned.", "label": "Label_0"}
{"text": "they felt like it infringed upon their rights.", "label": "Label_2"}
{"text": "the clothes people wear may be out of content.", "label": "Label_5"}
{"text": "they believe that the dress code singles out people and the way the want.", "label": "Label_1"}
{"text": "they felt it singled out Black students.", "label": "Optimal_1"}
{"text": "they discriminate  against culture, race, and gender.", "label": "Optimal_1"}
{"text": "it is outdated.", "label": "Label_0"}
{"text": "it singles out students of color, and it singles out females.", "label": "Optimal_1"}
{"text": "Manchester students wanted a less strict dress code for lot of reasons.", "label": "Label_2"}
{"text": "they rewrote the district's dress code.", "label": "Label_0"}
{"text": "it is based on race and gender, black students cant wear durags, hats, bonnets, and hoodies Also women cant wear spaghetti straps or tube tops.", "label": "Optimal_1"}
{"text": "Manchester student wanted a less strict", "label": "Label_2"}
{"text": "students like females and Blacks felt singled out by the restriction of clothing that represents their gender or race.", "label": "Optimal_1"}
{"text": "they felt they were being singled out.", "label": "Label_1"}
{"text": "they want to wear what they want and feel comfortable.", "label": "Label_5"}
{"text": "They felt that singled out female students by banning clothing typically associated in women, like spaghetti straps and tube tops.", "label": "Optimal_1"}
{"text": "they felt it singled  out female and minority students unfairly.", "label": "Optimal_1"}
{"text": "however one Manchester school board member gray Hamer voted against the new policy.", "label": "Label_0"}
{"text": "they feel that the strict dress code is a form of discrimination towards certain groups of students.", "label": "Label_1"}
{"text": "they could miss out on valuable instructional time.", "label": "Optimal_2"}
{"text": "they couldn’t wear things like simple hats.", "label": "Label_0"}
{"text": "jrkhrxrxiyxyxhnajcboam xbzx x", "label": "Label_0"}
{"text": "female students felt singled out, and Black students couldn't express their culture.", "label": "Optimal_1"}
{"text": "she wants to wear jeans, a fuzzy orange sweater, and her favorite accessory: a brown hat.", "label": "Label_0"}
{"text": "the final approval from the school board in January.", "label": "Label_0"}
{"text": "they believe it unfairly discriminates against female students and is outdated.", "label": "Optimal_1"}
{"text": "although clothing restrictions are intended to promote a more learning atmosphere, they frequently cause students to waste time being checked for rule compliance, being hauled out of class, and receiving detention or punishment.", "label": "Optimal_2"}
{"text": "the students in the black cultur", "label": "Label_0"}
{"text": "the dress code was super strict.", "label": "Label_2"}
{"text": "Nina wanted to wear a hat and it wasn't in the dress code.", "label": "Label_0"}
{"text": "Students who disobeyed the dress code would be disciplined, and they would feel singled out.", "label": "Label_1"}
{"text": "they want less distractions in the classroom.", "label": "Label_0"}
{"text": "women and Black Students felt singled out.", "label": "Optimal_1"}
{"text": "some black students wear durag, hats an bonnets  it is a part of  culture to wear headwraps and show there culture an love for them selves", "label": "Optimal_1"}
{"text": "dress codes are suppose to foster a better leaning environment, it often forces students to waste time being checked for rule conformance, taken out of class, and serving detention or suspension.", "label": "Optimal_2"}
{"text": "they singled out students.", "label": "Label_1"}
{"text": "they may waste valuable classroom time.", "label": "Optimal_2"}
{"text": "the students believe the dress code singles out female students.", "label": "Optimal_1"}
{"text": "very interesting and very beautiful.good feel good", "label": "Label_0"}
{"text": "they fell it is strict, prohibits girls from wearing feminine utensils and singles out people of color.", "label": "Optimal_1"}
{"text": "it singled out some students based on color or gender.", "label": "Optimal_1"}
{"text": "It take away the freedom of expresion", "label": "Label_5"}
{"text": "days of schoolb nina excitedly", "label": "Label_0"}
{"text": "some school board members felt revising it would be permissive and distracting.", "label": "Label_0"}
{"text": "hats, hoodies, bonnets, and durags were banned.", "label": "Label_5"}
{"text": "they wanted a less strict code.", "label": "Label_2"}
{"text": "it was too strict and didn't allow for them to wear things such as hats or spaghetti straps.", "label": "Label_2"}
{"text": "yes yes yes", "label": "Label_0"}
{"text": "girls are love her dress code.", "label": "Label_0"}
{"text": "students was losing academic time.", "label": "Optimal_2"}
{"text": "they feel guilty to wear this type of dress code like spaghetti and tube tops.", "label": "Label_0"}
{"text": "they felt like the dress code prevented them from expressing cultural pride, and it also singled out girls.", "label": "Optimal_1"}
{"text": "they are too strict on the dress code", "label": "Label_2"}
{"text": "it singled out certain students", "label": "Label_1"}
{"text": "students thought the dress codes were too strict.", "label": "Label_2"}
{"text": "It singled out particular student groups.", "label": "Label_1"}
{"text": "females felt singled out by the clothes that they had to wear and Black people too because they couldn't wear stuff that represents their culture.", "label": "Optimal_1"}
{"text": "it reduce distractions.", "label": "Label_0"}
{"text": "students wanted  less strict dress code for many reasons.", "label": "Label_2"}
{"text": "the district to be authored by a student.", "label": "Label_0"}
{"text": "they know that its some people culture to wear certain clothing.", "label": "Label_5"}
{"text": "the night before nina excited", "label": "Label_0"}
{"text": "they felt that the school dressing code was not favoring the female students.", "label": "Optimal_1"}
{"text": "kids who broke the clothing code were subjected to harsh sanctions, which, according to a report by the national women's law center, can lead students to fall behind.", "label": "Optimal_2"}
{"text": "they felt like that it singled out female students.", "label": "Optimal_1"}
{"text": "she have equal equal rights.", "label": "Label_0"}
{"text": "they think it is unfair the dress code singles girls out.", "label": "Optimal_1"}
{"text": "they feel that it is outdated.", "label": "Label_0"}
{"text": "it was too strict on them through the hard punishments.", "label": "Label_2"}
{"text": "everyone loved to wear fashion clothes that started to become trends in their school.", "label": "Label_0"}
{"text": "they feel as if it can be offending to some cultures like for example african americans they wear durags and hoods for thier culture and the school doesnt allow that.", "label": "Optimal_1"}
{"text": "this make them feel that they were under a really strict dress code and it was hard to express their culture.", "label": "Label_2"}
{"text": "they thought it was single out the female students.", "label": "Optimal_1"}
{"text": "they felt it unfairly singled one some students.", "label": "Label_1"}
{"text": "they felt that it targeted certain students.", "label": "Label_1"}
{"text": "it was very limiting on the cultural and personal expression of Black students.", "label": "Optimal_1"}
{"text": "they wanted a less strict dress code.", "label": "Label_2"}
{"text": "She might be sent to detention if she wears it.", "label": "Label_2"}
{"text": "THE NIGHT THE FIRST DAY OF SCHOOL", "label": "Label_0"}
{"text": "this makes to feel unique to all student", "label": "Label_0"}
{"text": "the new policy was approved in a majority vote.", "label": "Label_0"}
{"text": "they wanted more fair dress code for women.", "label": "Optimal_1"}
{"text": "the first day of school so the colour dress was banned and is very good and the dress code was good and strong the school was obey the rules", "label": "Label_0"}
{"text": "IF THEY WEAR HATS OR BOONETS LIKEWISE , THEIR HAIR MIGHT GETS SPOILED.", "label": "Label_0"}
{"text": "they felt that some students were targeted.", "label": "Label_1"}
{"text": "many schools feel dress codes reduce distractions and pressures student may face.", "label": "Label_0"}
{"text": "proper evaluation did not meet the qualifications.", "label": "Label_0"}
{"text": "it singled out female students.", "label": "Optimal_1"}
{"text": "they were uncomfortable with it some just wanted freedom  it was strict", "label": "Label_2"}
{"text": "people weren't allowed to wear certain items like durags, culture hats and spaghetti strips.", "label": "Label_5"}
{"text": "they feel like it to strict for many reasons and some students think it single out Black students and women.", "label": "Optimal_1"}
{"text": "they felt it single out female’s.", "label": "Optimal_1"}
{"text": "the night before the frist day of school", "label": "Label_0"}
{"text": "they seem as it is unfair.", "label": "Label_1"}
{"text": "good more in the final good", "label": "Label_0"}
{"text": "Night the with    nina   too", "label": "Label_0"}
{"text": "they decided that it was time for a change so they rewrote.", "label": "Label_0"}
{"text": "School board member Nicole", "label": "Label_0"}
{"text": "schools say the codes help students feel less pressured towards buying expensive and trending clothes.", "label": "Label_0"}
{"text": "they felt the dress code unfair and restricting to many female students and people of color but the dress was thought to reduce the peer pressure from expensive fashion or provocative fashion.", "label": "Optimal_1"}
{"text": "Barbee proposed their revisit in 2021.", "label": "Label_0"}
{"text": "they feel as if it can be offending to some cultures like for example black people wear headwraps to help take care of their natural hair.", "label": "Optimal_1"}
{"text": "they felt that it singled the female students out by spaghetti straps and tube tops.", "label": "Optimal_1"}
{"text": "They believe the policy discriminates against certain student groups.", "label": "Label_1"}
{"text": "they felt that it accepted female students by taking away their clothing items.", "label": "Optimal_1"}
{"text": "The night before the first day of school, Nina", "label": "Label_0"}
{"text": "it can help students feel less pressure to keep up with fashion trends.", "label": "Label_0"}
{"text": "This generation was some  different.", "label": "Label_0"}
{"text": "Barbee addressed the concerns by proposing a new school dress code in 2021.", "label": "Label_0"}
{"text": "they wanted it to be less strict and discriminatory.", "label": "Label_2"}
{"text": "they may be suspended, resulting in academic failure.", "label": "Optimal_2"}
{"text": "she wants to wear jeans, a fuzzy", "label": "Label_0"}
{"text": "they feel like is sexoist", "label": "Optimal_1"}
{"text": "the night before the first day of school ehhjhjhe hjeh  ehhhhhjke ejhjkhjkh ehj hheu hjf eyi  jehk ffgjghb", "label": "Label_0"}
{"text": "the students thinks the regulations singled out female students and are typically associated with women.", "label": "Optimal_1"}
{"text": "they may be suspended, putting them behind in class.", "label": "Optimal_2"}
{"text": "for many reasons.", "label": "Label_0"}
{"text": "they thought it unfairly targeted women and black students.", "label": "Optimal_1"}
{"text": "they feel like it to trict for many reasons.", "label": "Label_2"}
{"text": "some Black students wear durags to express their cultural pride.", "label": "Optimal_1"}
{"text": "it embraces their culture and personalitly.", "label": "Label_5"}
{"text": "they felt like that it singled out female students by banning clothing.", "label": "Optimal_1"}
{"text": "women's law center the policy was approved in four student", "label": "Label_0"}
{"text": "The dress protect to express Black cultural pride.", "label": "Optimal_1"}
{"text": "they felt that it singled out certain types of students", "label": "Label_1"}
{"text": "some members of the school board did not agree and tried to oppose the students' views.", "label": "Label_0"}
{"text": "school advocates say a strict dress code minimizes distractions.", "label": "Label_0"}
{"text": "it singles out female students.", "label": "Optimal_1"}
{"text": "it may help students stay focused in class.", "label": "Label_0"}
{"text": "wrgregregregerg rgergreg egege reg ergrege", "label": "Label_0"}
{"text": "they thought it was too strict.", "label": "Label_2"}
{"text": "some students felt they were being singled out by the school and the students felt that they couldn't express them self", "label": "Label_1"}
{"text": "they decided it was time for a change.", "label": "Label_0"}
{"text": "they wanted a less strict dress code for many reasons.", "label": "Label_2"}
{"text": "the group of students objects all qualifications.", "label": "Label_0"}
{"text": "they felt that this discriminate female students by banning items that are usually associated with women, and also discriminate Black students, banning items that are used to express Black pride.", "label": "Optimal_1"}
{"text": "schools advocate for strict dress codes for a variety of reasons.", "label": "Label_0"}
{"text": "So they rewrote the district's dress", "label": "Label_0"}
{"text": "they get in trouble and it's too strict", "label": "Label_2"}
{"text": "it affected mainly the female students.", "label": "Optimal_1"}
{"text": "According to a 2018 National Women's Law Center study", "label": "Label_0"}
{"text": "the punishments for not following the dress code would affect a student academically.", "label": "Optimal_2"}
{"text": "they felt it singled out certain groups of people.", "label": "Label_1"}
{"text": "she wants to wear jeans, a fuzzy orange sweater, and her favorite accessory: a brown hats with sequins.", "label": "Label_0"}
{"text": "asdfghjkl sdfghjkl", "label": "Label_0"}
{"text": "the student body feels that the dress code targets clothing usually associated with women.", "label": "Optimal_1"}
{"text": "it feels discriminatory against women and African Americans.", "label": "Optimal_1"}
{"text": "it had a bigger effect on women and black students.", "label": "Optimal_1"}
{"text": "there's too many limits of what they can wear and face harsh punishment causing students to fall behind academically", "label": "Optimal_2"}
{"text": "it was unfair and discriminated students.", "label": "Label_1"}
{"text": "they felt it singled out different students like females.", "label": "Optimal_1"}
{"text": "they felt it restricted them from showing their culture.", "label": "Label_5"}
{"text": "Students who disobeyed the dress rule would face consequences, and they would feel singled out.", "label": "Label_1"}
{"text": "very interesting and very beautiful.good feel good very good", "label": "Label_0"}
{"text": "students think it targets certain people which is not fair.", "label": "Label_1"}
{"text": "schools feel dress code will be good for students and help them reduce pressure related to status.", "label": "Label_0"}
{"text": "it resulted in kids getting into difficulty, causing them to miss class.", "label": "Optimal_2"}
{"text": "they ban clothes that are worn by female students such as the tube tops and spaghetti straps.", "label": "Optimal_1"}
{"text": "students felt they were singled out by banning clothes.", "label": "Label_1"}
{"text": "female and black students were usually more affected than other students.", "label": "Optimal_1"}
{"text": "They want to wear some clothes with rips and the school did not   like it", "label": "Label_5"}
{"text": "they want to express themselves and their own style.", "label": "Label_5"}
{"text": "they felt it was unfairly sexist and/or racist.", "label": "Optimal_1"}
{"text": "school uniforms can be an extra cost.", "label": "Label_0"}
{"text": "the basis of race or gender.", "label": "Label_0"}
{"text": "they feel it singles out female students and Black student.", "label": "Optimal_1"}
{"text": "it doesn't allow students to express themselves.", "label": "Label_5"}
{"text": "the students felt as it wasn't fair and didn't affect the students the same and singled people out.", "label": "Label_1"}
{"text": "some officials argue a less restrictive code could cause distractions in class.", "label": "Label_0"}
{"text": "they felt like it made many female and Black students felt restricted or singled out because of the restrictions.", "label": "Optimal_1"}
{"text": "Manchester student wanted a less strict dress code.", "label": "Label_2"}
{"text": "it was a part of their culture and felt that enforcing a dress code singled out women and African American people.", "label": "Optimal_1"}
{"text": "they felt like they could not express themselves and singled out females and Black students.", "label": "Optimal_1"}
{"text": "they wanted to feel more comfortable for what they wear and it was apart of where they're from", "label": "Label_5"}
{"text": "las regglas de esa escuela es muy estricta", "label": "Label_0"}
{"text": "they want to wear there own clothes.", "label": "Label_5"}
{"text": "Manchester students wanted", "label": "Label_0"}
{"text": "some student have sought to get amendments to the dress code they for dress that will not discriminate.", "label": "Label_0"}
{"text": "Black and female students were being singled out.", "label": "Optimal_1"}
{"text": "the women's were not able to wear the cloths they wanted to and black kids were not able to take care of there hair.", "label": "Optimal_1"}
{"text": "they discriminate against black peoples culture by not allowing durags and bonnets.", "label": "Optimal_1"}
{"text": "students violated dress code range of punishments.", "label": "Label_0"}
{"text": "they wanted it to be less strict and they felt singled out by one another", "label": "Label_2"}
{"text": "it didn't allow Black students to express their Black cultural pride.", "label": "Optimal_1"}
{"text": "it targeted women and Black students.", "label": "Optimal_1"}
{"text": "they can get detention if they wear something not liked.", "label": "Label_2"}
{"text": "la escuela es mala y necesitan mas policias", "label": "Label_0"}
{"text": "According to a 2018 National Women's Law Center", "label": "Label_0"}
{"text": "students fall behind academically.", "label": "Optimal_2"}
{"text": "they felt as if it singled out female students.", "label": "Optimal_1"}
{"text": "durags and bonnets are their heritage", "label": "Label_5"}
{"text": "some of them feel that students will be less pressurized to  keep up with expensive fashion trends.", "label": "Label_0"}
{"text": "they feel like the dress code is discriminatory for women, and that the style has changed over the years, and for black students, to be able to use the products and clothing of their culture.", "label": "Optimal_1"}
{"text": "it can discriminate different body types and hair types.", "label": "Label_5"}
{"text": "story while fictional familiar to the students of Manchester school district in new Hampshire.", "label": "Label_0"}
{"text": "du rags has something to do with people's culture and race.", "label": "Optimal_1"}
{"text": "this story, while fictional, was all too familiar to the students of Manchester School District in New", "label": "Label_0"}
{"text": "a lot of them felt singled out.", "label": "Label_1"}
{"text": "they feel like it singles out female and Black students.", "label": "Optimal_1"}
{"text": "girls are love dress code.", "label": "Label_0"}
{"text": "They felt it singled out female students, typically women associated with spaghetti straps and tube tops.", "label": "Optimal_1"}
{"text": "some students miss leads the dress code.", "label": "Label_0"}
{"text": "Te night before the first day some also thought it", "label": "Label_0"}
{"text": "So they rewrote the district's", "label": "Label_0"}
{"text": "they singled out females and Black students.", "label": "Optimal_1"}
{"text": "they feel it singles out certain groups of students.", "label": "Label_1"}
{"text": "eanted  firsted andgood bad", "label": "Label_0"}
{"text": "they felt that the girls would show to much skin if the wore spaghetti straps and were thin they were not allowed to ware hoodies, hats, and bonnets.", "label": "Label_0"}
{"text": "many black students are not allowed to wear as per their culture.", "label": "Optimal_1"}
{"text": "she wants to wear jeans fuzzy a orange sweater .", "label": "Label_0"}
{"text": "they decided that it was time for change.", "label": "Label_0"}
{"text": "students is best interaction", "label": "Label_0"}
{"text": "school dress codes not strict", "label": "Label_0"}
{"text": "they felt like they couldn't be themselves and couldn't show there culture.", "label": "Label_5"}
{"text": "they felt like girls were being singled out.", "label": "Optimal_1"}
{"text": "Certain products, such as durags, culture hats, and spaghetti strips, were prohibited.", "label": "Label_5"}
{"text": "they're too strict and single out female students.", "label": "Optimal_1"}
{"text": "They felt that it singled out by banning clothing item.", "label": "Label_1"}
{"text": "it targeted female and African American students.", "label": "Optimal_1"}
{"text": "They felt female students clothing items would create a distraction during class.", "label": "Label_0"}
{"text": "they want to express their culture", "label": "Label_5"}
{"text": "they think it is unfair.", "label": "Label_1"}
{"text": "every school choose that day was first day.sdfg", "label": "Label_0"}
{"text": "one school board member opposed it.", "label": "Label_0"}
{"text": "it is too strictly to follow.", "label": "Label_2"}
{"text": "not strict and nice.", "label": "Label_0"}
{"text": "there's too many limits of what they can wear and face harsh punishment and some have to wear things to protect their body.", "label": "Label_2"}
{"text": "some kids feel left out and not able to express themselves.", "label": "Label_5"}
{"text": "The night before the first day of school, Nine excitedly chooses her outfit...", "label": "Label_0"}
{"text": "They believe that this will have a negative impact on their cultural expression.", "label": "Label_5"}
{"text": "the dress code is personal likes.", "label": "Label_0"}
{"text": "they believed it discriminated against Black and female students.", "label": "Optimal_1"}
{"text": "the stud is clear to implement style", "label": "Label_0"}
{"text": "For a variety of reasons, students desired a less restrictive clothing code.", "label": "Label_2"}
{"text": "they don't agree with the policy", "label": "Label_2"}
{"text": "they were wearing cloths inappropriate for school", "label": "Label_0"}
{"text": "they believed that it singled out women and Black students.", "label": "Optimal_1"}
{"text": "the female students on banning cloth to some items of typically associated with women.", "label": "Label_0"}
{"text": "According to her school though the hat is foebidden in fact she could get detention for wearing it.", "label": "Label_2"}
{"text": "they thought it singled out girls and Black students by banning certain clothes and all hats.", "label": "Optimal_1"}
{"text": "they felt it singled out students.", "label": "Label_1"}
{"text": "This story while fiction was all too familiar to the student of Manchester school district in New Hampshire.", "label": "Label_0"}
{"text": "it singled out women and minorities.", "label": "Optimal_1"}
{"text": "student are falling behind in school for dress code punishments.", "label": "Optimal_2"}
{"text": "it is not fair", "label": "Label_0"}
{"text": "This story, while fictional, was all too familiar to the students of Manchester School District in New Hampshire.", "label": "Label_0"}
{"text": "they felt that it singled out female students by telling them what not to wear.", "label": "Optimal_1"}
{"text": "the part of the culture", "label": "Label_5"}
{"text": "students will get distracted by what others are wearing.", "label": "Label_0"}
{"text": "and tube tops.", "label": "Label_0"}
{"text": "every school choose that day was first day.sd", "label": "Label_0"}
{"text": "They decided that it was time for a changso they rewrote the district's dress code", "label": "Label_0"}
{"text": "it singled out by banning typical clothes they wear.", "label": "Optimal_1"}
{"text": "very interesting and very beautiful.", "label": "Label_0"}
{"text": "it singled out women and Black students.", "label": "Optimal_1"}
{"text": "it singles out women and people of color.", "label": "Optimal_1"}
{"text": "they wanted to change it", "label": "Label_0"}
{"text": "Night the with    nina", "label": "Label_0"}
{"text": "there are some stuff that are not nessasarry to be banned", "label": "Label_0"}
{"text": "Certain students were singled out.", "label": "Label_1"}
{"text": "they felt like it singled out female students because of their tops and singled out Black students for durags, hats, bonnets, and hoodies.", "label": "Optimal_1"}
{"text": "they felt that the dress code was being directed towards females and Black people.", "label": "Optimal_1"}
{"text": "it mostly focused on female students and Black ones because of the way they both dress.", "label": "Optimal_1"}
{"text": "they may face suspension, which might result in academic failure.", "label": "Optimal_2"}
{"text": "It was the first policy in the to be authored by a.", "label": "Label_0"}
{"text": "sequins  chooses her wear  jeans", "label": "Label_0"}
{"text": "there are some stuff that are not nessasarry to be banned like durags, hats, bonnets, and hoodies", "label": "Label_5"}
{"text": "Manchester students wanted a less strict dress code for too many reason", "label": "Label_2"}
{"text": "she wants to wear jeans fuzzy  orange sweater .", "label": "Label_0"}
{"text": "they want to show their pride in their culture.", "label": "Label_5"}
{"text": "they say that having strict dress codes give them more class distraction", "label": "Label_0"}
{"text": "ASDGHKERW fw oeifjwoief. ijfwoei jfwoie", "label": "Label_0"}
{"text": "they are unable to express themselves.", "label": "Label_0"}
{"text": "school dress code in 2021 and January 2022.", "label": "Label_0"}
{"text": "the dress code was cornered many women/girls clothing and it also cornered out many of the Black students and they feel very disappointed by the way they were treated at the school.", "label": "Optimal_1"}
{"text": "she could get detention for wearing it.", "label": "Label_2"}
{"text": "it singled out female students that weren't able to express themselves.", "label": "Optimal_1"}
{"text": "they felt like the Black students were being discriminated against.", "label": "Optimal_1"}
{"text": "it can reduce distractions and pressures that students feel related to status.", "label": "Label_0"}
{"text": "they felt it targeted girls and African American students.", "label": "Optimal_1"}
{"text": "dess codes can reduce classroom distractions.q", "label": "Label_0"}
{"text": "they do face some opposition from the school board.", "label": "Label_0"}
{"text": "it singled out girls and Black people.", "label": "Optimal_1"}
{"text": "the night before the first day of school ehhjhjhe hjeh  ehhhhhjke ejhjkhjkh ehj hheu hjf", "label": "Label_0"}
{"text": "it was targeting certain demographics like young girls and Black people.", "label": "Optimal_1"}
{"text": "it singles out certain students.", "label": "Label_1"}
{"text": "they felt they didnt have the freedom of what they wanted to wear.", "label": "Label_2"}
{"text": "they felt it was targeted at women and Black students.", "label": "Optimal_1"}
{"text": "one such student offered a rewritten version to the school board for approval.", "label": "Label_0"}
{"text": "it singled out females and Black culture.", "label": "Optimal_1"}
{"text": "they felt that it singled out female students as well as Black students.", "label": "Optimal_1"}
{"text": "it affected certain students with what they wanted to wear.", "label": "Label_1"}
{"text": "The night before the first day of school.", "label": "Label_0"}
{"text": "days of schoolb nina excitedly with women", "label": "Label_0"}
{"text": "they are unfair to female students.", "label": "Optimal_1"}
{"text": "they felt is singled out female students.", "label": "Optimal_1"}
{"text": "the students who violated the dress code would be punished.", "label": "Label_2"}
{"text": "so they  the districts dress code.", "label": "Label_0"}
{"text": "they might be suspended, causing them to lag behind in their studies.", "label": "Optimal_2"}
{"text": "BBBBBBBBBbbbbbbbbbbb", "label": "Label_0"}
{"text": "female and Black students felt singled out compared to their peers.", "label": "Optimal_1"}
{"text": "many female students felt singled out by the dress code they banned clothing that associated with women another example is clothing that represents the Black culture hats, hoodies, headwraps...etc.", "label": "Optimal_1"}
{"text": "the students feel like they single out females by banning revealing clothes.", "label": "Optimal_1"}
{"text": "she wants to wear jeans, a fuzzy orange sweater.", "label": "Label_0"}
{"text": "they feel its to strict.", "label": "Label_2"}
{"text": "some of the black students are wearing durags, hats, bonnets, and hoodies for protection of their hair and to express the culture of pride.", "label": "Optimal_1"}
{"text": "they felt that it was very strict and that it singled out female students.", "label": "Optimal_1"}
{"text": "certain items like durags, which are part of Black cultural heritage, were banned.", "label": "Optimal_1"}
{"text": "cc cc c", "label": "Label_0"}
{"text": "The night beofre  the day of school", "label": "Label_0"}
{"text": "it was strict this was a problem because they could get detention and lose crucial class time", "label": "Optimal_2"}
{"text": "they want to wear there own clot", "label": "Label_5"}
{"text": "they feel as if it can be offending to some cultures.", "label": "Label_1"}
{"text": "it singled out groups of students", "label": "Label_1"}
{"text": "the before the", "label": "Label_0"}
{"text": "safety for women.", "label": "Label_0"}
{"text": "it was conceived to have a potential of singling out female students by banning the culturally and socially associated clothing items.", "label": "Optimal_1"}
{"text": "they felt like the female students were singled out.", "label": "Optimal_1"}
{"text": "people get detention for it  because it is not right  and its just hard for them  and", "label": "Label_2"}
{"text": "originally the dress code singled out female students as well as Black students.", "label": "Optimal_1"}
{"text": "w o r d s is", "label": "Label_0"}
{"text": "they felt that they are being criticized of who they are.", "label": "Label_1"}
{"text": "The night before the first day of school, Nina excitedly chooses", "label": "Label_0"}
{"text": "they felt it singled out females and Black students.", "label": "Optimal_1"}
{"text": "they didn't like the feeling of banning  fefmale students clothing iteam.", "label": "Optimal_1"}
{"text": "they decided that it was time for a change so they rewrote the dress code.", "label": "Label_0"}
{"text": "they want to show off their cultural by wearing things such as hats, bonnets, or hoodies.", "label": "Label_5"}
{"text": "students are followed by rule.", "label": "Label_0"}
{"text": "According to her school though the", "label": "Label_0"}
{"text": "students violated dress code.", "label": "Label_0"}
{"text": "they wanted a change so no detentions could happen.", "label": "Label_2"}
{"text": "waste of time being checked for rule conformance, taken out of class and serving detention or suspension.", "label": "Optimal_2"}
{"text": "it was too strict and didn't allow for them to wear things such as hats or spaghetti straps and It caused for students to get in trouble making them lose crucial class time.", "label": "Optimal_2"}
{"text": "femilar to find more each the question to tags some students rae to gave", "label": "Label_0"}
{"text": "academically, pupils fall behind.", "label": "Optimal_2"}
{"text": "in the end changes were made that thought about the impacts on black and female students.", "label": "Label_0"}
{"text": "To exhibit their black culture, several black pupils wear durags.", "label": "Optimal_1"}
{"text": "with women like spaghetti straps and tube tops.", "label": "Label_0"}
{"text": "they felt like females and other people that didn't allow their culture stuff felt left out.", "label": "Optimal_1"}
{"text": "it didn`t allow them to express themselves through the way they dress.", "label": "Label_2"}
{"text": "Girls are unable to wear speghetti straps or tube tops and black students are unable to wear durags or bonnets.", "label": "Optimal_1"}
{"text": "people weren't able to express cultural pride and was also somewhat sexist.", "label": "Optimal_1"}
{"text": "So they rewrote the district", "label": "Label_0"}
{"text": "the students felt that it was harsher to girls and Black students.", "label": "Optimal_1"}
{"text": "they want to wear western dress.", "label": "Label_0"}
{"text": "some people thought it singled out female students and Black students.", "label": "Optimal_1"}
{"text": "the students want to express themselves with the way they want to dress It negatively affected Manchester students because they felt that they couldn't express their culture or their heritage.", "label": "Optimal_1"}
{"text": "the dress code can reduce in-class distraction and reduce pressures that student might feel related to socio economic status.", "label": "Label_0"}
{"text": "black students that wear headwraps or bonnets and durags as a part of their culture or to protect their hair.", "label": "Optimal_1"}
{"text": "they decided that it was time for a change so they rewrote the district's dress code", "label": "Label_0"}
{"text": "They think the policy discriminates against certain student groups.", "label": "Label_1"}
{"text": "a dress code can prevent students from being distracted by fashion trends.", "label": "Label_0"}
{"text": "Students who violated the dress code would face for a range", "label": "Label_2"}
{"text": "some say revised codes are too permissive.", "label": "Label_0"}
{"text": "it wasn’t fair to all students and was very subjective.", "label": "Label_1"}
{"text": "they felt it singled out women and ethnic groups such as African Americans.", "label": "Optimal_1"}
{"text": "they felt it singled out some studentss.", "label": "Label_1"}
{"text": "according to her school though the hat  is forbidden.", "label": "Label_0"}
{"text": "Manchester students wanted a less strict dress code.", "label": "Label_2"}
{"text": "they felt it restricted them from showing their culture and it singled out females.", "label": "Optimal_1"}
{"text": "they feel that they should be able to express their culture through their clothing, but they cannot do this because of the dress code.", "label": "Label_5"}
{"text": "they know that some clothing are people culture and they figure what they wear isn't a distraction.", "label": "Label_5"}
{"text": "they felt they were being discriminated against", "label": "Label_1"}
{"text": "they feel it singled out female and Black students and also felt that this caused students to lose class time by getting pulled out of class because of their punishments such as getting detention.", "label": "Optimal_1"}
{"text": "school advocates say dress codes help reduce pressure on students to have to spend money on expensive clothing trends.", "label": "Label_0"}
{"text": "a new dress code was implemented that removes punishment and is more inclusive.", "label": "Label_0"}
{"text": "some students violated dress code and face wide range of punishments.", "label": "Label_2"}
{"text": "school drtfess cvodes", "label": "Label_0"}
{"text": "it was too strict.", "label": "Label_2"}
{"text": "they wanted yoo", "label": "Label_0"}
{"text": "the dress code singled out girls and Black students.", "label": "Optimal_1"}
{"text": "reerybdr dgrdbrssgtrdb fdhyrtdrryrtbrtrdf fdhfd fgdfdfyhfdjub dsgtedr fdhdf", "label": "Label_0"}
{"text": "they think that this would affect their cultural expression", "label": "Label_5"}
{"text": "fdfgdg dfgfd fdhdfhfd", "label": "Label_0"}
{"text": "they felt that it singled out a specific group of students on most of the rules.", "label": "Label_1"}
{"text": "The night beofre  the day of school,  she wantd to yeaar jeans a fuzzy orange sweater and her fvorite accessory", "label": "Label_0"}
{"text": "the dress code was super strict, students who violated the dress code would face punishments and according to National Women's Law Center study punishments can cause students to fall behin", "label": "Optimal_2"}
{"text": "they wanted a change.", "label": "Label_0"}
{"text": "the African American students would need to wear hats, they could not wear them because they would get detention or suspended.", "label": "Optimal_1"}
{"text": "the Manchester students wanted a less strict dress code.", "label": "Label_2"}
{"text": "they felt like it singled out female students by banning clothing items associated with women.", "label": "Optimal_1"}
{"text": "female students felt they were especially affected.", "label": "Optimal_1"}
{"text": "they felt that female students by banning clothes items.", "label": "Optimal_1"}
{"text": "it singled out certain groups of students, such as females and Black students.", "label": "Optimal_1"}
{"text": "They believe they have been picked out for their cultural expression.", "label": "Label_1"}
{"text": "it was restricting them from wearing what their culture would wear or what they'd normally wear.", "label": "Label_5"}
{"text": "a rewritten dress code was approved allowing certain items and removing the punishment that could affect the students academically.", "label": "Label_0"}
{"text": "Nina orange with her tops", "label": "Label_0"}
{"text": "schools feels that the new dress policy will help reduce issues like socioeconomic and fashion pressure.", "label": "Label_0"}
{"text": "the all female students felt that they are banning dressings associated with women, like spaghetti straps and tube tops.", "label": "Optimal_1"}
{"text": "they limited the number of clothing that students could wear ,they prevented many students from expressing themselves", "label": "Label_5"}
{"text": "people need safety.", "label": "Label_0"}
{"text": "some students of different races or genders sometimes feel the need to express their individuality.", "label": "Optimal_1"}
{"text": "they new policy.", "label": "Label_0"}
{"text": "if a student were to get into trouble, they would miss valuable class time.", "label": "Optimal_2"}
{"text": "some people think that it reduces in class distractions.", "label": "Label_0"}
{"text": "this story, while fictional, was all too familiar to the students of Manchester School District in", "label": "Label_0"}
{"text": "advocates said having a stricter dress code reduces in-class distractions.", "label": "Label_0"}
{"text": "they felt as if the female students were being singled out by banning clothing items like tube tops.", "label": "Optimal_1"}
{"text": "they hat rewrote", "label": "Label_0"}
{"text": "some wanted a less strict code.", "label": "Label_2"}
{"text": "they may be suspended, which might result in academic failure.", "label": "Optimal_2"}
{"text": "they wanted it to be less strict and they felt sngled out", "label": "Label_2"}
{"text": "they have fewer fashion trends and they singled out different groups of students.", "label": "Label_1"}
{"text": "they want to wear what they want", "label": "Label_5"}
{"text": "In students' opinions, it was too strict.", "label": "Label_2"}
{"text": "they feel as though they were singled out for expressing their culture.", "label": "Label_1"}
{"text": "they thought that it targeted female students.", "label": "Optimal_1"}
{"text": "a lot of students felt like the rules were directed towards themselves, whether it be race or religion.", "label": "Label_1"}
{"text": "women's law center.", "label": "Label_0"}
{"text": "This story, while fictional, was all too familiar to the students of Manchester School", "label": "Label_0"}
{"text": "female and Black students felt singled out.", "label": "Optimal_1"}
{"text": "the night before nina excited thought", "label": "Label_0"}
{"text": "students felt that it singles out specific people like women and Black culture.", "label": "Optimal_1"}
{"text": "it was restricting their freedom.", "label": "Label_2"}
{"text": "THE NIGHT THE FIRST", "label": "Label_0"}
{"text": "they felt it was gender and racially biased.", "label": "Optimal_1"}
{"text": "they felt that it singled out Black students.", "label": "Optimal_1"}
{"text": "they didn’t feel comfortable with it.", "label": "Label_1"}
{"text": "It's overly constricting and biased.", "label": "Label_1"}
{"text": "they were uncomfortable with it some just wanted freedom", "label": "Label_2"}
{"text": "in fact could get detention for wearing it.", "label": "Label_2"}
{"text": "the students in the black cultur say that the hats are to help them but hte hats are band.", "label": "Label_0"}
{"text": "strict felt to sign", "label": "Label_0"}
{"text": "they thought it singled out certain people, like females and Black people.", "label": "Optimal_1"}
{"text": "she wants to wear jeans, a fuzzy orange sweater, and her favorite accessory: a brown hat with sequins.", "label": "Label_0"}
{"text": "they felt it singled out people with either their gender or race.", "label": "Optimal_1"}
{"text": "its good to do", "label": "Label_0"}
{"text": "the black students come to wear hats, bonnests and etc.", "label": "Label_0"}
{"text": "a brown hat with sequins.", "label": "Label_0"}
{"text": "students thought the dress codes waere too strict", "label": "Label_2"}
{"text": "they believe that the clothing they were determine who they are and what they act like.", "label": "Label_5"}
{"text": "they wanted a less strict dress code policy some kids did think it was to strict they were a problem because not all the kids followed the dress code", "label": "Label_2"}
{"text": "it is too restrictive and biased.", "label": "Label_1"}
{"text": "female students felt it was biased against them.", "label": "Optimal_1"}
{"text": "it not needed.", "label": "Label_0"}
{"text": "a lot of the clothes they would like to wear would get dress coded like the stuff mentioned in the text like the durags and spaghetti straps", "label": "Label_5"}
{"text": "they wanted to feel more comfortable for what they wear and it doesn't help students with their education.", "label": "Optimal_2"}
{"text": "that being stricter makes students more disciplined.", "label": "Label_0"}
{"text": "they felt like it singled out female students from the male students by banning clothing items that are typically associated with women.", "label": "Optimal_1"}
{"text": "schools advocate for a strict dress code to reduce in-class distractions and pressures students might feel related to socioeconomic status.", "label": "Label_0"}
{"text": "this make them feel that they were under a really strict dress and if they didn't follow this rule this will cost them academic points.", "label": "Optimal_2"}
{"text": "they didn't have enough liberty to express themselves.", "label": "Label_5"}
{"text": "they wanted to represent their culture.", "label": "Label_5"}
{"text": "cc cc c  v v vv  v v vv v  vb  bb  bb b  bb  b", "label": "Label_0"}
{"text": "they restrict students", "label": "Label_0"}
{"text": "the Black students wear hats, bonnets and hoodies to protect their hair.", "label": "Optimal_1"}
{"text": "the policy isn't right sometime.", "label": "Label_0"}
{"text": "some students felt that they were being singled out because of what they could and couldn't wear.", "label": "Label_1"}
{"text": "they discriminate culture, race, and gender.", "label": "Optimal_1"}
{"text": "every school choose that day was first day", "label": "Label_0"}
{"text": "the night before the day of school Nina excitedly.", "label": "Label_0"}
{"text": "they felt that it singled out women and Black students.", "label": "Optimal_1"}
{"text": "It made them feel as if they were being singled out.", "label": "Label_1"}
{"text": "it was restricting to what females can wear compared to males.", "label": "Optimal_1"}
{"text": "it repressed some cultural expressions.", "label": "Label_5"}
{"text": "The part of the unity of the education.", "label": "Label_0"}
{"text": "it's to strict.", "label": "Label_2"}
{"text": "she wants to wear jeans, a fuzzy orange sweater, and her favorite accessory.", "label": "Label_0"}
{"text": "the night before the day", "label": "Label_0"}
{"text": "they think the policy discriminates against groups of students.", "label": "Label_1"}
{"text": "The night before the  first day of school", "label": "Label_0"}
{"text": "students felt that the dress code singles out female students.", "label": "Optimal_1"}
{"text": "this story while fictional  was   all too familier .", "label": "Label_0"}
{"text": "the students felt like the dress code was pressured more onto females giving the fact that most of the dress code was directed towards women clothing.", "label": "Optimal_1"}
{"text": "they felt like it left out females rights.", "label": "Optimal_1"}
{"text": "they want a less strict dress code,and also they was going to face range of punishments.", "label": "Label_2"}
{"text": "it singled out certain minorities.", "label": "Label_1"}
{"text": "the night before the first day brown hat with manchester students", "label": "Label_0"}
{"text": "they felt that the female students were targeted by the clothes they wear.", "label": "Optimal_1"}
{"text": "the school advocates for the new dress code policy because it would reduce in class distraction.", "label": "Label_0"}
{"text": "less strict dress code for many reasons.", "label": "Label_2"}
{"text": "the night before the first day brown hat with manchester students less strict dress", "label": "Label_0"}
{"text": "they want to express themselves and their own style..", "label": "Label_5"}
{"text": "the dress code seemed too strict", "label": "Label_2"}
{"text": "it goes against culture and singled out female students.", "label": "Optimal_1"}
{"text": "female students felt singled out because they couldn’t wear simple clothes like spaghetti strap and tube tops because they were banned.", "label": "Optimal_1"}
{"text": "they believed that the existing dress code limited their ability to freely express themselves.", "label": "Label_5"}
{"text": "the punishments for the dress codes were strict", "label": "Label_2"}
{"text": "they wanted to express themselves.", "label": "Label_5"}
{"text": "female students couldn't use spaghetti straps and some black people couldn't wear durags,hat,and hoodies to protect their hair and express their cultural.", "label": "Optimal_1"}
{"text": "students felt that it singles out specific people.", "label": "Label_1"}
{"text": "women have more clothes that are restricted than men, and Black students would like to express their culture.", "label": "Optimal_1"}
{"text": "They want to were some clothes with rips and the school didn´t like it", "label": "Label_5"}
{"text": "fbfdvcv fgfdvfdv gfbfb gfbfbfb", "label": "Label_0"}
{"text": "it singles out students from certain demographics.", "label": "Label_1"}
{"text": "students would fall behind as a result of the clothing code penalties.", "label": "Optimal_2"}
{"text": "They were concerned that it was isolating the students.", "label": "Label_1"}
{"text": "The night before the first", "label": "Label_0"}
{"text": "there more things girl can't wear than what boys can't wear.", "label": "Optimal_1"}
{"text": "THE FIRST POLICY IN THE DISTRICK TO BE AUTHORED BY A STUDENT.", "label": "Label_0"}
{"text": "they felt its main impact was on female and black students.", "label": "Optimal_1"}
{"text": "some of the rules affect culture and confidence.", "label": "Label_5"}
{"text": "he didn't likeit", "label": "Label_0"}
{"text": "every school choose that day was first day.", "label": "Label_0"}
{"text": "they had singled out Black students, they wear certain things to protect their hair or to express culture, but hoodies, durags, and bonnets were banned.", "label": "Optimal_1"}
{"text": "They could lose out on  crucial class time.", "label": "Optimal_2"}
{"text": "they could not express themselves with their clothing to show off their gender or ethnicity because the dress code was so strict.", "label": "Optimal_1"}
{"text": "Nina excitedly chooses her outfit New York", "label": "Label_0"}
{"text": "the new policy was approved in a majority.", "label": "Label_0"}
{"text": "despite the opposition schools defend the code for a variety of reasons like the code would reduce in-class distractions, relieve the pressure upon the students from a lower socioeconomic status.", "label": "Label_0"}
{"text": "the students were thinking that the dress code had singled out  people.", "label": "Label_1"}
{"text": "some black students wear durags, hats, bonnets, and stuff of that nature , Students that would violate the dress code would face a range of punishments.", "label": "Optimal_1"}
{"text": "the students were unsatisfied with the rules or regulations of there schools dress code as they would get detention if they didn’t comply.", "label": "Label_2"}
{"text": "students wanted a less strict dress code for manyreasons", "label": "Label_0"}
{"text": "some people fell like it is unfair for certain students of what they want to were.", "label": "Label_1"}
{"text": "In fact, she could get dent ion for wearing.", "label": "Label_2"}
{"text": "the dress code negatively affected the students because there were punishments involved.", "label": "Label_2"}
{"text": "students will feel less pressure.", "label": "Label_0"}
{"text": "it can be less of a distraction and less pressure to keep up with expensive fashion trends.", "label": "Label_0"}
{"text": "So they rewrote the district's dress code", "label": "Label_0"}
{"text": "the students feel like the dress code is holding them back.", "label": "Label_0"}
{"text": "they felt that it singled out female as well as Black students by banning clothing items that they normally wear.", "label": "Optimal_1"}
{"text": "very interesting and very beautiful", "label": "Label_0"}
{"text": "it singled out a lot of people of color that prevented them from expressing their culture.", "label": "Optimal_1"}
{"text": "Very much like", "label": "Label_0"}
{"text": "the students who violated the dress code would be punished and they felt singled out.", "label": "Label_1"}
{"text": "if the students would don't follow the dress code they would have to serve detention or suspended.", "label": "Label_2"}
{"text": "this story, while fictional, was all too familiar to the students of Manchester School District", "label": "Label_0"}
{"text": "it singled out girls about spaghetti straps and tube tops.", "label": "Optimal_1"}
{"text": "They decided that it was time for a change so they rewrote the district's dress", "label": "Label_0"}
{"text": "some Black students.", "label": "Label_0"}
{"text": "a strict dress code can help to reduce in class distractions.", "label": "Label_0"}
{"text": "they felt it restricted them from showing their culture and was aimed towards women.", "label": "Optimal_1"}
{"text": "they thought it was singled for only female and black students.", "label": "Optimal_1"}
{"text": "stricter dress codes helps reduce in-class distractions and pressures.", "label": "Label_0"}
{"text": "the clothing code was extremely severe, and pupils who broke it were subjected school sanctions, which, according to a national women's law center research, can lead kids to fall behind.", "label": "Optimal_2"}
{"text": "they felt that it singled out female and Black students.", "label": "Optimal_1"}
{"text": "it allows students who dont have a lot of money be able to fit in.", "label": "Label_0"}
{"text": "it singles out female and Black students.", "label": "Optimal_1"}
{"text": "students could get detention for not following the dress code", "label": "Label_2"}
{"text": "they want to wear there own clothe", "label": "Label_5"}
{"text": "the students want to express themselves with the way they dress.", "label": "Label_5"}
{"text": "some thought it singled out Black students and some felt that it singled out female students.", "label": "Optimal_1"}
{"text": "GFGF N FNF G GN NG h gf dsd  gddhfdh", "label": "Label_0"}
{"text": "female students felt singled out by banning clothing items.", "label": "Optimal_1"}
{"text": "there are far too many restrictions on what they may wear, and pupils are subjected to harsh punishment, forcing them to lag behind academically.", "label": "Optimal_2"}
{"text": "students could get detention for breaking dress code", "label": "Label_2"}
{"text": "femilar to find more each the question to tags", "label": "Label_0"}
{"text": "they felt that it singled out certain students.", "label": "Label_1"}
{"text": "the dress code consequences may cause some students to get behind academically.", "label": "Optimal_2"}
{"text": "they felt that is singled out female students and Black students.", "label": "Optimal_1"}
{"text": "manchester wanted a less strict dress code", "label": "Label_2"}
{"text": "n excited choose her outfit orange", "label": "Label_0"}
{"text": "some black kids be wearing durags", "label": "Optimal_1"}
{"text": "they can't wear what they want to wear", "label": "Label_5"}
{"text": "they felt like it was singling out women and Black students.", "label": "Optimal_1"}
{"text": "opponents felt that changing the code would be too permissive.", "label": "Label_0"}
{"text": "out female students by  clothing item for a change and rewrote the  dress code.", "label": "Label_0"}
{"text": "they didn't like how strict the dress codes were", "label": "Label_2"}
{"text": "it was restrictive, which was a concern since they risked being sent to detention and losing valuable class time.", "label": "Optimal_2"}
{"text": "the dress code feels like it's made for women/blacks.", "label": "Optimal_1"}
{"text": "they feel like it is  unfair.", "label": "Label_1"}
{"text": "their student representative to the school board offered a new, less restrictive dress code for approval.", "label": "Label_0"}
{"text": "some students felt they were being singled out by the school and the students felt that they couldn't express them selfs", "label": "Label_1"}
{"text": "Nina excitedly chooses her outfit", "label": "Label_0"}
{"text": "a less strict dress code for many reasons.", "label": "Label_2"}
{"text": "they wanna wear differnt types of clothes.", "label": "Label_0"}
{"text": "they felt it singled out African American students.", "label": "Optimal_1"}
{"text": "they felt like it singled out girls and Black students.", "label": "Optimal_1"}
{"text": "one member of the school board believed that the proposed changes in dress code were too permissive.", "label": "Label_0"}
{"text": "they felt like they were being singled out", "label": "Label_1"}
{"text": "students felt singled out because of they were female or Black.", "label": "Optimal_1"}
{"text": "they felt that it singled out female students wanted a less strict dress code for various reasons.", "label": "Optimal_1"}
{"text": "it was to strict.", "label": "Label_2"}
{"text": "they felt they needed to express themselves.", "label": "Label_5"}
{"text": "students didn't like how strict the dress code was", "label": "Label_2"}
{"text": "it caused  a lot of discrimination on certain people", "label": "Label_1"}
{"text": "reerybdr dgrdbrssgtrdb fdhyrtdrryrtbrtrdf fdhfd fgdfdfyhfdjub dsgtedr fdhdfdsgtdf fhdf fdgfd fdghdffd fdghfd dfyrdffd", "label": "Label_0"}
{"text": "it singled out Black students and Black culture.", "label": "Optimal_1"}
{"text": "they felt like it was time for a change in the district's set dress code.", "label": "Label_0"}
{"text": "some Black students wear headwear to protect their hair or express Black cultural pride.", "label": "Optimal_1"}
{"text": "it singled out female students and Black students, as well as avoiding punishments such as missing class time.", "label": "Optimal_1"}
{"text": "they feel like they target female students by banning clothing items associated with female products.", "label": "Optimal_1"}
{"text": "they felt that the items banned were primarily feminine and associated with women and Black student felt that it stopped them from expressing cultural pride.", "label": "Optimal_1"}
{"text": "some students felt they were being singled out by the school and the students felt that they couldn't express them selfs or the culture that raised them.", "label": "Label_1"}
{"text": "women's law center the policy was approved in", "label": "Label_0"}
{"text": "students who violated dress code would face a range of punishments and lose out of crucial class time", "label": "Optimal_2"}
{"text": "the school dress code is too strict making the students not like it.", "label": "Label_2"}
{"text": "Black students wear any hoodies, hats, or bonnets for their kinky and curly hair.", "label": "Optimal_1"}
{"text": "they want everyone to fit in.", "label": "Label_0"}
{"text": "some people wanted to where there favorite things but they where out of school dress code.", "label": "Label_2"}
{"text": "they feel like it restricts their own personality from being expressed.", "label": "Label_5"}
{"text": "dress codes can reduce classroom distractions.", "label": "Label_0"}
{"text": "They decided that it was time for a chang so they rewrote the district's dress code", "label": "Label_0"}
{"text": "it was targeting certain demographics.", "label": "Label_1"}
{"text": "women receive unfair punishments.", "label": "Optimal_1"}
{"text": "this makes to feel unique.", "label": "Label_0"}
{"text": "they felt that it was unfair and biased, singling out Black students.", "label": "Optimal_1"}
{"text": "they think that it singled out female students.", "label": "Optimal_1"}
{"text": "they thought it singles people out.", "label": "Label_1"}
{"text": "some also singled out black students.", "label": "Optimal_1"}
{"text": "femilar to find more", "label": "Label_0"}
{"text": "some clothing they took to school they got banned.", "label": "Label_0"}
{"text": "they felt that that  singled out certain groups of  students.", "label": "Label_1"}
{"text": "the students who violated the dress code would go through some punishments and that will take time from their education", "label": "Optimal_2"}
{"text": "some students felt singled out or targeted because of their gender or race.", "label": "Optimal_1"}
{"text": "some black students wear durag, hats an bonnets  it is a part of  culture to wear headwraps and it helps  take care of  natural hair which is kinky and curly and not the same as the teachers", "label": "Optimal_1"}
{"text": "its feel good", "label": "Label_0"}
{"text": "it would distract some of the students.", "label": "Label_0"}
{"text": "they used their representative to address their issues.", "label": "Label_0"}
{"text": "good survey nciejoifniofn              surveffb    nicwenoffgionassdgsdgsdg", "label": "Label_0"}
{"text": "the night before the first day brown hat with", "label": "Label_0"}
{"text": "it was unfair to the people who wore things they were comforatable in and had to change.", "label": "Label_5"}
{"text": "the dress code lacked the students freedom to express themselves and their culture It denied woman of wearing woman clothing.", "label": "Optimal_1"}
{"text": "its good to do it", "label": "Label_0"}
{"text": "students wear a variety of clothing styles in a school hallway the felt that it single out female students.", "label": "Optimal_1"}
{"text": "there are some stuff that are not nessasarry to be banned like durags, hats, bonnets, and hoodies but sometimes its apart of their culture, and if they get in punishment like detention or suspension", "label": "Label_2"}
{"text": "according to her school though the hat is forbidden in fact she could get detention for wearing it.", "label": "Label_2"}
{"text": "school advocates feel that stricter dress codes can reduce tensions and distractions associated with socioeconomic status.", "label": "Label_0"}
{"text": "they thought they were being targeted.", "label": "Label_1"}
{"text": "Black students feel as though they were singled out for expressing their culture.", "label": "Optimal_1"}
{"text": "it was too strict on them through the hard punishments such as getting detentions and suspensions, which could cause them to fall behind academically.", "label": "Optimal_2"}
{"text": "some black students can express black cultural pride.", "label": "Optimal_1"}
{"text": "the dress code lacked the students freedom from wearing clothing that expressed their culture like durags.", "label": "Label_5"}
{"text": "students want a less strict dress code for a lot of reasons.", "label": "Label_2"}
{"text": "They believed that this singled out certain student groups.", "label": "Label_1"}
{"text": "to protect their hair or to express things", "label": "Label_5"}
{"text": "They believed that it singled out certain student groups.", "label": "Label_1"}
{"text": "there's too many limits of what they can wear and face harsh punishment causing students to fall behind academically.", "label": "Optimal_2"}
{"text": "they were having to go to detention just for wearing a hat to school.", "label": "Label_2"}
{"text": "it is part of their culture.", "label": "Label_5"}
{"text": "many school feels that if fewer styles.", "label": "Label_0"}
{"text": "she wants to wear jeans fuzzy was orange sweater .", "label": "Label_0"}
{"text": "it singled out black students.", "label": "Optimal_1"}
{"text": "they wanted a less strict dress code, they felt that the current dress code targeted female students, and that it also targeted Black students.", "label": "Optimal_1"}
{"text": "it was singled out female and Black students.", "label": "Optimal_1"}
{"text": "students who break the clothing code will face consequences, which will take time away from their studies.", "label": "Optimal_2"}
{"text": "they felt the dress code singled out woman", "label": "Optimal_1"}
{"text": "the consequences of failing to adhere to the dress code would have an academic impact on the student.", "label": "Optimal_2"}
{"text": "it singled out female and Black students and to be able to protect cultural pride.", "label": "Optimal_1"}
{"text": "a school board member from Manchester opposed the new policy because they think some of it was too permissive.", "label": "Label_0"}
{"text": "less strict dress code", "label": "Label_2"}
{"text": "they will  diside to  change  fashion.", "label": "Label_0"}
{"text": "the students were unsatisfied with the rules or regulations of there schools dress code.", "label": "Label_2"}
{"text": "they thought it was time for a change and most of the female students felt left out.", "label": "Optimal_1"}
{"text": "students who disobeyed the dress code would face a variety of consequences, including detentions and suspensions, which could cause them to fall behind academically", "label": "Optimal_2"}
{"text": "w o r ds", "label": "Label_0"}
{"text": "they felt like it discriminated against people, specifically females and Black students.", "label": "Optimal_1"}
{"text": "students wanted to represent their culture and the dress cold was restricted for the girls.", "label": "Optimal_1"}
{"text": "people thought they were being targeted some even thought it had something to do with race.", "label": "Optimal_1"}
{"text": "they thought it singled out female students by banning clothing typically associated with women.", "label": "Optimal_1"}
{"text": "Nina orange with", "label": "Label_0"}
{"text": "they thought that it singled out female students by banning some female clothing items such as spaghetti straps and tube tops.", "label": "Optimal_1"}
{"text": "the punishments for the dress codes were strict.", "label": "Label_2"}
{"text": "the night before the first school Nina excitedly.", "label": "Label_0"}
{"text": "students felt that it would single out female students by banning clothing items.", "label": "Optimal_1"}
{"text": "Gary Hamer voted against the new policy.", "label": "Label_0"}
{"text": "some of the girls were feeling sexualized.", "label": "Optimal_1"}
{"text": "this make them feel that they were under a really strict dress and if they didn't follow this rule this will cost them punishments, detentions and suspension.", "label": "Label_2"}
{"text": "they felt it discriminated against female and Black students.", "label": "Optimal_1"}
{"text": "They believed it singled out specific students.", "label": "Label_1"}
{"text": "The night before the first day of school, Nine excitedly chooses her outfi", "label": "Label_0"}
{"text": "it singled out students from specific races and genders.", "label": "Optimal_1"}
{"text": "this story while fictional  was all too familier .", "label": "Label_0"}
{"text": "it's shown to be unfair to women regarding certain clothing, and to people of color regarding cultural things.", "label": "Optimal_1"}
{"text": "it singled out Black and female student.", "label": "Optimal_1"}
{"text": "they felt it singled out women and Black students.", "label": "Optimal_1"}
{"text": "the night before the first day.", "label": "Label_0"}
{"text": "she wants to wear jeans, a sweater and accessory.", "label": "Label_0"}
{"text": "in unfairly singled out female and black students.", "label": "Optimal_1"}
{"text": "they wanna wear differnt types of clothes , there tired of wearing the same stuff they want to change it up.", "label": "Label_5"}
{"text": "they have fewer fashion trends and they singled out different Black students.", "label": "Optimal_1"}
{"text": "they hat rewrote code curly", "label": "Label_0"}
{"text": "it was restricting them from wearing what there culture would wear or what they'd normally wear.", "label": "Label_5"}
{"text": "she e    e", "label": "Label_0"}
{"text": "EVERY ONE HAVE TASTE", "label": "Label_0"}
{"text": "student will feel less pressure to keep up with expensive fashion trends.", "label": "Label_0"}
{"text": "students could get detention for not following the dress code.", "label": "Label_2"}
{"text": "they felt is singled out women and Black students for certain clothing and for cultural clothing as well.", "label": "Optimal_1"}
{"text": "it singles out Black students.", "label": "Optimal_1"}
{"text": "According to her school, though, the hat is forbidden.", "label": "Label_0"}
{"text": "some pupils may fall behind academically as a result of the clothing code implications.", "label": "Optimal_2"}
{"text": "they thought that it wasn't fair for women and people of color because for women they can't wear certain stuff because of how other people might react and the same thing goes for people of color.", "label": "Optimal_1"}
{"text": "uniforms do not promote a culture.", "label": "Label_5"}
{"text": "they single out females and Black students.", "label": "Optimal_1"}
{"text": "they felt that it singled out females by banning clothing like spaghetti straps.", "label": "Optimal_1"}
{"text": "they want to singled out female students by terminating clothing items typically associated with women, like spaghetti straps and tube tops.", "label": "Optimal_1"}
{"text": "they felt that it had singled out female students by banning clothing items.", "label": "Optimal_1"}
{"text": "they are being basis of race or gender on clothes.", "label": "Optimal_1"}
{"text": "very interesting and very beautif", "label": "Label_0"}
{"text": "Manchester students wanted a less strict tube tops.", "label": "Label_2"}
{"text": "they felt that it singled out certain groups such as females and black students.", "label": "Optimal_1"}
{"text": "they were singling out the women clothing like spaghetti straps and tube tops.", "label": "Optimal_1"}
{"text": "it wasn't fair for the students.", "label": "Label_1"}
{"text": "to protect the cultural pride.", "label": "Label_5"}
{"text": "students would lag behind if they were punished for not following the clothing code.", "label": "Optimal_2"}
{"text": "to cover there hair.", "label": "Label_0"}
{"text": "schools suggest that strict dress codes allow for distraction free classrooms.", "label": "Label_0"}
{"text": "fdfgdg dfgfd fdhdfhfdfdhdf dfhdf dfgdrggd dfgdfdrfgdf fdhfddtyrty fdgdffdgfdghfdgfdgh trhtryrt trhtrhtr trfhtrrt trghtrhytr", "label": "Label_0"}
{"text": "they might be suspended, causing them to lag behind in class.", "label": "Optimal_2"}
{"text": "one of the student representatives took the concerns of his peers to the school board and proposed a rewritten school dress code.", "label": "Label_0"}
{"text": "some black students wear durag, hats an bonnets  it is a part of  culture to wear headwraps and it helps  take care of  natural hair which is kinky and curly and not the same as the teachers.", "label": "Optimal_1"}
{"text": "some Black students wear durags yo express their cultural pride.", "label": "Optimal_1"}
{"text": "very interesting and very beautiful.good feel good very good good", "label": "Label_0"}
{"text": "they hat rewrote code", "label": "Label_0"}
{"text": "the hat is forbidden.", "label": "Label_0"}
{"text": "the school board feels the new dress code will reduce in class distractions.", "label": "Label_0"}
{"text": "black students wear bonnets, durags, scarfs to protect their cultural hair.", "label": "Optimal_1"}
{"text": "they felt like the dress code was targeted at certain groups like females and some Black students.", "label": "Optimal_1"}
{"text": "they felt that the dress code singled out girls and Black students.", "label": "Optimal_1"}
{"text": "they thought that it singled out Black students.", "label": "Optimal_1"}
{"text": "it made them feel uncomfortable.", "label": "Label_1"}
{"text": "they wanted a less strict dress co", "label": "Label_2"}
{"text": "people wore things inoropiate", "label": "Label_0"}
{"text": "it was banning clothes mostly for women.", "label": "Optimal_1"}
{"text": "sequins  chooses her wear  jeans  orange  banning", "label": "Label_0"}
{"text": "it singled out women and Black students by banning clothing items associated with them.", "label": "Optimal_1"}
{"text": "She might even be sent to detention if she wears it", "label": "Label_2"}
{"text": "they felt that it singled out particular students.", "label": "Label_1"}
{"text": "students that violated the dress code woulf fac a range f punishments", "label": "Label_2"}
{"text": "they were breaking it", "label": "Label_0"}
{"text": "some students didn’t like the rights and dress code given to them.", "label": "Label_2"}
{"text": "they felt that they singled out female and black students.", "label": "Optimal_1"}
{"text": ", all too familiar", "label": "Label_0"}
{"text": "they wanted to feel more comfortable for what they wear.", "label": "Label_5"}
{"text": "they wanted tooy", "label": "Label_0"}
{"text": "Night the with", "label": "Label_0"}
{"text": "they felt that it singled out women students are banning the clothing items typically associated with female.", "label": "Optimal_1"}
{"text": "They believed they were being treated unfairly.", "label": "Label_1"}
{"text": "jrkhrxrxiyxyxhnajcboam xbzx x zzzzzzx", "label": "Label_0"}
{"text": "they felt women were being singled out.", "label": "Optimal_1"}
{"text": "it caused many students to be punished for items that might have had cultural meaning behind it.", "label": "Label_5"}
{"text": "it was banning the clothing that people could wear when anyone should be able to wear clothes freely.", "label": "Label_5"}
{"text": "Schools advocate for the dress code because it can cause less distraction in class.", "label": "Label_0"}
{"text": "fbfdvcv fgfdvfdv gfbfb gfbfbfb   bbgfbgfb", "label": "Label_0"}
{"text": "the first day of school outfit is amazing but rewrote the change to dress code.", "label": "Label_0"}
{"text": "some believe changing the dress code opens up more challenges and is becoming too permissive.", "label": "Label_0"}
{"text": "some people thought the new code allowed too much variance.", "label": "Label_0"}
{"text": "They felt that it the singled out female students by banning the clothing items typically a associated with women.", "label": "Optimal_1"}
{"text": "They felt that singled out female students by banning clothing typically associated with women, like spaghetti straps and tube tops.", "label": "Optimal_1"}
{"text": "the consequences of not adhering to the dress code would have an academic impact on a student.", "label": "Optimal_2"}
{"text": "students who violated the dress code would have a punishement.", "label": "Label_2"}
{"text": "some students thought they are singling out black students.", "label": "Optimal_1"}
{"text": "yes yes yes yes", "label": "Label_0"}
{"text": "they can get detention which can lead to suspension.", "label": "Label_2"}
{"text": "students who disobeyed the clothing rule would face disciplinary action, which would take time away from their studies.", "label": "Optimal_2"}
{"text": "the night before the first day school", "label": "Label_0"}
{"text": "the rules were way too strict", "label": "Label_2"}
{"text": "it singled out female and Black students.", "label": "Optimal_1"}
{"text": "the clothing code was extremely severe, and students who broke it were subjected to consequences, which, according to a research by the national women's law center, can lead pupils to fall behind.", "label": "Optimal_2"}
{"text": "the dress code singled out female students by banning clothing items such as spaghetti straps and tube tops.", "label": "Optimal_1"}
{"text": "They felt it unfairly targeted some students.", "label": "Label_1"}
{"text": "this story while fictional  was  all too familier .", "label": "Label_0"}
{"text": "they say it's so students don't feel any socioeconomic pressure status.", "label": "Label_0"}
{"text": "so females are dress coded but not many boys are not dress coded and sometimes that a way they show their culture.", "label": "Optimal_1"}
{"text": "they felt as it was unfair to get dress code punishments that could cause students to fall behind academically due to losing time in class.", "label": "Optimal_2"}
{"text": "they felt like it singled out Black and female students.", "label": "Optimal_1"}
{"text": "They felt they were being treated unfairly.", "label": "Label_1"}
{"text": "it singled out people from the Black community.", "label": "Optimal_1"}
{"text": "they thought it singled out Black students.", "label": "Optimal_1"}
{"text": "It singles out students from specific groups.", "label": "Label_1"}
{"text": "there are too many restrictions on what they may wear, and they suffer heavy penalty, causing kids to drop behind academically.", "label": "Optimal_2"}
{"text": "female students felt like they were getting picked on by the school dress code policy by banning certain styles of clothing.", "label": "Optimal_1"}
{"text": "they receive unfair punishments.", "label": "Label_1"}
{"text": "one girl took her complaints to the Manchester school board to express her thoughts on making a stricter dress code for the school system and its students.", "label": "Label_0"}
{"text": "they feel as if it can be offending to some cultures like for example black people wear durags and school is trying to stop it.", "label": "Optimal_1"}
{"text": "every school reopened bnccnbn", "label": "Label_0"}
{"text": "they wanted them to look good.", "label": "Label_0"}
{"text": "she could get detention for wearing  it.", "label": "Label_2"}
{"text": "it singles out many students, such as female, and Black students.", "label": "Optimal_1"}
{"text": "they felt that students were not able to express themselves, also feeling singled out for their gender and race.", "label": "Optimal_1"}
{"text": "they can't express themselves.", "label": "Label_5"}
{"text": "they will diside to change fashion.", "label": "Label_0"}
{"text": "it would cause a student to lose crucial time class if they got in trouble.", "label": "Optimal_2"}
{"text": "many kids use what their culture wears and they sometimes get dress coded.", "label": "Label_5"}
{"text": "they felt like they were singling out women and Black students.", "label": "Optimal_1"}
{"text": "they want to show of their cloths without having a strict rule forcing them to not wear right cloths", "label": "Label_2"}
{"text": "It was far too restrictive, denying people the freedom to dress as they pleased", "label": "Label_2"}
{"text": "fdfgdg dfgfd fdhdfhfdfdhdf dfhdf dfgdrggd dfgdf", "label": "Label_0"}
{"text": "it singled out certain groups of students.", "label": "Label_1"}
{"text": "while fictional, was all too familiar to the students of Manchester School District in New Hampshire.", "label": "Label_0"}
{"text": "it felt that it singled out female students.", "label": "Optimal_1"}
{"text": "they felt like it singled out female students.", "label": "Optimal_1"}
{"text": "they felt singled out by it", "label": "Label_1"}
{"text": "very interesting and very beautiful.good", "label": "Label_0"}
{"text": "one of the school board members voted against the new policy.", "label": "Label_0"}
{"text": "they felt that it unfairly targeted female and Black students.", "label": "Optimal_1"}
{"text": "it seemed they singled out the females and the Black students.", "label": "Optimal_1"}
{"text": "scholo dress codes", "label": "Label_0"}
{"text": "the code was too strict because some things like hats were not allowed.", "label": "Label_2"}
{"text": "people get detention for it", "label": "Label_2"}
{"text": "it unfairly singled out females and Black students and the clothing they typically wear.", "label": "Optimal_1"}
{"text": "It was thefirst policy in the district to be authored by a student.", "label": "Label_0"}
{"text": "they want to wear  a dress in their wish", "label": "Label_0"}
{"text": "it felt like it only singled out a couple groups of students.", "label": "Label_1"}
{"text": "reerybdr dgrdbrssgtrdb fdhyrtdrryrtbrtrdf fdhfd fgdf", "label": "Label_0"}
{"text": "they felt that singled out female students banning clothes.", "label": "Optimal_1"}
{"text": "GFGF N FNF G GN NG", "label": "Label_0"}
{"text": "they feel that it singled out female students by not using clothes.", "label": "Optimal_1"}
{"text": "a student representative, Barbee, proposed a new school dress code.", "label": "Label_0"}
{"text": "it was very strict and discriminated against girls and black students.", "label": "Optimal_1"}
{"text": "the codes existed for a variety of reasons like preventing distractions and avoiding socioeconomic pressures.", "label": "Label_0"}
{"text": "they violated their culture.", "label": "Label_5"}
{"text": "dress code can reduce classroo distractions.", "label": "Label_0"}
{"text": "they felt like they were singling out certain groups of people.", "label": "Label_1"}
{"text": "it is unfair to students of different cultures.", "label": "Label_1"}
{"text": "students need to be able to dress however they want and express themselves.", "label": "Label_5"}
{"text": "they didn't want any race nor gender t feel as if they were being singled out.", "label": "Optimal_1"}
{"text": "they want to express themselves more with their clothing.", "label": "Label_5"}
{"text": "They felt as if they had been picked out.", "label": "Label_1"}
{"text": "there was at least one member who voted against saying it is too permissive.", "label": "Label_0"}
{"text": "school drtfess cvodes not", "label": "Label_0"}
{"text": "the code makes students reduce distractions.", "label": "Label_0"}
{"text": "they have fewer fashion trends.", "label": "Label_0"}
{"text": "they felt that it was unfair and biased.", "label": "Label_1"}
{"text": "they decided that it was time for a change.", "label": "Label_0"}
{"text": "they felt that clothes associated with women would singled them out.", "label": "Optimal_1"}
{"text": "story while fictional was all too familiar to the students of Manchester school district in new Hampshire.", "label": "Label_0"}
{"text": "scholo dress codes not", "label": "Label_0"}
{"text": "they felt that the dress code targetted them specifically, like spaghetti straps and tube tops for women, and durags, hats, bonnets, and hoodies associated with Black culture.", "label": "Optimal_1"}
{"text": "they cannot express themselves the way they would like to.", "label": "Label_5"}
{"text": "students wear inappropriate cloths", "label": "Label_0"}
{"text": "durags, bonnets, and hats were banned even though they are part of black people heritage.", "label": "Optimal_1"}
{"text": ", was all too familiar to the studen", "label": "Label_0"}
{"text": "he wanted to feel better", "label": "Label_0"}
{"text": "good more in the", "label": "Label_0"}
{"text": "it looks very bad and most of them are not satisfied in it.", "label": "Label_0"}
{"text": "reerybdr dgrdbrssgtrdb fdhyrtd", "label": "Label_0"}
{"text": "the students wanted the more of less strict dress code.", "label": "Label_2"}
{"text": "they felt that the dress codes singled out girl students by banning clothes that are for women.", "label": "Optimal_1"}
{"text": "THE NIGHT THE FIRST DAY OF SCHOOL NINA", "label": "Label_0"}
{"text": "some felt lots of females were singled out by banning many of the clothing items that they usually wear.", "label": "Optimal_1"}
{"text": "they felt is singled out female students that typically associated with females, and Black people expressing cultural pride.", "label": "Optimal_1"}
{"text": "people get detention for it  because it is not right", "label": "Label_2"}
{"text": "they show all are equal.", "label": "Label_0"}
{"text": "they felt it singled them out.", "label": "Label_1"}
{"text": "the first day of school so the colour dress was banned and is very good and", "label": "Label_0"}
{"text": "they believed it singled out Black students.", "label": "Optimal_1"}
{"text": "students who disobeyed the clothing rule would face consequences, which would detract from their studies.", "label": "Optimal_2"}
{"text": "they felt that female students are left out by banning clothing items.", "label": "Optimal_1"}
{"text": "they felt it singled out the females because of certain clothes.", "label": "Optimal_1"}
{"text": "they felt that it was unfair to certain groups of students.", "label": "Label_1"}
{"text": "they're too strict.", "label": "Label_2"}
{"text": "people like the blacks are being singled out and bullied.", "label": "Optimal_1"}
{"text": "she wants to wear jeans, a fuzzy orange sweater, and her favorite accessory: a brown at with sequins.", "label": "Label_0"}
{"text": "the night before the day of school less street wnted a less", "label": "Label_0"}
{"text": "Manchester students wanted a strict dress code for many reasons.", "label": "Label_2"}
{"text": "they believed it would this policy would particularly restrict female and Black students from wearing the clothes of their preference.", "label": "Optimal_1"}
{"text": "the policy is more towards girls and Black students.", "label": "Optimal_1"}
{"text": "they felt it was discriminating against females and Black students.", "label": "Optimal_1"}
{"text": "it focused mostly on female attire and Black student's attire.", "label": "Optimal_1"}
{"text": "it also wanted several items that were previously not allowed.", "label": "Label_2"}
{"text": "they felt it was too strict and didn't allow them to to freely wear what they choose to.", "label": "Label_2"}
{"text": "according to her school though the hat is forbidden.", "label": "Label_0"}
{"text": "they though it singled out certain people.", "label": "Label_1"}
{"text": "they felt it singled out people based on their race and gender.", "label": "Optimal_1"}
{"text": "the students felt like they had to keep up with the expensive trends.", "label": "Label_0"}
{"text": "students who breach the dress code face a variety of sanctions, and these dress code violations can cause them to fall behind.", "label": "Optimal_2"}
{"text": "a lot of students felt like the rules were directed towards themselves, the girls at the school felt like they couldn’t wear what they wanted, and the Black Community because a lot of what they own.", "label": "Optimal_1"}
{"text": "it was strict", "label": "Label_2"}
{"text": "students will feel less pressure to keep up with the high prices in the fashion trends.", "label": "Label_0"}
{"text": "it was against their cultural and ethical way of dressing up.", "label": "Label_5"}
{"text": "According to her school.", "label": "Label_0"}
{"text": "they wanted to wear something that makes them feel conferrable.", "label": "Label_5"}
{"text": "they think it's kinky and curly.", "label": "Label_0"}
{"text": "students feel singled out female students and Black culture for various reasons.", "label": "Optimal_1"}
{"text": "she wants to wear jeans.", "label": "Label_0"}
{"text": "people are being singled out and bullied.", "label": "Label_1"}
{"text": "the place episodes", "label": "Label_0"}
{"text": "they were able to get them to update it and it will no longer discriminate by race or gender, and it removes any punishment that could cause a student to lose learning time.", "label": "Label_0"}
{"text": "the night before the of first day of school, Nina excitedly chooses the her outfit.", "label": "Label_0"}
{"text": "they believed it was outdated and singled out women's dress and that of minorities.", "label": "Optimal_1"}
{"text": "some of them are normal to most people or some dress codes are unnecessary .", "label": "Label_0"}
{"text": "The new policy was approved in majority vote.", "label": "Label_0"}
{"text": "having a strict dress code can reduce in-class distractions.", "label": "Label_0"}
{"text": "the dress code was targeting woman.", "label": "Optimal_1"}
{"text": "Kellan Barbee proposed a new dress code in 2021 which got approved in January 2022 from the school board.", "label": "Label_0"}
{"text": "so they rewrote the district's dress code.", "label": "Label_0"}
{"text": "they felt as it was unfair and the dress code punishments were not fair.", "label": "Label_2"}
{"text": "the night before the first day of school", "label": "Label_0"}
{"text": "it overarchingly applies to female and Black students.", "label": "Optimal_1"}
{"text": "Felt as if it single out female students.", "label": "Optimal_1"}
{"text": "they want for freedom of what they wear.", "label": "Label_2"}
{"text": "they felt like they couldn't be themselves and couldn't show culture and it was just for African Americans and women.", "label": "Optimal_1"}
{"text": "most of them wear hats , hoodies , bonnets and durags so it was banned.", "label": "Label_0"}
{"text": "it was unfair and they got severe punishments for breaking such a small rule.", "label": "Label_2"}
{"text": "they want to wear fashion cloths like spaghetti straps and tube tops.", "label": "Label_0"}
{"text": "the rules were way too strict.", "label": "Label_2"}
{"text": "they felt like it was being targeted to certain people.", "label": "Label_1"}
{"text": "the dress code lacked the students freedom to express themselves and their culture", "label": "Label_5"}
{"text": "it was singling people out", "label": "Label_1"}
{"text": "they could lose out on crucial class time.", "label": "Optimal_2"}
{"text": "less strict dress code was wanted by the students.", "label": "Label_2"}
{"text": "so they can protect their hair or to express things", "label": "Label_5"}
{"text": "it singled out females.", "label": "Optimal_1"}
{"text": "it singled out female & Black students.", "label": "Optimal_1"}
{"text": "having a stricter dress code can reduce in-class distractions and reduce pressures, students will feel less pressure to keep up with expensive fashion trends", "label": "Label_0"}
{"text": "school provide variety of reasons for dress code restriction such as it reducing class distractions and pressure of students.", "label": "Label_0"}
{"text": "Manchester's rewritten dress code got final approval from the school in January 2022.", "label": "Label_0"}
{"text": "good survey nciejoifniofn              surveffb    nicwenoffgionassdgsdgsdg         good sruvey", "label": "Label_0"}
{"text": "many of the female student felt left out because the couldn't wear certain clothes like spaghetti straps and tube tops.", "label": "Optimal_1"}
{"text": "she could get detention for wearing it!", "label": "Label_2"}
{"text": "students felt like they were only dress-coding girls and Black students.", "label": "Optimal_1"}
{"text": "it is to strict and they can get detention", "label": "Label_2"}
{"text": "it not only singled out female students, it also singled out people of color.", "label": "Optimal_1"}
{"text": "they felt like it singled out students especially female and Black students.", "label": "Optimal_1"}
{"text": "wearing uncomfortable clothes are irritating things so they ban not to strict dress code.", "label": "Label_0"}
{"text": "it was restricting them from wearing what they wear for their religion and culture.", "label": "Label_5"}
{"text": "they felt it was unjust and targeted certain racial and/or gender groups.", "label": "Optimal_1"}
{"text": "it was part of their culture and it typically associated with women.", "label": "Optimal_1"}
{"text": "they don't agree with the policy.", "label": "Label_2"}
{"text": "schools think if less styles are allowed, students won't follow pricy fashion trends as much.", "label": "Label_0"}
{"text": "the students of Manchester School District in New Hampshire.", "label": "Label_0"}
{"text": "they felt that it singled out female students by associated with woman.", "label": "Optimal_1"}
{"text": "they felt it discriminates against female students' clothing.", "label": "Optimal_1"}
{"text": "Black students wear head coverings as part of their culture and they are forbidden.", "label": "Optimal_1"}
{"text": "it was unfair towards female students and Black students.", "label": "Optimal_1"}
{"text": "it singled out African American and female students.", "label": "Optimal_1"}
{"text": "School board member Nicole some throught fore the expalained student", "label": "Label_0"}
{"text": "students will feel les pressure to keep up with expensive fashion trends.", "label": "Label_0"}
{"text": "they feel that it single out female students.", "label": "Optimal_1"}
{"text": "they felt it was unfair to girls and African American students.", "label": "Optimal_1"}
{"text": "there are some stuff that are not nessasarry to be banned like durags, hats, bonnets, and hoodies but sometimes its apart of their culture", "label": "Label_5"}
{"text": "they felt that it singled out certain groups of students like Black and women.", "label": "Optimal_1"}
{"text": "the night before the day of school", "label": "Label_0"}
{"text": "it discriminates on race and gender", "label": "Optimal_1"}
{"text": "they think that the dress code discriminates some races and genders.", "label": "Optimal_1"}
{"text": "it singled them out, Like the Black students and the girls.", "label": "Optimal_1"}
{"text": "the dress code is strict and single out Black students and women.", "label": "Optimal_1"}
{"text": "many students use things/ objects to express black cultural pride.", "label": "Optimal_1"}
{"text": "The night before the first day of school, Nine excitedly chooses her outfit....", "label": "Label_0"}
{"text": "Manchester's rewritten dress got approval from the school in January 2022.", "label": "Label_0"}
{"text": "They felt that it singled the students out.", "label": "Label_1"}
{"text": "bsbsbsegegeg gegeg wegewg wegweg", "label": "Label_0"}
{"text": "they felt that the current dress code discriminated against certain groups of students.", "label": "Label_1"}
{"text": "they felt it singled out girls and Black students.", "label": "Optimal_1"}
{"text": "THE NIGHT THE", "label": "Label_0"}
{"text": "this makes to feel unique to fell all.", "label": "Label_0"}
{"text": "the singled out female students banning the clothes items.", "label": "Optimal_1"}
{"text": "they felt it targeted certain groups of people such as girls and Black students based on how they dressed.", "label": "Optimal_1"}
{"text": "she wants to wear jeans, a fuzzy orange sweater, and her favorite accessory: a brown hat with sequins", "label": "Label_0"}
{"text": "the dress code was super strict, students who violated the dress code would face a range of punishments.", "label": "Label_2"}
{"text": "they felt it targeted female students by banning clothes that typically associated with women.", "label": "Optimal_1"}
{"text": "so females a dress coded but not many boys are not dress coded and sometimes that a way they show their culture.", "label": "Optimal_1"}
{"text": "female students are being singled out.", "label": "Optimal_1"}
{"text": "they felt like it singled out specific groups of people.", "label": "Label_1"}
{"text": "banning clothing items typically associated with women.", "label": "Optimal_1"}
{"text": "female students by banning clothing items typically not associated with women.", "label": "Optimal_1"}
{"text": "they felt the dress code singled out women and Black people.", "label": "Optimal_1"}
{"text": "w o rds", "label": "Label_0"}
{"text": "The policy also for removes the punishment that is causes students to lose of instructional time.", "label": "Label_0"}
{"text": "schools advocate for strict code for reducing class distractions.", "label": "Label_0"}
{"text": "people weren't allowed to wear certain items", "label": "Label_2"}
{"text": "durags and bonnets are their cultural pride.", "label": "Label_5"}
{"text": "there were problems with discrimination", "label": "Label_1"}
{"text": "they don't agree with it.", "label": "Label_0"}
{"text": "they felt females were being left out.", "label": "Optimal_1"}
{"text": "it went against girls and Black students.", "label": "Optimal_1"}
{"text": "they thought it singled out female students.", "label": "Optimal_1"}
{"text": "They desired to dress in a way that made them feel confident.", "label": "Label_5"}
{"text": "it unfairly banned clothing favored by women and black students.", "label": "Optimal_1"}
{"text": "they feel that it singled out female students by not use clothing.", "label": "Optimal_1"}
{"text": "it limited students on what to wear.", "label": "Label_0"}
{"text": "implemented by school districts to promote learning and safety.", "label": "Label_0"}
{"text": "academically, pupils slip behind.", "label": "Optimal_2"}
{"text": "students who disobeyed the clothing code faced a variety of consequences, including detentions and suspensions, which might lead to academic failure.", "label": "Optimal_2"}
{"text": "they decided that it was time for", "label": "Label_0"}
{"text": "one of the board members was against the change and voted against it.", "label": "Label_0"}
{"text": "Manchester students wanted a", "label": "Label_0"}
{"text": "schools say that is reduces distractions and students will feel less pressure to dress in expensive clothing.", "label": "Label_0"}
{"text": "they felt as it was unfair to get dress code punishments that could cause students to fall behind academically.", "label": "Optimal_2"}
{"text": "they want to express themselves in the way that they dress.", "label": "Label_0"}
{"text": "they want to wear there own cloth", "label": "Label_5"}
{"text": "They felt as if they had been singled out.", "label": "Label_1"}
{"text": "those that want it say it has positives results, such as less distractions and families are not forced to buy clothes out of their price range.", "label": "Label_0"}
{"text": "she wants to wear jeans, a sweater and her favorite accessory.", "label": "Label_0"}
{"text": "they felt that is singled out female students.", "label": "Optimal_1"}
{"text": "they felt that it unfairly targeted women's clothing.", "label": "Optimal_1"}
{"text": "they're not strict enough.", "label": "Label_2"}
{"text": "They want to wear some clothes with rips and the school didn ¨Tlike it", "label": "Label_5"}
{"text": "they wanted a less strict dress code policy", "label": "Label_2"}
{"text": "they decided that it was time for a change", "label": "Label_0"}
{"text": "the students like all the other students like to wear accessories such as hats, hoodies... to show and express their emotions on how they feel about everyone.", "label": "Label_5"}
{"text": "the school dress code is too strict making the students not like it and forcing them not to wear the cloths they want to wear.", "label": "Label_2"}
{"text": "They decided that it was time for a change so they rewrote the District's dress code.", "label": "Label_0"}
{"text": "they could not express themselves with their clothing", "label": "Label_5"}
{"text": "they thought it singled out certain students.", "label": "Label_1"}
{"text": "school dress codes", "label": "Label_0"}
{"text": "schools advocate for dress codes saying that it will reduce distractions and pressure students may face.", "label": "Label_0"}
{"text": "Manchester students wanted a less", "label": "Label_0"}
{"text": "female students were getting singled out by it for clothing items, like tube tops and spaghetti straps.", "label": "Optimal_1"}
{"text": "tghey decided that it a time for achange.", "label": "Label_0"}
{"text": "some argue it prevents distractions in classes.", "label": "Label_0"}
{"text": "This stroy while fictional was all too familiar to the students of Manchester school District in New Hampshire.", "label": "Label_0"}
{"text": "It is incompatible with their personal hygiene or religious values.", "label": "Label_5"}
{"text": "students wants a less strict dress code.", "label": "Label_2"}
{"text": "they felt it singled out both females and Black students.", "label": "Optimal_1"}
{"text": "they felt that it left out female students by banning clothing items with women.", "label": "Optimal_1"}
{"text": "fdfgdg dfgfd fdhdfhfdfdhdf dfhdf dfgdrggd dfgdfdrfgdf fdhfddtyrty fdgdffdgfdghfdgfdgh trhtryrt trhtrhtr trfhtrrt trghtrhytrvchg gnghgf ghhgjg", "label": "Label_0"}
{"text": "they feel the dress code singles out females or stereotypical female clothing.", "label": "Optimal_1"}
{"text": "bsbsbsegegeg gegeg wegewg", "label": "Label_0"}
{"text": "they felt it singled out female students and black students from the school.", "label": "Optimal_1"}
{"text": "students feel less pressure to keep up with expensive fashion trends.", "label": "Label_0"}
{"text": "they wanted a less strict dress cod", "label": "Label_2"}
{"text": "they felt that the dress code is no including all genders and races.", "label": "Optimal_1"}
{"text": "she wants to wear jeans fuzzy is orange sweater .", "label": "Label_0"}
{"text": "they don’t like wearing the same cloths every day.", "label": "Label_0"}
{"text": "it was too strict, singling out females and Black students in particular.", "label": "Optimal_1"}
{"text": "most of the clothes they were saying is not allowed were targeted towards females.", "label": "Optimal_1"}
{"text": "the schools advocate that a strict dress code reduce in-class distractions and pressure related to socioeconomic status.", "label": "Label_0"}
{"text": "it excluded Black students.", "label": "Optimal_1"}
{"text": "it gives the equality and there will not partiality.", "label": "Label_0"}
{"text": "they felt it purposely singled out certain students.", "label": "Label_1"}
{"text": "students felt it was unfair.", "label": "Label_1"}
{"text": "the night before the first.", "label": "Label_0"}
{"text": "it can lead to a reduction in distractions that happen in classrooms.", "label": "Label_0"}
{"text": "they think the policy discriminates against groups of students", "label": "Label_1"}
{"text": "they want a less strict dress code,and also they was going to miss crucial class time.", "label": "Optimal_1"}
{"text": "They think it singles out certain student groups.", "label": "Label_1"}
{"text": "others think it helps with distractions.", "label": "Label_0"}
{"text": "they thought it singled out certain black students.", "label": "Optimal_1"}
{"text": "they need less strict dress code and also freedom to dress.", "label": "Label_2"}
{"text": "strict felt to sign  students", "label": "Label_0"}
{"text": "they prepared rewritten school dress code, stating the new enforcement wouldn't discriminate anyone on the basis of race or gender, allowing the culturally associated items, removing the punishment.", "label": "Label_0"}
{"text": "it singled out many students", "label": "Label_1"}
{"text": "some kids want to wear a fuzzy orange sweater.", "label": "Label_0"}
{"text": "good student wear a varlety", "label": "Label_0"}
{"text": "they need uniform.", "label": "Label_0"}
{"text": "less strict dress code many reasons.", "label": "Label_2"}
{"text": "It restricts freedom of expression it is a part of the culture, and it aids in the maintenance of people's hair.", "label": "Label_5"}
{"text": "they feel it targets women and the way they dress.", "label": "Optimal_1"}
{"text": "they want a less firm dress code because they felt that it targeted women students by not allowing clothes typically related to females.", "label": "Optimal_1"}
{"text": "e it makes female  singled out by banning clothing items typically associated with women.", "label": "Optimal_1"}
{"text": "a lot of people just wear what they really like and what makes them comfortable, because they can’t wear what they really like.", "label": "Label_5"}
{"text": "Manchester's rewritten dress got final approval from the school in January 2022.", "label": "Label_0"}
{"text": "the Manchester students wanted a less strict dress code and because the students felt like it singled all the females and also towards Black kids.", "label": "Optimal_1"}
{"text": "the dress code was super strict, students who violated the dress code would face punishments and according to National Women's Law Center study punishments can cause students to fall behind", "label": "Optimal_2"}
{"text": "2018 national women's law.", "label": "Label_0"}
{"text": "fbfdvcv fgfdvfdv gfbfb", "label": "Label_0"}
{"text": "supporters believed that a strict dress code could mitigate distractions and help students focus.", "label": "Label_0"}
{"text": "they thought that womens were singled out for the clothes they were wearing.", "label": "Optimal_1"}
{"text": "they need to wear certain cultural stuff.", "label": "Label_5"}
{"text": "female students feel it is biased.", "label": "Optimal_1"}
{"text": "they feel singled out by the dress code.", "label": "Label_1"}
{"text": "they felt parts of the dress code contributed to objectification of women and others banned pieces of Black culture.", "label": "Optimal_1"}
{"text": "the policy also removes the punishment", "label": "Label_0"}
{"text": "certain things are part of their heritage like hats, durags, and bonnets.", "label": "Label_5"}
{"text": "it can be a distraction towards students and feel bad about other people's clothes.", "label": "Label_0"}
{"text": "students should be able to dress however they want.", "label": "Label_5"}
{"text": "they liked to change outfits often.", "label": "Label_0"}
{"text": "they can miss out on important instructional time.", "label": "Optimal_2"}
{"text": "it singled out female students who wanted to wear more of what they wanted like Male students and Black students who wear clothes to express their culture.", "label": "Optimal_1"}
{"text": "they can't wear what the want to wear.", "label": "Label_5"}
{"text": "Students desire a more relaxed dress code", "label": "Label_2"}
{"text": "they decided that it was time for change so they rewrote the district's dress code.", "label": "Label_0"}
{"text": "it is baised", "label": "Label_0"}
{"text": "they wanted a more free code.", "label": "Label_0"}
{"text": "a lot of the clothes they would like to wear would get dress coded like the stuff mentioned in the text like the durags and spaghetti straps.", "label": "Label_5"}
{"text": "they discriminate  against culture, race, and gender by not allowing durags and bonnets.", "label": "Optimal_1"}
{"text": "some black students felt like wearing bonnets, hats, hoodies, etc is a part of their culture and they shouldn´t take that from them.", "label": "Optimal_1"}
{"text": "it felt that they were singling people out.", "label": "Label_1"}
{"text": "some felt they was being singled out because of their culture, they single them out because there Black.", "label": "Optimal_1"}
{"text": "some clothing they took to school they got banned, the clothing associated with womens style.", "label": "Optimal_1"}
{"text": "fdfgdg dfgfd fdhdfhfdfdhdf dfhdf dfgdrggd dfgdfdrfgdf fdhfddtyrty fdgdf", "label": "Label_0"}
{"text": "in their view, the policy was discriminatory towards women and Black students.", "label": "Optimal_1"}
{"text": "GFGF N FNF G GN NG h gf dsd", "label": "Label_0"}
{"text": "it is not fair for neither females, nor Black students.", "label": "Optimal_1"}
{"text": "students proposed a new dress code to the New Hampshire school board in 2021, allowing clothing items like tube tops, ripped jeans, and hats.", "label": "Label_0"}
{"text": "the policy also removes the punishment.", "label": "Label_0"}
{"text": "they don't agree with it", "label": "Label_2"}
{"text": "they want to wear what they want.", "label": "Label_5"}
{"text": "some females are complaining about the unfairness in the dress code  to them against to the men.", "label": "Optimal_1"}
{"text": "Black and female students felt as if they were being singled out.", "label": "Optimal_1"}
{"text": "she wants to wear jeans fuzzy has orange sweater .", "label": "Label_0"}
{"text": "it targeted feminine clothing such as \"spaghetti straps from being worn.", "label": "Optimal_1"}
{"text": "certain groups felt like they were singled out.", "label": "Label_1"}
{"text": "hats, hoodies, bonnets and durags were banned got final approval from school board in January 2022", "label": "Label_0"}
{"text": "they want all students to fell confbal", "label": "Label_0"}
{"text": "they thought it singled out people based on their conditions.", "label": "Label_1"}
{"text": "they could not express themselves with their clothing to show their gender or ethnicity.", "label": "Optimal_1"}
{"text": "it was prejudice and singles out many students.", "label": "Label_1"}
{"text": "not only did it single out female students, it also targeted Black students as well.", "label": "Optimal_1"}
{"text": "they thought it targeted students based on race and gender.", "label": "Optimal_1"}
{"text": "they felt that it singled out female and Black students and prevented them from expressing themselves and their cultures.", "label": "Optimal_1"}
{"text": "they felt like female students were being singled out.", "label": "Optimal_1"}
{"text": "to protect the cultural pride of people.", "label": "Label_5"}
{"text": "they felt that it was sexist and race bias.", "label": "Optimal_1"}
{"text": "they thought it was too strict and it singled out specific people.", "label": "Label_1"}
{"text": "she wants to wear jeans fuzzy orange sweater .", "label": "Label_0"}
{"text": "they wrote and proposed a revision with specific and general protections to student instructional time which was accepted by the district.", "label": "Label_0"}
{"text": "Kellan barbee,who serves as one of four student representatives to the manchester school board in new hampshire,addressed the concerns of his peers by proposing a rewritten school dress code in 2021.", "label": "Label_0"}
{"text": "days of schoolb nina excitedly with women like", "label": "Label_0"}
{"text": "they don't like it.", "label": "Label_0"}
{"text": "it would come with harsh backlash it's also because it singles out Black students.", "label": "Optimal_1"}
{"text": "the punishment for being free to wear what they wanted was too strict, the punishment of a student who violated the code would face free range punishmeants.", "label": "Label_2"}
{"text": "schools advocate for strict dress codes for reduce distractions and stress to keep up with fashion trends.", "label": "Label_0"}
{"text": "they felt it was targeted at women, banning clothing that was typically associated with women; and that it also felt like it targeted Black students by banning hats and bonnets.", "label": "Optimal_1"}
{"text": "the dress code would ban clothes that helped express themselves, it is a part of Black culture to wear headwraps and it helps them take care of their natural hair.", "label": "Optimal_1"}
{"text": "the students wanted a less strict dress code.", "label": "Label_2"}
{"text": "student dree code is very poor", "label": "Label_0"}
{"text": "it was far too strict.", "label": "Label_2"}
{"text": "the code was approved and amended and was even authored by a student at the school.", "label": "Label_0"}
{"text": "this story, while fictional, was all too familiar to the students of Manchester School District.", "label": "Label_0"}
{"text": "they felt that it only singled female students.", "label": "Optimal_1"}
{"text": "they decided that it was time for change so they rewrote the district's dress code", "label": "Label_0"}
{"text": "They felt that it singled out the females clothing items.", "label": "Optimal_1"}
{"text": "Very much like every momenr.", "label": "Label_0"}
{"text": "She might even be sent to detention if she wears it.", "label": "Label_2"}
{"text": "board member Nicole Leapley was the first policy in the district", "label": "Label_0"}
{"text": "they felt the new changes go against their cultural backgrounds.", "label": "Label_5"}
{"text": "it singled out women and Black people.", "label": "Optimal_1"}
{"text": "it unfairly singles out female students, and Black students, as the dress code prohibits clothing specific to these groups.", "label": "Optimal_1"}
{"text": "they felt they were being singled out by the school.", "label": "Label_1"}
{"text": "it singled out certain students.", "label": "Label_1"}
{"text": "they thought that it was to restricting.", "label": "Label_0"}
{"text": "she could get detention for wearing it They decided that it was time for a change", "label": "Label_2"}
{"text": "The policy also for removes the punishment is causes students to lose of instructional time.", "label": "Label_0"}
{"text": "it was too strict in that it singled out female and Black students.", "label": "Optimal_1"}
{"text": "this story while fictional.", "label": "Label_0"}
{"text": "they can’t represent their culture.", "label": "Label_5"}
{"text": "it made a lot of people stand out mostly Black people.", "label": "Optimal_1"}
{"text": "Very much like every", "label": "Label_0"}
{"text": "Manchester's dress got approval from the school in January 2022.", "label": "Label_0"}
{"text": "they want to make a change.", "label": "Label_0"}
{"text": "the students feel less pressure to keep expensive fashion trends", "label": "Label_0"}
{"text": "they can get suspension which can lead to falling behind academically.", "label": "Optimal_2"}
{"text": "they felt it unfairly targeted female and black students.", "label": "Optimal_1"}
{"text": "Manchester students wanted a less strict", "label": "Label_2"}
{"text": "they felt like it singled out females by banning clothing associate with women.", "label": "Optimal_1"}
{"text": "Certain students got singled out.", "label": "Label_1"}
{"text": "they thought it was time for a change and some kids wanted a different style", "label": "Label_0"}
{"text": "to keep up with expensive trends fashion.", "label": "Label_0"}
{"text": "The  night before", "label": "Label_0"}
{"text": "it singled certain people out.", "label": "Label_1"}
{"text": "although clothing restrictions are intended to promote a more learning atmosphere, they frequently cause students to waste time being scrutinized for rule compliance, being hauled out of class, and receiving detention or punishment.", "label": "Optimal_2"}
{"text": "they want to wear whatever they want", "label": "Label_5"}
{"text": "they want to express themselves", "label": "Label_5"}
{"text": "Some of the students feel singled out because most of the dress code is targeting Black students.", "label": "Optimal_1"}
{"text": "they can get detention if they wear something not liked, this is a problem because it can lead to suspension.", "label": "Label_2"}
{"text": "it is a part of their culture to wear headwraps.", "label": "Label_5"}
{"text": "the codes do not violate student civil rights as long as they are consistent and fair.", "label": "Label_0"}
{"text": "they want to look good for there friends.", "label": "Label_0"}
{"text": "some also thought it singled out Black students.", "label": "Optimal_1"}
{"text": "others think having a dress code is necessary because it helps to minimize in-class distractions.", "label": "Label_0"}
{"text": "sequins  chooses her wear  jeans  orange", "label": "Label_0"}
{"text": "they felt that dress code and the punishments were unfair.", "label": "Label_2"}
{"text": "some Black students wear durags, hats, and more clothes to express Black cultural pride and to protect their natural hair.", "label": "Optimal_1"}
{"text": "school dress  codes not", "label": "Label_0"}
{"text": "the amount of distraction clothes may cause spectrally on females.", "label": "Label_0"}
{"text": "they believed it targeted certain students like girls and students of color, the punishments were also rough and cussed them to fall behind in class.", "label": "Optimal_1"}
{"text": "it did not allow them to show who they really were.", "label": "Label_2"}
{"text": "it singled out female students by banning clothing.", "label": "Optimal_1"}
