{"text": "some opposed due to distraction.", "label": "Optimal_1"}
{"text": "schools advocate for stricter dress codes because it helps reduce in-class distractions.", "label": "Optimal_1"}
{"text": "Students who disobeyed the clothing code were subjected to suspension or detention.", "label": "Label_1"}
{"text": "pride new york news strict", "label": "Label_0"}
{"text": "some people simply think that the dress code is necessary for a non-distraction environment.", "label": "Optimal_1"}
{"text": "they are the best.", "label": "Label_0"}
{"text": "having a stricter dress code will reduce in-class distractions.", "label": "Optimal_1"}
{"text": "the policy also removes the punishment that causes student to instructional time.", "label": "Label_0"}
{"text": "they won't change.", "label": "Label_0"}
{"text": "they won't change the code.", "label": "Label_0"}
{"text": "it was first policy in the district to be authored by a students", "label": "Label_0"}
{"text": "schools advocate are strict dress code for a variety of reasons, they have a stricter dress code can reduce in class distractions.", "label": "Optimal_1"}
{"text": "one of the student representatives had rewritten the dress code in an attempt to have it not discriminate based on race or gender.", "label": "Label_0"}
{"text": "one student representative has taken to rewriting the dress code to address the issues.", "label": "Label_0"}
{"text": "students could have several punishment for non respecting the dress code.", "label": "Label_0"}
{"text": "Students who violated the dress code would face a range of punishments, including detention or suspension", "label": "Label_1"}
{"text": "The policy also for removed the punishment that is causes students to lose of instructional time.", "label": "Label_0"}
{"text": "school management won't allowing to wear free dress code to students.", "label": "Label_0"}
{"text": "one of Manchester's board members voted against the new policy because he believes it's too permissive.", "label": "Optimal_1"}
{"text": "there are to many people with to many ideas and they didnt want to change the dress code because they didnt  want students wearing innoproite clothes to school", "label": "Label_0"}
{"text": "the school didn't want to change the dress code because they thought it would be a distraction.", "label": "Optimal_1"}
{"text": "it was first policy in the district to be authored by a student", "label": "Label_0"}
{"text": "some people think that a stricter dress code can reduce distractions in school.", "label": "Optimal_1"}
{"text": "dress code punishments can cause students to fall behind academically.", "label": "Label_1"}
{"text": "not change over", "label": "Label_0"}
{"text": "states that enforced will not discriminate on the basis of race or gender.", "label": "Label_0"}
{"text": "It also allows several items that were previously not allowed, including spaghetti straps, tube tops, Durags and hats.", "label": "Label_0"}
{"text": "students think it singled out and is unfair for female and minority students.", "label": "Label_0"}
{"text": "they would face a range of punishments, including detention or suspension", "label": "Label_1"}
{"text": "they could lose out on crucial class", "label": "Label_0"}
{"text": "some black students wear durags, hats, bonnets", "label": "Label_0"}
{"text": "the dress code wasn't hated by every single student", "label": "Label_2"}
{"text": "some think that a stricter dress code removes distractions and makes students not feel inclined to keep up with fashion.", "label": "Optimal_1"}
{"text": "some school board members think it would be too permissive.", "label": "Label_3"}
{"text": "people was happy about the dress code changes.", "label": "Label_0"}
{"text": "one board members voted against it.", "label": "Optimal_1"}
{"text": "it is somehow need to be considered for what they have been started this for.", "label": "Label_0"}
{"text": "students who violated the dress code would face a range of punishments, suspension.", "label": "Label_1"}
{"text": "advocates for the schools argue that it reduces distractions.", "label": "Optimal_1"}
{"text": "students who disobey will face punishments.", "label": "Label_1"}
{"text": "As a result of the clothing code penalties, students may face challenges.", "label": "Label_1"}
{"text": "it was not possible.", "label": "Label_0"}
{"text": "one student at a New York city high school explained to Chalk beat, an education news organization.", "label": "Label_0"}
{"text": "some people thought it was just a distraction.", "label": "Optimal_1"}
{"text": "the students felt like it singled out women and blacks.", "label": "Label_0"}
{"text": "schools enact them with the reasoning that strict dress codes are able to reduce distractions.", "label": "Optimal_1"}
{"text": "Some also thought it  singled out black students some student", "label": "Label_0"}
{"text": "it was overlooked they said that it limits distractions and takes away the pressure of socioeconomic status.", "label": "Optimal_1"}
{"text": "Some students were in favor of the dress code", "label": "Label_2"}
{"text": "one students are to get", "label": "Label_0"}
{"text": "they felt that it singled out female students by banning clothing items.", "label": "Label_0"}
{"text": "school management rules is to be in dress code but students won't because they are not comfortable in school dress code.", "label": "Label_0"}
{"text": "there were objections from one party, who claimed that strict uniforms make students more disciplined.", "label": "Optimal_1"}
{"text": "they don't want to say anything caused they are scared.", "label": "Label_0"}
{"text": "students  express  protect bonnets", "label": "Label_0"}
{"text": "having a stricter dress code can reduce in class distractions.", "label": "Optimal_1"}
{"text": "schools support having strict dress code because it can reduce distractions and pressures that students might feel due to socioeconomic status.", "label": "Optimal_1"}
{"text": "students need to change dress code.", "label": "Label_0"}
{"text": "having a strict dress code reduces distractions.", "label": "Optimal_1"}
{"text": "the school's wanted to keep it however some students wanted to keep it because they would look the same however in 2018 there was a study that said women would fall behind in academics.", "label": "Label_0"}
{"text": "Some thougtht it  ssingled out black students", "label": "Label_0"}
{"text": "Gary Hamer did not like this idea and voted against it.", "label": "Optimal_1"}
{"text": "if they violated the dress code they would be punished.", "label": "Label_1"}
{"text": "Manchester school board members opposed the new policy because they believed more problems would arise from the new dress code.", "label": "Label_3"}
{"text": "in the women law study center they have all the equal power to show", "label": "Label_0"}
{"text": "a school board member thought it was to passive.", "label": "Optimal_1"}
{"text": "Kellan Barbee, one of the student representatives to the school board, addressed their concerns by proposing a rewritten school dress code.", "label": "Label_0"}
{"text": "They don't want to bring themselves or other pupils any needless hassles or worry with a less strict dress code.", "label": "Label_3"}
{"text": "In middle and high school grades, student are allowed to wear open-toed and backless footwear but are encouraged not to for safety reasons.", "label": "Label_0"}
{"text": "enforcement will not discriminate on the basis of gender.", "label": "Label_0"}
{"text": "their asking themselves for more challenges", "label": "Label_0"}
{"text": "a student proposed a new code in 2021.", "label": "Label_0"}
{"text": "others believe that strict dress codes can reduce distractions and social pressures associated with fashion trends.", "label": "Optimal_1"}
{"text": "e it was biased against clothing worn by women and black students.", "label": "Label_0"}
{"text": "Many individuals were under the impression that it did not discriminate on the basis of race or gender.", "label": "Label_2"}
{"text": "students wanted a less strict dress code for reasons.", "label": "Label_0"}
{"text": "some of the dress code asked to be removed was not possible.", "label": "Label_0"}
{"text": "they felt that it singled out female students.", "label": "Label_0"}
{"text": "Others want to know if there is a dress code.", "label": "Label_2"}
{"text": "the school didn’t want the kids being distracted and looked down upon because of how they dressed and not feel pressured into buying expensive clothing.", "label": "Optimal_1"}
{"text": "it will cause reduction in distractions and reduce pressures.", "label": "Optimal_1"}
{"text": "people are saying that its too muvh for their perspective", "label": "Label_3"}
{"text": "some students liked the dress code.", "label": "Label_2"}
{"text": "they felt it was unfairly strict towards women and Black students.", "label": "Label_0"}
{"text": "for a change so they  rewrote the district's", "label": "Label_0"}
{"text": "a Manchester school board member, Gary Hamer, vetoed the new policy.", "label": "Optimal_1"}
{"text": "the district refused and they said that it would create more problems", "label": "Label_3"}
{"text": "they felt that it targeted female students prohibiting clothes that is mainly associated with women.", "label": "Label_0"}
{"text": "the policy got approved anyway by the majority vote count being on its side.", "label": "Label_0"}
{"text": "the new policy was approved in a majority vote.however one manchester school board member,", "label": "Label_0"}
{"text": "very interesting and very beautiful good", "label": "Label_0"}
{"text": "Every moment of  the life", "label": "Label_0"}
{"text": "the dress  code  is  most of the school .", "label": "Label_0"}
{"text": "some think that a strict dress code would reduce distractions during class.", "label": "Optimal_1"}
{"text": "they felt if they rewrote the dress code it would be more inclusive.", "label": "Label_0"}
{"text": "one student at a New York city high school explained to Chalk beat, an education.", "label": "Label_0"}
{"text": "their school is not allow to  do this.", "label": "Label_0"}
{"text": "Some Black students wear durags, hats, bonnets, and hoodies to protect their hair or to express Black cultural pride.", "label": "Label_0"}
{"text": "the school thought it just wasn’t possible.", "label": "Label_3"}
{"text": "students who violated the code", "label": "Label_0"}
{"text": "it also cause the policy students caused to lose instructional time.", "label": "Label_0"}
{"text": "dress code got final Approval from the School Board in January 2022.", "label": "Label_0"}
{"text": "IT IS A  PART OF THE  CULTURE TO FOLLOW GENERATIONS LEGACY .", "label": "Label_0"}
{"text": "violating it would result in punishment", "label": "Label_1"}
{"text": "this story  fictional was all too familiar to the students dress code.", "label": "Label_0"}
{"text": "some felt like the clothes they wanted to wear was to revealing.", "label": "Label_0"}
{"text": "gary hamer voted against it.", "label": "Optimal_1"}
{"text": "also need favorite dress.", "label": "Label_0"}
{"text": "possible because it is banned and they think that it stricter dress codes don't cause distractions.", "label": "Optimal_1"}
{"text": "they felt singled female students banning clothing items.", "label": "Label_0"}
{"text": "one student at a new York  the policy also working clothing", "label": "Label_0"}
{"text": "The school time to excitedly the product.", "label": "Label_0"}
{"text": "that are singled out female students by banning clothing items.", "label": "Label_0"}
{"text": "some black students wear durags, hats, bonnets, and hoodie", "label": "Label_0"}
{"text": "certain accessories of clothing can be seen as distracting.", "label": "Optimal_1"}
{"text": "some advocate saying dress code in reduce in-class distractions.", "label": "Optimal_1"}
{"text": "they don't want to say anything caused they are scared", "label": "Label_0"}
{"text": "can not do that unless they are big enough to be heard.", "label": "Label_0"}
{"text": "the district refused and they said that it would create more problems and kids will feel less pressure to keep up on fashion trends.", "label": "Optimal_1"}
{"text": "They had to follow it or suffer detention or perhaps suspension if they didn't.", "label": "Label_1"}
{"text": "if the dress code changes then there will be new problems, likes more distractions and more kids feel pressured to keep up with the fashion trends.", "label": "Optimal_1"}
{"text": "Some also thought it  singled out", "label": "Label_0"}
{"text": "it is in place to protect women not restrict them.", "label": "Label_0"}
{"text": "a new policy was approved that would change the dress code to be more lenient and not discriminate against students.", "label": "Label_0"}
{"text": "less clothing time strict code", "label": "Label_0"}
{"text": "hats hoodies bonnets drugs and were banned it has nom dress code can punished the student student who violated the dress code", "label": "Label_1"}
{"text": "Gary Hamer, a school board member, voted against the new policy.", "label": "Optimal_1"}
{"text": "some also thought it singled out black  students .", "label": "Label_0"}
{"text": "at Manchester schools, this was not", "label": "Label_0"}
{"text": "some school advocate that stricter dress code can reduce in-class distractions.", "label": "Optimal_1"}
{"text": "they liked their dress codes.", "label": "Label_0"}
{"text": "the school board changed it to work for all the students.", "label": "Label_0"}
{"text": "there was school board members opposing.", "label": "Label_3"}
{"text": "The youngsters would be punished if they did not observe the dress code.", "label": "Label_1"}
{"text": "advocates of this new policy say that it reduces distractions and pressure for students.", "label": "Optimal_1"}
{"text": "reduced dress code can reduce in class distractions.", "label": "Optimal_1"}
{"text": "they back day culture in the new York city.y", "label": "Label_0"}
{"text": "they think this rule singled out female students as it do not allow typical dress of women.", "label": "Label_0"}
{"text": "these dress code punishments can cause students to fall behind academically because they could lose out on crucial  class time.", "label": "Label_0"}
{"text": "some things just seem to permissive from peoples perspective.", "label": "Label_3"}
{"text": "some also thought it singled .", "label": "Label_0"}
{"text": "proposing rewritten school dress code in 2021.", "label": "Label_0"}
{"text": "they wanted a less strict dress code it singled out female students.", "label": "Label_0"}
{"text": "they got one of their student representatives to propose a new dress code in 2021.", "label": "Label_0"}
{"text": "they are unable because it is too strict.", "label": "Label_0"}
{"text": "bgfddv fgfdvcv  fbfdb fbfdvc", "label": "Label_0"}
{"text": "the felt less strict dress code for many reasons..", "label": "Label_0"}
{"text": "Some Black students wear  hoodies to protect their hair or to express Black cultura pride.", "label": "Label_0"}
{"text": "black  and   tate", "label": "Label_0"}
{"text": "some don't too.", "label": "Label_2"}
{"text": "schools actually advocate for having a more strict dress code because they think it can reduce in class distractions, and reduce the stress of a student worrying about their socioenomic status.", "label": "Optimal_1"}
{"text": "the new dress code could cause distractions in class.", "label": "Optimal_1"}
{"text": "Manchester student wanted  less strict The new policy was approved in a majority vote", "label": "Label_0"}
{"text": "it was singled out female students by banning clothing items.", "label": "Label_0"}
{"text": "Some students don't mind a dress code as long as it isn't too restrictive.", "label": "Label_2"}
{"text": "some also throught it", "label": "Label_0"}
{"text": "Kellan Barbee took it upon himself to rewrite the dress code.", "label": "Label_0"}
{"text": "not all school board members agreed with them.", "label": "Label_3"}
{"text": "they felt it singled out female students and black students.", "label": "Label_0"}
{"text": "they thought it singled out females and Black students.", "label": "Label_0"}
{"text": "Suspension or detention were imposed on students who disobeyed the dress code.", "label": "Label_1"}
{"text": "some schools advocate for stricter dress codes because they believe it reduces in-class distractions.", "label": "Optimal_1"}
{"text": "they believe it targeting female students and students of color.", "label": "Label_0"}
{"text": "this can lead to several issues whether it’s expensive clothing or socioeconomic injustice.", "label": "Optimal_1"}
{"text": "some felt that the dress code should remain because students will feel will be able to focus more on school than on fashion.", "label": "Optimal_1"}
{"text": "Others are looking for a dress code.", "label": "Label_2"}
{"text": "some how they changed to the rules in 2021.", "label": "Label_0"}
{"text": "manchester students wanted a less code.", "label": "Label_0"}
{"text": "despite of some student oppose but schools advocate for strict dress codes for a different reasons.", "label": "Label_3"}
{"text": "it singled out female students and was unfair to them.", "label": "Label_0"}
{"text": "they are unable because it is too strict", "label": "Label_0"}
{"text": "they felt it was too strict and discriminated against females and black students.", "label": "Label_0"}
{"text": "some students found that changing it would cause for new distractions.", "label": "Optimal_1"}
{"text": "t others adhered to old styles.", "label": "Label_0"}
{"text": "ellos solo quieren vestirse como quieran", "label": "Label_0"}
{"text": "schools advocate for stricter dress codes to reduce distractions and promote equality among students.", "label": "Optimal_1"}
{"text": "a Manchester school board member was against the new policy that they proposed.", "label": "Optimal_1"}
{"text": "it was first policy in the district to be authored by a studentss", "label": "Label_0"}
{"text": "they felt it discriminated against certain races and females.", "label": "Label_0"}
{"text": "bgfddv fgfdvcv  fbfdb fbfdvc fbfdv", "label": "Label_0"}
{"text": "schools say they are to keep students safe.", "label": "Label_0"}
{"text": "Manchester's rewritten dress code got final approval from the school board in January 2022.", "label": "Label_0"}
{"text": "Kellan Barbee, the representative to the Manchester school board, proposed a rewritten school dress code in 2021.", "label": "Label_0"}
{"text": "having a stricter dress code can improve performance in school.", "label": "Label_0"}
{"text": "detention for wearing it.", "label": "Label_1"}
{"text": "they felt it unfairly targets females.", "label": "Label_0"}
{"text": "according to a 2018 National Women's Law Center study, the dress code punishments can cause students to fall behind academically because they could lose out on crucial class time.", "label": "Label_0"}
{"text": "strict dress codes reduce the pressure from other students and make it less distracting at school.", "label": "Optimal_1"}
{"text": "it's in place to protect women and stop distracting people.", "label": "Label_0"}
{"text": "one students are to get curly advicate things dreess", "label": "Label_0"}
{"text": "it discriminated against women and people of color.", "label": "Label_0"}
{"text": "the district thought it was good to have a strict dress code for multiple reasons, paragraph 9 explains, having the students wear certain clothing \"can reduce in-class distractions and pressures.\"", "label": "Optimal_1"}
{"text": "the schools present a couple of reasons for it.", "label": "Label_3"}
{"text": "feared the repercussions of opposing it.", "label": "Label_1"}
{"text": "some feel a strict dress code reduces distractions and reduces socioeconomic pressure on lower income students.", "label": "Optimal_1"}
{"text": "having strict dress codes could pressures and in-class distractions.", "label": "Optimal_1"}
{"text": "they didn't want new problems with the new dress code.", "label": "Label_0"}
{"text": "dress codes can reduce in-class distractions and reduce social pressures to keep up with expensive trends.", "label": "Optimal_1"}
{"text": "a stricter dress code would cause less distraction and challenges.", "label": "Optimal_1"}
{"text": "some students don't  want to cuz it reduce pressures from other student .", "label": "Optimal_1"}
{"text": "they say that it can reduce a less distraction.", "label": "Optimal_1"}
{"text": "students are made up devtion suspensive  having a stricker dress", "label": "Label_0"}
{"text": "schools says that reduce in-class distractions and alleviate socioeconomic status pressure.", "label": "Optimal_1"}
{"text": "it was first policy in the district to be authored by a student.", "label": "Label_0"}
{"text": "some also thought it singled out black studends", "label": "Label_0"}
{"text": "many schools thought fewer style of clothing may feel less pressure for students.", "label": "Optimal_1"}
{"text": "it reduce bullying", "label": "Label_0"}
{"text": "ddsfsfeffeffe fewfw efwfwe", "label": "Label_0"}
{"text": "the school advocates for a strict dress code.", "label": "Label_3"}
{"text": "some agreed with it.", "label": "Label_0"}
{"text": "hats hoodies bonnets drugs and were banned", "label": "Label_0"}
{"text": "they say that having a stricter dress code can improve in-class distractions.", "label": "Optimal_1"}
{"text": "the school gave them detention.", "label": "Label_1"}
{"text": "the board members of Manchester thought it was causing more challenges about students worrying to buy expensive clothes.", "label": "Optimal_1"}
{"text": "Students who disobeyed the clothing code would face a range of consequences.", "label": "Label_1"}
{"text": "one board member voted against the new policy.", "label": "Optimal_1"}
{"text": "Students who disobeyed the dress code may face consequences.", "label": "Label_1"}
{"text": "officials think they can reduce in-class distractions.", "label": "Optimal_1"}
{"text": "the school board doesn't permit students to wear the clothes that they want to wear because they might be pressured to keep up with the fashion trends.", "label": "Optimal_1"}
{"text": "the policy got approved in a majority vote.", "label": "Label_0"}
{"text": "it's too permissive.", "label": "Label_0"}
{"text": "schools still advocate for stricter dress codes because they say the dress code reduces in-class distractions and reduce pressures that students feel in their socioeconomic status.", "label": "Optimal_1"}
{"text": "one school official said that school district is just causing itself more problems.", "label": "Label_3"}
{"text": "Some pupils agreed with the dress code.", "label": "Label_2"}
{"text": "it bans items normally worn every day by females and Black students.", "label": "Label_0"}
{"text": "the dress code singled out certain groups such as female and Black students.", "label": "Label_0"}
{"text": "it had some student supporters", "label": "Label_2"}
{"text": "the favorite accessory she could get detention for wearing it.", "label": "Label_1"}
{"text": "students need to change.", "label": "Label_0"}
{"text": "part of  culture to wear.", "label": "Label_0"}
{"text": "one Manchester school board member voted against it.", "label": "Optimal_1"}
{"text": "they don't want the students to feel pressured into keeping up with the latest fashion trends.", "label": "Optimal_1"}
{"text": "they felt that it singled out female students and also thought it singled out Black students.", "label": "Label_0"}
{"text": "black some pride take strict", "label": "Label_0"}
{"text": "it doesn't worked.", "label": "Label_0"}
{"text": "The dress code was not opposed by every student.", "label": "Label_2"}
{"text": "They'd be put on probation if they wore whatever they wanted.", "label": "Label_1"}
{"text": "students are made up devtion suspensive", "label": "Label_0"}
{"text": "black  and   take they", "label": "Label_0"}
{"text": "also thought singled out black students.", "label": "Label_0"}
{"text": "some also thought it singled out black students .", "label": "Label_0"}
{"text": "some also thought it to singled out  black  students .", "label": "Label_0"}
{"text": "Manchester students wanted a less strict dress code for many reasons.", "label": "Label_0"}
{"text": "it is kind of difficult.", "label": "Label_0"}
{"text": "they think that the district will not allow it because of previous attempts, as the board member said “they are asking for more problems”.", "label": "Label_3"}
{"text": "Some Black students wear durags, hats, bonnets, and hoodies", "label": "Label_0"}
{"text": "they rewrote the district's dress code.", "label": "Label_0"}
{"text": "the school thought with a stricter dress code students will be less distracted and more focused doing work.", "label": "Optimal_1"}
{"text": "the dress code had to stay the same.", "label": "Label_0"}
{"text": "the students who violates the dress code would have to face a range of punishments.", "label": "Label_1"}
{"text": "Gary Hamer was against the new policy", "label": "Optimal_1"}
{"text": "schools have a variety of reasons for the strict dress code.", "label": "Label_3"}
{"text": "they have no power.", "label": "Label_0"}
{"text": "bgfddv fgfdvcv  fbfdb", "label": "Label_0"}
{"text": "detention for wearing it final approval from.", "label": "Label_0"}
{"text": "This story, while fictional, was all too familiar to the students of Manchester School District", "label": "Label_0"}
{"text": "there was school board members opposing", "label": "Label_3"}
{"text": "the school board had points against changing the dress code.", "label": "Label_3"}
{"text": "some schools, some styles of clothing are allowed.", "label": "Label_0"}
{"text": "some black students wear durags, hats, bonnet", "label": "Label_0"}
{"text": "the dress  code  is  most of  the school .", "label": "Label_0"}
{"text": "They don't want to bring themselves or other pupils any needless hassles or worry by making the dress code more permissive.", "label": "Label_3"}
{"text": "some students even liked the dress code", "label": "Label_2"}
{"text": "there are students who actually like the dress code", "label": "Label_2"}
{"text": "manchester's rewritten dress code got final approval from the schiik board in January 2022.", "label": "Label_0"}
{"text": "students fall from academic learning if they get suspended for not following the dress code rules.", "label": "Label_0"}
{"text": "some Black students wear durags and hoodies to protect their hair.", "label": "Label_0"}
{"text": "this story while fictional was all too familiar to the student of Manchester School District in New Hampshire.", "label": "Label_0"}
{"text": "they fell it is strict, prohibits girls from wearing feminine utensils and singles out people of color.", "label": "Label_0"}
{"text": "they decided that it was time for a change-so they rewrote the district's dress code.", "label": "Label_0"}
{"text": "one student at a new York  the policy also working", "label": "Label_0"}
{"text": "new policy was approved by majority of the board members.", "label": "Label_0"}
{"text": "t the stricter dress code can reduce in-class distraction.", "label": "Optimal_1"}
{"text": "some black students wear durags, hats, bonnets, and hoodies to.", "label": "Label_0"}
{"text": "the new policy was approved in a majority of a vote.", "label": "Label_0"}
{"text": "students decided to propose a new rewritten school dress code.", "label": "Label_0"}
{"text": "one student at a new York .", "label": "Label_0"}
{"text": "they think that the district will not allow it because of previous attempts", "label": "Label_0"}
{"text": "this was not possible: hats, hoodies, bonnets,", "label": "Label_0"}
{"text": "having a stricter dress code for a variety of reasons.", "label": "Label_0"}
{"text": "schools advocated against it because a stricter dress code can reduce in-class distractions.", "label": "Optimal_1"}
{"text": "hats, hoodies, bonnets, and durags were banned.", "label": "Label_0"}
{"text": "they would get detention or get suspended.", "label": "Label_1"}
{"text": "the school didn't want too.", "label": "Label_3"}
{"text": "students was losing academic time.", "label": "Label_0"}
{"text": "they could lose", "label": "Label_0"}
{"text": "schools would still want strict rules to reduce in-class distractions and pressures by socioeconomic status.", "label": "Optimal_1"}
{"text": "violations of the code can cause students to fall behind, academically.", "label": "Label_1"}
{"text": "they balck day culture in the new york city", "label": "Label_0"}
{"text": "some of the students didn't agree with that arangement.", "label": "Label_0"}
{"text": "some also tought it", "label": "Label_0"}
{"text": "some also through t signled out", "label": "Label_0"}
{"text": "the students who didn't followed the dress code were strictly punished.", "label": "Label_1"}
{"text": "the school did not allow because it was not discriminate on the basis of race or gender.", "label": "Label_0"}
{"text": "one student at a new York  the policy also", "label": "Label_0"}
{"text": "the students who violated the dress code would face a range of punishments.", "label": "Label_1"}
{"text": "they want to wear their cultural pride clothing they decide that it was a time to change.", "label": "Label_0"}
{"text": "some also thought it single", "label": "Label_0"}
{"text": "students who violated the dress code would face a range of punishments, including  suspension.", "label": "Label_1"}
{"text": "schools advocate that it would reduce in-class distractions, while also reducing socioeconomic and expensive fashions trends pressure.", "label": "Optimal_1"}
{"text": "students would fall from academic.", "label": "Label_0"}
{"text": "the new policy was approved in a majority vote.", "label": "Label_0"}
{"text": "dress code for many reasons.", "label": "Label_0"}
{"text": "They felt that it singled out female students by banning clothing items typically associated with women, like spaghetti straps (very thin shoulder straps) and tube tops", "label": "Label_0"}
{"text": "some people believed it was singling out black students.", "label": "Label_0"}
{"text": "The night before the first day of school new day", "label": "Label_0"}
{"text": "others didn't mind following it", "label": "Label_2"}
{"text": "the school board in January 2022.", "label": "Label_0"}
{"text": "schools would still want strict rules.", "label": "Label_3"}
{"text": "it singled out female students.", "label": "Label_0"}
{"text": "a school board member says it would be more of a challenge.", "label": "Optimal_1"}
{"text": "some also tought it singled .", "label": "Label_0"}
{"text": "Manchester stuents wanted a less strict dress code for many reasons..", "label": "Label_0"}
{"text": "they have been not comfortable with it to get a decent dress code variety of reason", "label": "Label_0"}
{"text": "they will not change now.", "label": "Label_0"}
{"text": "very interesting and very beautiful good more again", "label": "Label_0"}
{"text": "they would get suspended for wearing the clothes they wanted.", "label": "Label_1"}
{"text": "schools say the codes help students feel less pressured towards buying expensive and trending clothes.", "label": "Optimal_1"}
{"text": "Barbee proposed their revisit in 2021.", "label": "Label_0"}
{"text": "some students don't mind a dress code, just reduced in terms of how restrictive it is.", "label": "Label_2"}
{"text": "some schools they are allowed some fewer styles.", "label": "Label_0"}
{"text": "they will  not  change  now.", "label": "Label_0"}
{"text": "Barbee addressed the concerns by proposing a new school dress code in 2021.", "label": "Label_0"}
{"text": "one manchester  member", "label": "Label_0"}
{"text": "they wearing spaghetti straps and tube tops.", "label": "Label_0"}
{"text": "they are not safety for students.", "label": "Label_0"}
{"text": "schools have dress codes for a range of reasons, including a belief that dress codes reduce distractions and socioeconomic pressures.", "label": "Optimal_1"}
{"text": "for many reasons.", "label": "Label_0"}
{"text": "students who violated the dress code would face a range of punishments,   suspension.", "label": "Label_1"}
{"text": "they thought it unfairly targeted women and black students.", "label": "Label_0"}
{"text": "school board member Gary Hamer was against it.", "label": "Optimal_1"}
{"text": "school advocates say a strict dress code minimizes distractions.", "label": "Optimal_1"}
{"text": "the same of teachers said that hats hobbies.", "label": "Label_0"}
{"text": "the part of the culture to wear headwraps.", "label": "Label_0"}
{"text": "Some Black students wear  hats,bonnets,and hoodies to protect their hair or to express Black cultural pride.", "label": "Label_0"}
{"text": "they thought the rule were fair.", "label": "Label_0"}
{"text": "Some Black students wear durags, hats, bonnets, and hoodies protect their hair or to express Black cultural pride.", "label": "Label_0"}
{"text": "it can cause class distraction.", "label": "Optimal_1"}
{"text": "detention for wearing.", "label": "Label_1"}
{"text": "the school board ignored them.", "label": "Label_0"}
{"text": "the school felt that clothes would pressure students to keep a higher status.", "label": "Optimal_1"}
{"text": "the school's wanted to keep it however some students wanted to keep it because they would look the same however in 2018 there was a study that said women would not perform well.", "label": "Label_0"}
{"text": "schools felt that a dress code would help reduce class distractions.", "label": "Optimal_1"}
{"text": "it was put to a vote in a meeting.", "label": "Label_0"}
{"text": "some students oppose because they think it can reduce in class distractions.", "label": "Optimal_1"}
{"text": "they faced opposition from the school board.", "label": "Label_3"}
{"text": "others believed that it was a positive thing.", "label": "Label_2"}
{"text": "keeping up with today's fashion, is expensive and not all students can afford it.", "label": "Optimal_1"}
{"text": "They'd be put on probation for wearing whatever clothes they pleased.", "label": "Label_1"}
{"text": "they felt  that it singled out female students by banning clothing items typically associate with women, like spaghetti straps and tube tops.", "label": "Label_0"}
{"text": "it was not possible some clothes were still banned.", "label": "Label_0"}
{"text": "new policy was appproved by majority oh the board members.", "label": "Label_0"}
{"text": "it had a bigger effect on women and black students.", "label": "Label_0"}
{"text": "what there wearing make a distaction.", "label": "Label_0"}
{"text": "some felt like having a dress code can reduce class distraction.", "label": "Optimal_1"}
{"text": "The night before the first day of school new", "label": "Label_0"}
{"text": "schools feel dress code will be good for students and help them reduce pressure related to status.", "label": "Optimal_1"}
{"text": "students would face a range of punishments like detentions.", "label": "Label_1"}
{"text": "good sruvey dofn nice survey good sruvey", "label": "Label_0"}
{"text": "dress code have limited level of violence.", "label": "Label_0"}
{"text": "students who violated the dress code faced punishments such as suspension and detention.", "label": "Label_1"}
{"text": "the concerns of his peers by proposing a rewritten school dress code in 2021.", "label": "Label_0"}
{"text": "for a change so they  rewrote the district's  time keep.", "label": "Label_0"}
{"text": "female and black students were usually more affected than other students.", "label": "Label_0"}
{"text": "natural hair Black  pride.", "label": "Label_0"}
{"text": "the school says they have stricter dress code to reduce in-class distraction.", "label": "Optimal_1"}
{"text": "some school board members voted against it.", "label": "Optimal_1"}
{"text": "there was school board members voted against it.", "label": "Optimal_1"}
{"text": "they can't break the dress code without punishment", "label": "Label_1"}
{"text": "they felt it was unfairly sexist and/or racist.", "label": "Label_0"}
{"text": "schools advocate for them because of reducing distractions.", "label": "Optimal_1"}
{"text": "At Manchester schools, this was not possible: hats, hoodies, bonnets", "label": "Label_0"}
{"text": "Kellan Barbee, the representative of the Manchester school board in New Hampshire, by proposing a rewritten school code in 2021.", "label": "Label_0"}
{"text": "Students may experience difficulties as a result of these dress code penalties.", "label": "Label_1"}
{"text": "black cultural pride it is a part dress code", "label": "Label_0"}
{"text": "just think about it, it would be hard for kids to have a new style or find something to wear.", "label": "Label_0"}
{"text": "there are consequences for not following the rules of it", "label": "Label_1"}
{"text": "the board members of Manchester thought it was causing more challenges.", "label": "Label_3"}
{"text": "out on crucial class time.", "label": "Label_0"}
{"text": "some student have sought to get amendments to the dress code they for dress that will not discriminate.", "label": "Label_0"}
{"text": "can not do that unless they are big enough to be heard, also some schools dress code is different from other schools", "label": "Label_0"}
{"text": "Manchester student wanted  less strict The new policy", "label": "Label_0"}
{"text": "They have made new policy which is approved in a majority vote.", "label": "Label_0"}
{"text": "the school board members though changing the dress code would cause more in class distractions and reduce pressure that’s students could feel from socioeconomic statistics.", "label": "Optimal_1"}
{"text": "there were also students who opposed changing the policy.", "label": "Label_0"}
{"text": "they don't want to say anything", "label": "Label_0"}
{"text": "a school board member voted against the new policy.", "label": "Optimal_1"}
{"text": "they felt as if it singled out female students.", "label": "Label_0"}
{"text": "some of them feel that students will be less pressurized to  keep up with expensive fashion trends.", "label": "Optimal_1"}
{"text": "a fuzzy orange sweater her favorite accessory.", "label": "Label_0"}
{"text": "schools advocate to have a strict dress code for many reasons.", "label": "Label_3"}
{"text": "some black students wear durags, hats, bonnets and hoodies.", "label": "Label_0"}
{"text": "it had a big risk like if students violated the dress code they would face punishments like detention.", "label": "Label_1"}
{"text": "They felt it singled out female students, typically women associated with spaghetti straps and tube tops.", "label": "Label_0"}
{"text": "some people didnt like that and think its more of a problem.", "label": "Label_3"}
{"text": "many school students will feel less pressure.", "label": "Label_3"}
{"text": "they lacked the voice to call for a change.", "label": "Label_0"}
{"text": "many black students are not allowed to wear as per their culture.", "label": "Label_0"}
{"text": "Gary hammer was against it and thought it was more of a challenge.", "label": "Optimal_1"}
{"text": "some people on the board feel that they are just asking for more challenges.", "label": "Label_3"}
{"text": "one Manchester school board member was opposed to the change.", "label": "Optimal_1"}
{"text": "the new code is very permissive.", "label": "Label_0"}
{"text": "they could lose out on crucial", "label": "Label_0"}
{"text": "they requested less strict dresses in 2021.", "label": "Label_0"}
{"text": "Gary Hamer thought it was just asking them for more challenges.", "label": "Optimal_1"}
{"text": "This story, while fictional, was all too familiar to the", "label": "Label_0"}
{"text": "Some also thought it  singled out black students", "label": "Label_0"}
{"text": "this dress code may provide the uniqueness to the students.", "label": "Label_0"}
{"text": "one school board member opposed it.", "label": "Optimal_1"}
{"text": "most them liked it and it attracted many people so it looks good and protests were held and many of them supported.", "label": "Label_2"}
{"text": "school board member Nicole Leapley happy about changes.", "label": "Label_0"}
{"text": "dress code does not discriminate", "label": "Label_0"}
{"text": "schools with strict dress codes claim that dress code regulations reduce pressures based on socioeconomic status.", "label": "Optimal_1"}
{"text": "The policy also removes the punishment that causes student to lose instructional time.", "label": "Label_0"}
{"text": "the proposal of a new policy had one vote against.", "label": "Label_0"}
{"text": "one Manchester school board member named Gary Hamer who voted against the student's new dress code policy, he was just thought that the new policy of the students must create many challenges.", "label": "Optimal_1"}
{"text": "according to a 2018 national women's law centre study, these dres code punishments can cause students", "label": "Label_0"}
{"text": "Many people believed it did not discriminate based on race or gender.", "label": "Label_2"}
{"text": "at Manchester school were banned to hats, hoodies to wear the dress.", "label": "Label_0"}
{"text": "vvv v v", "label": "Label_0"}
{"text": "it is not opposed by everyone some people are satisfied with it.", "label": "Label_2"}
{"text": "one of the school board's representatives suggested changes to the code.", "label": "Label_0"}
{"text": "they have the impression that it would single out female and black students by banning some associated items, while also violation of the code would bring strict punishments along.", "label": "Label_0"}
{"text": "some students felt that they were being targeted by wearing tube tops, ripped jeans, and more.", "label": "Label_0"}
{"text": "schools advocate strict dress codes for a variety of reasons, like to reduce in-class distractions.", "label": "Optimal_1"}
{"text": "they didn't want them to hop on a fashion trend.", "label": "Label_0"}
{"text": "and tube tops.", "label": "Label_0"}
{"text": "Students who violated the dress code would face a range of punishments, including detention", "label": "Label_1"}
{"text": "they felt it singled out female and black students.", "label": "Label_0"}
{"text": "very interesting and very beautiful.", "label": "Label_0"}
{"text": "some of the others liked it and they could get suspended.", "label": "Label_0"}
{"text": "schools said that the dress code decreases the in-class distractions and reduce the socioeconomic differences between students.", "label": "Optimal_1"}
{"text": "others thought they were asking themselves for more challenges.", "label": "Label_3"}
{"text": "girls want to wear pretty clothes", "label": "Label_0"}
{"text": "part of  culture to wear", "label": "Label_0"}
{"text": "they decided that it was time for  a change.", "label": "Label_0"}
{"text": "they feel if they don't have dress codes they going to be distractions and reduce pressures.", "label": "Optimal_1"}
{"text": "others were in favor of a more strict dress code", "label": "Label_2"}
{"text": "School board member Nicole happy about the.", "label": "Label_0"}
{"text": "proponents say a dress code reduces distractions in the classroom.", "label": "Optimal_1"}
{"text": "they felt that it singled out female and black students.", "label": "Label_0"}
{"text": "she could get detention for wearing it.", "label": "Label_1"}
{"text": "these dress code punishment can cause students to fall behind academically because they could lose out on crucial class time.", "label": "Label_0"}
{"text": "hats, hoodies, bonnets, and durags remained banned.", "label": "Label_0"}
{"text": "students who violated the dress code would face a range of punishments.", "label": "Label_1"}
{"text": "it singled out female students that weren't able to express themselves.", "label": "Label_0"}
{"text": "it can reduce distractions and pressures that students feel related to status.", "label": "Optimal_1"}
{"text": "some also thought black students bonnets and hoodies", "label": "Label_0"}
{"text": "the will try to change the dress code.", "label": "Label_0"}
{"text": "egwegw weewgwe wewgew w gwegew", "label": "Label_0"}
{"text": "the principle or the district didn't want to change the dress code.", "label": "Label_3"}
{"text": "these dress code punishments can cause students to fall behind academically.", "label": "Label_1"}
{"text": "also thought it singled out black students.", "label": "Label_0"}
{"text": "dress code would face  range.", "label": "Label_0"}
{"text": "some people did not want to see the law be changed.", "label": "Label_2"}
{"text": "The night before the first day of school.", "label": "Label_0"}
{"text": "one school board member thought they should keep the dress code the same because if there is few outfit choices then less people would feel pressure into belonging in.", "label": "Optimal_1"}
{"text": "too permissive from  perspective.", "label": "Label_0"}
{"text": "they felt is singled out female students.", "label": "Label_0"}
{"text": "new policy was approved in majority vote.", "label": "Label_0"}
{"text": "vhgchg chgfhg ghgfgjg ghfgyuy gffhgfyjhgn jygf gfhtffhgf gfhjg cgfhfgjghgf vgjgf fchgfhjf", "label": "Label_0"}
{"text": "strict dress code can keep kids focused may feel related to due to socioeconomic status.", "label": "Optimal_1"}
{"text": "wearing banned items in protest could result in punishment.", "label": "Label_1"}
{"text": "its make it feel good and like it", "label": "Label_0"}
{"text": "t thoughtit singled", "label": "Label_0"}
{"text": "They felt it singled out female students by banning clothing items typically associated with women, like spaghetti strps", "label": "Label_0"}
{"text": "students final approval from the school board in January 2022.", "label": "Label_0"}
{"text": "they have been not comfortable with it to get a decent dress code", "label": "Label_0"}
{"text": "schools say that strict dress codes can be less of a distraction and reduce pressure for other students.", "label": "Optimal_1"}
{"text": "new policy was approved in a majority of votes", "label": "Label_0"}
{"text": "the students are wear jeans and fuzzy sweater and hat with sequins.", "label": "Label_0"}
{"text": "they say that having the stricter dress code can be reduce in class distractions and reduce pressures.", "label": "Optimal_1"}
{"text": "fgdre dfdf gfgfg bvdsr gfdser", "label": "Label_0"}
{"text": "Manchester stuents wanted a less strict dress code for many reasons.....", "label": "Label_0"}
{"text": "they felt that it singled out female students by banning clothing items typically associated with women like spaghetti straps and tube tops.", "label": "Label_0"}
{"text": "they decided that it was a correct time to change the dress code of them.", "label": "Label_0"}
{"text": "they state that the dress code prevents distractions in class.", "label": "Optimal_1"}
{"text": "some people disagree because it can distract students and it can make students think they need fancy stuff.", "label": "Optimal_1"}
{"text": "Manchester didn't want to change it.", "label": "Label_0"}
{"text": "some also thought it singled out  black  students .", "label": "Label_0"}
{"text": "people are against it because it will distract others and cause people to feel pressured to keep up with the fashion.", "label": "Optimal_1"}
{"text": "some Black students wear Durags , hats , bonnets and hoodies to protect their hair or to express Black cultural pride.", "label": "Label_0"}
{"text": "some black students wear durags", "label": "Label_0"}
{"text": "Schools advocates for this dress code to stick since they reduced in-class distractions, and reduces pressure to socioeconomic status.", "label": "Optimal_1"}
{"text": "students who broke it will face the consequences", "label": "Label_1"}
{"text": "some also thought it singled out", "label": "Label_0"}
{"text": "these dress code punishments can cause students.", "label": "Label_1"}
{"text": "schools say that strict dress codes are the reduction of in-class distraction.", "label": "Optimal_1"}
{"text": "Some students believe that it should be kept the same.", "label": "Label_2"}
{"text": "they decided that it was time for a change so they rewrote the dress code.", "label": "Label_0"}
{"text": "less clothing time strict code students", "label": "Label_0"}
{"text": "This is very sad", "label": "Label_0"}
{"text": "some argue that not having a strict dress code will cause distractions in the classroom.", "label": "Optimal_1"}
{"text": "many schools thought that it would get in the way of there academics.", "label": "Optimal_1"}
{"text": "it was distraction towards students.", "label": "Optimal_1"}
{"text": "beautiful performance in school district.", "label": "Label_0"}
{"text": "the school won't allow", "label": "Label_0"}
{"text": "in the end changes were made that thought about the impacts on black and female students.", "label": "Label_0"}
{"text": "detention for wearing it final", "label": "Label_1"}
{"text": "they wanted to have a strict dress code so students dont get distracted.", "label": "Optimal_1"}
{"text": "students  express  protect", "label": "Label_0"}
{"text": "they say having a strict dress code can reduce in-class distractions.", "label": "Optimal_1"}
{"text": "it is not easy action with speed", "label": "Label_0"}
{"text": "The night before the first day of school Nina excitedly.", "label": "Label_0"}
{"text": "school advocates say dress codes help reduce distractions in the classroom.", "label": "Optimal_1"}
{"text": "It was the first policy in the district to be authored by a student.", "label": "Label_0"}
{"text": "others preferred it.", "label": "Label_2"}
{"text": "the new policy got majority vote.", "label": "Label_0"}
{"text": "ellos tienen razon,no deberian ser muy extrictos", "label": "Label_0"}
{"text": "some board members thought it would create more challenges.", "label": "Label_3"}
{"text": "a dress code can prevent students from being distracted by fashion trends.", "label": "Optimal_1"}
{"text": "many teachers cannot relate.", "label": "Label_0"}
{"text": "whoever violated the dress code would face a range of punishments.", "label": "Label_1"}
{"text": "women like clothing items typically associated.", "label": "Label_0"}
{"text": "some also thought it single out black student", "label": "Label_0"}
{"text": "some black students wear durags, hats, bonnets.", "label": "Label_0"}
{"text": "very interesting and very", "label": "Label_0"}
{"text": "school advocates say dress codes help reduce pressure on students to have to spend money on expensive clothing trends.", "label": "Optimal_1"}
{"text": "even dress code makes students unique", "label": "Label_0"}
{"text": "many teachers cannot relate because they have different hair types.", "label": "Label_0"}
{"text": "students who violated", "label": "Label_0"}
{"text": "management did not accept their suggestion.", "label": "Label_0"}
{"text": "some also thought it single out black student  some black studnt to he express", "label": "Label_0"}
{"text": "others felt that it would pressure students follow expensive clothing trends.", "label": "Optimal_1"}
{"text": "schools' felt that a stricter dress code helped reduce distractions and pressures associated with socioeconomic status.", "label": "Optimal_1"}
{"text": "the advocate has told that this policy will lose instructional time of students.", "label": "Label_0"}
{"text": "there are to many people with to many ideas and they didnt want to change the dress code because they didnt  want students wearing innoproite clothes to school because they need to follow the rules", "label": "Label_0"}
{"text": "schools say that strict dress codes can be less of a distraction.", "label": "Optimal_1"}
{"text": "possible because it is banned and they think that it proposes more challenges.", "label": "Label_3"}
{"text": "SOME ALSO THOUGHT", "label": "Label_0"}
{"text": "some students taught that their freedom is disturbed.", "label": "Label_0"}
{"text": "banning clothing items.", "label": "Label_0"}
{"text": "the district refused and they said that it would create more problems.", "label": "Label_3"}
{"text": "many of the schools allows fewer styles of clothing in school.", "label": "Label_0"}
{"text": "some others feel that it deters problems caused by the need to keep up with trends.", "label": "Label_0"}
{"text": "a rewritten dress code was approved allowing certain items and removing the punishment that could affect the students academically.", "label": "Label_0"}
{"text": "others think a strict dress code benefits the school.", "label": "Label_3"}
{"text": "the all female students felt that they are banning dressings associated with women, like spaghetti straps and tube tops.", "label": "Label_0"}
{"text": "in January 2022 the school´s code was changed more fairly and by a student.", "label": "Label_0"}
{"text": "board members think they cause less in class distraction.", "label": "Optimal_1"}
{"text": "despite student opposition, schools advocate for strict dress code.", "label": "Label_3"}
{"text": "This is very sad moment ,", "label": "Label_0"}
{"text": "ddsfsfeffeffe fewfw efwfwe WEF W", "label": "Label_0"}
{"text": "someone voted against it saying that they are causing themselves more challenges.", "label": "Optimal_1"}
{"text": "it's in place to protect women not restrict them.", "label": "Label_0"}
{"text": "it would cause more class distractions.", "label": "Optimal_1"}
{"text": "some people think that it reduces in class distractions.", "label": "Optimal_1"}
{"text": "education news organization.", "label": "Label_0"}
{"text": "Despite some student opposition andschools advocate of strict dress codes for variety of reasons.", "label": "Label_0"}
{"text": "advocates said having a stricter dress code reduces in-class distractions.", "label": "Optimal_1"}
{"text": "the school believed it would limit distractions and keep students learning in school; they believed this was a step forward in the right direction.", "label": "Optimal_1"}
{"text": "the students wanted a less strict dress code for many reasons.", "label": "Label_0"}
{"text": "school environment to be want dress code.", "label": "Label_0"}
{"text": "some school board members want to stick with the same strict dress code policy.", "label": "Label_0"}
{"text": "it was all too familiar to the students of Manchester school district in New Hampshire.", "label": "Label_0"}
{"text": "it was not hated by all", "label": "Label_2"}
{"text": "it appeared to single out female students and black students.", "label": "Label_0"}
{"text": "schools would still want strict rules for a variety of reasons.", "label": "Label_3"}
{"text": "some black students wear ,hats bonnets,and hoodies to protect their hair or to express black cultural pride.", "label": "Label_0"}
{"text": "certain accessories of clothing can be seen as distrcting.", "label": "Optimal_1"}
{"text": "some of the black students wear durags, hats, bonnets to express their black pride culture.", "label": "Label_0"}
{"text": "the code will help students focus on school work.", "label": "Optimal_1"}
{"text": "a school's representative assured the students that the dress code will not discriminate students on the basis of race or gender.", "label": "Label_0"}
{"text": "vhgchg chgfhg ghgfgjg ghfgyuy gffhgfyjhgn jygf gfhtf", "label": "Label_0"}
{"text": "Manchester stuents wanted a less strict dress code for many reasons...", "label": "Label_0"}
{"text": "they felt it was gender and racially biased.", "label": "Label_0"}
{"text": "This is very", "label": "Label_0"}
{"text": "the district refused and was stubborn to change it.", "label": "Label_3"}
{"text": "the policy also removes the punishment that causes students to lose instructional time.", "label": "Label_0"}
{"text": "it wouldn't be possible hats, hoodies, and bonnets were banned.", "label": "Label_0"}
{"text": "At Manchester schools, this was not possible: hats, hoodies, bonnets, and durags were", "label": "Label_0"}
{"text": "it was argued that dress codes less distractions.", "label": "Optimal_1"}
{"text": "at Manchester schools: this was not possible.", "label": "Label_0"}
{"text": "the dress  code is most of the school .", "label": "Label_0"}
{"text": "This story, while fictional, was", "label": "Label_0"}
{"text": "some people didn't agree because they think if there wasn't as much fashion trends going the students wouldn't care and because a strict dress code can reduce class distractions.", "label": "Optimal_1"}
{"text": "the story while fictional was all too familiar to the students of Manchester school district in New Hampshire.", "label": "Label_0"}
{"text": "they felt like they couldnt because they felt like they would be punished.", "label": "Label_1"}
{"text": "There are even kids who enjoy the dress code.", "label": "Label_2"}
{"text": "They had no choice but to follow it or face detention or suspension if they didn't.", "label": "Label_1"}
{"text": "Manchester stuents wanted a less strict dress code for many reasons.", "label": "Label_0"}
{"text": "it is necessary for less distractions, and offers many benefits.", "label": "Optimal_1"}
{"text": "those who violated the dress code would face punishments including detention or suspension.", "label": "Label_1"}
{"text": "female students felt it was biased against them.", "label": "Label_0"}
{"text": "the school advocated for a strict dress code for many reasons, such as in class distractions.", "label": "Optimal_1"}
{"text": "the school's wanted to keep it however some students wanted to keep it because they would look the same but in 2018 there was a study that said women would fall behind in academics", "label": "Label_0"}
{"text": "some people thought that the change was to permissive.", "label": "Label_3"}
{"text": "that being stricter makes students more disciplined.", "label": "Optimal_1"}
{"text": "they felt it singled out female students by banning clothing items typically associated with women like spaghetti and tube tops.", "label": "Label_0"}
{"text": "schools advocate for a strict dress code to reduce in-class distractions and pressures students might feel related to socioeconomic status.", "label": "Optimal_1"}
{"text": "it is not easy action", "label": "Label_0"}
{"text": "the felt less strict dress code for many reason", "label": "Label_0"}
{"text": "some students felt strict dress code can reduce class distractions.", "label": "Optimal_1"}
{"text": "hey wont change it because students would lose instructional time.", "label": "Label_0"}
{"text": "some board members voted against it stating that it's too permissive.", "label": "Optimal_1"}
{"text": "some also thought it  singled out  black  students .", "label": "Label_0"}
{"text": "Every moment of  the", "label": "Label_0"}
{"text": "some also thought it singled and hoodies out black students.", "label": "Label_0"}
{"text": "Gary hammer was against it and thought it was more of a challenge also that it would reduce .", "label": "Optimal_1"}
{"text": "it's going to be a more of an challenge because the students don't wanna dress appropriate for school.", "label": "Label_0"}
{"text": "the district thought the dress code being strict would make students feel comfortable about not having to spend money to keep up with fashion trends.", "label": "Optimal_1"}
{"text": "students who violated it would face punishment.", "label": "Label_1"}
{"text": "they had challenges to face like one of the students say that the way others dress is permissive from their perspective.", "label": "Label_0"}
{"text": "the boys wanted to wear ats", "label": "Label_0"}
{"text": "students would not have to feel like they have to keep up with expensive fashion trends.", "label": "Optimal_1"}
{"text": "natural hair  pride.", "label": "Label_0"}
{"text": "it had a big risk like if students violated the dress code they would face punishments like detention or suspension.", "label": "Label_1"}
{"text": "the teachers don’t want to change it due to distractions.", "label": "Optimal_1"}
{"text": "there are to many people with to many ideas and they didnt want to change the dress code because they idnt want students weaing innoproite clothes to school", "label": "Label_0"}
{"text": "members of the school board felt that fewer dress options would allow the students to focus more of class work.", "label": "Optimal_1"}
{"text": "a school board member voted against it because he thought it asked for more challenges.", "label": "Optimal_1"}
{"text": "some board members thought the new dress code to be permissive.", "label": "Label_3"}
{"text": "less strict dress code for many reasons.", "label": "Label_0"}
{"text": "the district thinks that having a strict dress would reduce in-class distractions.", "label": "Optimal_1"}
{"text": "many schools thought that fewer the dress style students will feel less pressure.", "label": "Optimal_1"}
{"text": "vvv v v  bb  bb b   g g g gh  h hh    hjj j j j j", "label": "Label_0"}
{"text": "Some Black students wear durags,", "label": "Label_0"}
{"text": "one students are to get curly", "label": "Label_0"}
{"text": "black students wear durags, hats, bonnets, and hoodies to protect their hair or to express black cultural pride.", "label": "Label_0"}
{"text": "some a  lexs good", "label": "Label_0"}
{"text": "what they wanted to change might make it harder to concentrate in class.", "label": "Optimal_1"}
{"text": "some people didn't the dress code to change because they felt it was asking for a more permissive and challenging learning environment full of distractions.", "label": "Optimal_1"}
{"text": "they need fashion trends.", "label": "Label_0"}
{"text": "enforcement doesn't want to make these punishments because they can't discriminate gender nor race.", "label": "Label_0"}
{"text": "they felt its main impact was on female and black students.", "label": "Label_0"}
{"text": "they felt it singled out women specifically.", "label": "Label_0"}
{"text": "some students claimed that a stricter dress code could reduce in-class distractions and reduce peer pressure.", "label": "Optimal_1"}
{"text": "a school board member thought it was to permissive and there was some student opposition.", "label": "Label_3"}
{"text": "They could lose out on  crucial class time.", "label": "Label_0"}
{"text": "some students likely wear dress code because it is show student style and showing behavior  good looking for society.", "label": "Label_2"}
{"text": "a student representative of the Manchester school board proposed a new school dress code allowing items that weren't allowed before.", "label": "Label_0"}
{"text": "some Black and White students.", "label": "Label_0"}
{"text": "despite the opposition schools defend the code for a variety of reasons like the code would reduce in-class distractions, relieve the pressure upon the students from a lower socioeconomic status.", "label": "Optimal_1"}
{"text": "hoodies to protect their hair or to express Black cultural pride.", "label": "Label_0"}
{"text": "some students enjoy having a dress code.", "label": "Label_2"}
{"text": "having a stricter dress code may cause less distraction and reduce pressures in socioeconomic status.", "label": "Optimal_1"}
{"text": "some people at the school thought the rewritten code was too permissive", "label": "Label_3"}
{"text": "stricter dress code may help in reducing distractions in class and pressures that students may feel towards socioeconomic status.", "label": "Optimal_1"}
{"text": "students will feel less pressure.", "label": "Optimal_1"}
{"text": "they had one student saying that the way others dress is permissive from their perspective.", "label": "Label_0"}
{"text": "they felt that it singled out female students by banning clothing items typically associated with women.", "label": "Label_0"}
{"text": "students who violated about the district's dress code will face punishments, including detention or suspension.", "label": "Label_1"}
{"text": "the new policy was approved.", "label": "Label_0"}
{"text": "they request the new dress code to the management.", "label": "Label_0"}
{"text": "very interesting and very beautiful", "label": "Label_0"}
{"text": "some also thought it singled out some black", "label": "Label_0"}
{"text": "there was school officials opposing.", "label": "Label_3"}
{"text": "it can reduce class distraction and reduce student pressure that students might feel related to socioeconomic status.", "label": "Optimal_1"}
{"text": "good sruvey dofn nice survey good sruvey nice survey", "label": "Label_0"}
{"text": "some also thought it singled", "label": "Label_0"}
{"text": "some Black students.", "label": "Label_0"}
{"text": "they thought it was singled for only female and black students.", "label": "Label_0"}
{"text": "stricter dress codes helps reduce in-class distractions and pressures.", "label": "Optimal_1"}
{"text": "many of them could face punishments.", "label": "Label_1"}
{"text": "they thought it is like punishment.", "label": "Label_1"}
{"text": "vvv v v  bb  bb b", "label": "Label_0"}
{"text": "women like clothing items typically associated with women.", "label": "Label_0"}
{"text": "the school was being strict.", "label": "Label_3"}
{"text": "it was difficult considering how and what they had to do for instance they had to make a new dress code and they had to find a way to convince the council board.", "label": "Label_0"}
{"text": "Manchester students wanted a less code", "label": "Label_0"}
{"text": "they say having a dress code can reduce in class distractions.", "label": "Optimal_1"}
{"text": "the new enforcement will cause students to lose instructional time.", "label": "Label_0"}
{"text": "schools advocate strict dress codes for a variety of reasons.", "label": "Label_3"}
{"text": "the board member Gary Hamer voted against the new policy.", "label": "Optimal_1"}
{"text": "egwegw weewgwe wewgew w gwegew weweg", "label": "Label_0"}
{"text": "teachers don't want to.", "label": "Label_3"}
{"text": "they decide that it was a time to change.", "label": "Label_0"}
{"text": "schools believe that strict dress codes can help prevent distractions.", "label": "Optimal_1"}
{"text": "She wants to wear jeans, a fuzzy orange sweater.", "label": "Label_0"}
{"text": "Gary Hamer voted against it because he thought they were asking for more challenges if they do change it.", "label": "Optimal_1"}
{"text": "they say having a stricter dress code can reduce distractions.", "label": "Optimal_1"}
{"text": "they felt that it singled out female students by banning clothing items typically associated with women like spaghetti straps.", "label": "Label_0"}
{"text": "the board felt like the other poor students would feel marginalized.", "label": "Label_0"}
{"text": "they could face punishments up to detention or suspension.", "label": "Label_1"}
{"text": "some students think it's a class distraction or they think it makes other students more comfortable.", "label": "Optimal_1"}
{"text": "a less strict dress code for many reasons.", "label": "Label_0"}
{"text": "Students who violated the dress code would face a range of punishments,including detention or suspension.", "label": "Label_1"}
{"text": "Manchester School District in New", "label": "Label_0"}
{"text": "one local school board member opposed the proposal.", "label": "Optimal_1"}
{"text": "it is part of cultural.", "label": "Label_0"}
{"text": "Students who violated the dress code would face a range of punishments including detention or suspension.", "label": "Label_1"}
{"text": "according to a 2018 national women law center study students start to fall behind", "label": "Label_0"}
{"text": "some also thought it singled tyrtru  uyguy  yuyug  gghgh  uyyuyyu gyjkj", "label": "Label_0"}
{"text": "Students who violated the dress code would face a range of punishments,", "label": "Label_1"}
{"text": "some students liked the dress code and did not want change.", "label": "Label_2"}
{"text": "some also thought it", "label": "Label_0"}
{"text": "the school board stated that enforcement would NOT discriminate.", "label": "Label_0"}
{"text": "schools with strict dress codes claim that dress code regulation prevent in class distraction.", "label": "Optimal_1"}
{"text": "the administration felt it kept students from being distracted in class.", "label": "Optimal_1"}
{"text": "it single out female students.", "label": "Label_0"}
{"text": "This story, while fictional, was all too familiar to the students.", "label": "Label_0"}
{"text": "Many schools feel that if fewer styles of cloth.", "label": "Label_0"}
{"text": "school board members still protest this and explain why stricter dress code can create pressure for students.", "label": "Optimal_1"}
{"text": "no pueden hacer nada ellos no tienen el derecho", "label": "Label_0"}
{"text": "students oppose the dress code rules.", "label": "Label_0"}
{"text": "it can cause then to fall behind and they could lose out on crucial class time.", "label": "Label_0"}
{"text": "Students afraid of punishment for the dress code.", "label": "Label_1"}
{"text": "some also singled out black students.", "label": "Label_0"}
{"text": "students that violate the dress code would face punishments like detention or suspension.", "label": "Label_1"}
{"text": "they decided it was the right time to change.", "label": "Label_0"}
{"text": "other opinions such as Gary Hamer, a Manchester school board member, voted that it was a distraction and pressure to keep up with the trends.", "label": "Optimal_1"}
{"text": "some also thought it singled out some black the new policy", "label": "Label_0"}
{"text": "the staff thing changing the code will lead to not paying atenchen.", "label": "Optimal_1"}
{"text": "the school wants to keep it because it's distracting in class.", "label": "Optimal_1"}
{"text": "it has targeting cultural and woman independent choice.", "label": "Label_0"}
{"text": "they used their representative to address their issues.", "label": "Label_0"}
{"text": "the school advocated for a strict dress code for many reasons.", "label": "Label_3"}
{"text": "They don't want to bring themselves or other pupils any needless hassles or worry.", "label": "Label_3"}
{"text": "in the women law study centre", "label": "Label_0"}
{"text": "it did not get approval until January of 2022.", "label": "Label_0"}
{"text": "students wear a variety of clothing styles in a school hallway the felt that it single out female students.", "label": "Label_0"}
{"text": "its  hard dj", "label": "Label_0"}
{"text": "students that violated the dress code would be punished.", "label": "Label_1"}
{"text": "others felt it helped kids not feel like they had to keep up with trends.", "label": "Optimal_1"}
{"text": "school advocates feel that stricter dress codes can reduce tensions and distractions associated with socioeconomic status.", "label": "Optimal_1"}
{"text": "the school punished students who did not follow the dress code.", "label": "Label_1"}
{"text": "a new policy was put into place.", "label": "Label_0"}
{"text": "the school doesn't permit students to wear clothes that may show to much", "label": "Label_0"}
{"text": "some argued such a dress code reduces distractions.", "label": "Optimal_1"}
{"text": "schools that have strict dress codes claim that what they wear causes distractions.", "label": "Optimal_1"}
{"text": "having a stricter dress code reduces pressure.", "label": "Optimal_1"}
{"text": "Gary Hamer voted against the new policies.", "label": "Optimal_1"}
{"text": "the schools advocate for the strict dress codes and for a variety of reasons.", "label": "Label_3"}
{"text": "a less strict dress code for many reasonss.", "label": "Label_0"}
{"text": "it was difficult since even hats, hoodies, bonnets and durags were banned.", "label": "Label_0"}
{"text": "the school feels if they're less styles students wouldn't feel like they would have to keep up with trends.", "label": "Optimal_1"}
{"text": "it singled out black students.", "label": "Label_0"}
{"text": "egwegw weewgwe wewgew", "label": "Label_0"}
{"text": "even dress code makes students unique.but the dress styles can be changed.", "label": "Label_0"}
{"text": "some black students wear durags, hats, bonnets, and hoodies to protect.", "label": "Label_0"}
{"text": "Because some people were not opposed to it, no decision was taken.", "label": "Label_2"}
{"text": "the school advocate thinks that  the dress code is present for a reason and that having stricter dress codes can reduce in class distractions.", "label": "Optimal_1"}
{"text": "they felt it unfairly singled out female students and Black students.", "label": "Label_0"}
{"text": "They felt that it singled out female students by banning clothing items typically associated with women, like spaghetti straps.", "label": "Label_0"}
{"text": "others didn't  because it would create new problems.", "label": "Label_3"}
{"text": "students who violated the dress code would get punished including detention or suspension.", "label": "Label_1"}
{"text": "the school bored didn't want to change dress code because they felt as if would lose instructional time.", "label": "Label_0"}
{"text": "they thought that it singled out female students by banning some female clothing items such as spaghetti straps and tube tops.", "label": "Label_0"}
{"text": "they think that the district will not allow it because of previous attempts.", "label": "Label_0"}
{"text": "At Manchester schools, this was not possible: hats, hoodies, bonnets, and", "label": "Label_0"}
{"text": "they didn't like it becaus eofd stuff", "label": "Label_0"}
{"text": "because they could lose out on crucial class.", "label": "Label_0"}
{"text": "schools wanted fewer clothing allowed.", "label": "Label_3"}
{"text": "the school officials had banned hoodies, hats, bonnets, and durags.", "label": "Label_0"}
{"text": "The night before the first day of school, Nina excitedly chooses her outfit.", "label": "Label_0"}
{"text": "some say that it could distract other students and could make students feel related to socioeconomic status.", "label": "Optimal_1"}
{"text": "punishments can cause students to fall behind academically because they could lose out on crucial time.", "label": "Label_0"}
{"text": "schools advocated for stricter dress codes.", "label": "Label_3"}
{"text": "no pueden hacer nada", "label": "Label_0"}
{"text": "not all students disliked the strict dress code.", "label": "Label_2"}
{"text": "they built some ideas good", "label": "Label_0"}
{"text": "Many schools feel that if fewer styles of clothing.", "label": "Label_0"}
{"text": "one of the school board members thought otherwise.", "label": "Optimal_1"}
{"text": "school board member Nicole Leapley happy about the changes.", "label": "Label_0"}
{"text": "Black cultural pride", "label": "Label_0"}
{"text": "students who didn't follow dress code would be punished.", "label": "Label_1"}
{"text": "less clothing time strict", "label": "Label_0"}
{"text": "they don't want t cause unneeded problems and unnecessary stress on themselves and other students.", "label": "Label_3"}
{"text": "strict dress code.", "label": "Label_0"}
{"text": "some though the new dress code was too permissive and did not challenge people enough.", "label": "Label_3"}
{"text": "Kellan Barbee who serves as one of four student representatives to the Manchester school board in New Hampshire .", "label": "Label_0"}
{"text": "school advocates say that having a stricter dress code reduces the amount of in-class distractions.", "label": "Optimal_1"}
{"text": "According to her school, though, the hat is forbidden.", "label": "Label_0"}
{"text": "they wanted to reduce in-class distractions and pressures with socioeconomic status.", "label": "Optimal_1"}
{"text": "they felt that having a stricter dress code can reduce classroom distractions and can reduce social economic status.", "label": "Optimal_1"}
{"text": "they want to singled out female students by terminating clothing items typically associated with women, like spaghetti straps and tube tops.", "label": "Label_0"}
{"text": "the students of Manchester school.", "label": "Label_0"}
{"text": "the few students are obeyed.", "label": "Label_0"}
{"text": "schools have dress codes for a variety of reasons.", "label": "Label_3"}
{"text": "some black students wear durags,hats bonnets,and hoodies to protect their hair or to express black cultural pride.", "label": "Label_0"}
{"text": "they felt that it singled out certain groups such as females and black students.", "label": "Label_0"}
{"text": "the dress code would be more stricter if they allow school to have any kind of clothes.", "label": "Label_0"}
{"text": "some schools feel that if less styles are allowed then students wouldn't worry about having to buy the newest and most expensive clothing.", "label": "Optimal_1"}
{"text": "Some students were in favor of the dress policy", "label": "Label_2"}
{"text": "schools suggest that strict dress codes allow for distraction free classrooms.", "label": "Optimal_1"}
{"text": "natural hair Black cultural pride.", "label": "Label_0"}
{"text": "it would be necessary to prevent what was available.", "label": "Label_0"}
{"text": "dress code punishments can cause students to fall behind.", "label": "Label_1"}
{"text": "the district wouldn't accept it because of safety and protocol", "label": "Label_3"}
{"text": "one of the student representatives took the concerns of his peers to the school board and proposed a rewritten school dress code.", "label": "Label_0"}
{"text": "schools feel as students would feel less pressure to keep up with fashion trends.", "label": "Optimal_1"}
{"text": "the hat is forbidden.", "label": "Label_0"}
{"text": "the school proposed a rewritten school dress code.", "label": "Label_0"}
{"text": "school board members believed that it  reduced distractions and allowed low income students to fit in better.", "label": "Optimal_1"}
{"text": "they believe that the rules were too rigid and prevented students from expressing their cultures, like blacks.", "label": "Label_0"}
{"text": "some a  lexs good well", "label": "Label_0"}
{"text": "it was not opposed by some of the people so the decision is not taken.", "label": "Label_2"}
{"text": "the students submitted a new dress code to the Manchester school board for their approval.", "label": "Label_0"}
{"text": "the school pushed back for a stricter policy because having a stricter code can reduce to distractions during class and also diminish peer pressure related to socioeconomic status.", "label": "Optimal_1"}
{"text": "Students who break the dress code may face repercussions.", "label": "Label_1"}
{"text": "Gary Hamer think’s it’s too much of a challenge.", "label": "Optimal_1"}
{"text": "one school board at Manchester member disagreed.", "label": "Optimal_1"}
{"text": "t new policy was approved in a majority vote.", "label": "Label_0"}
{"text": "students are made up devtion", "label": "Label_0"}
{"text": "Gary Hamer, voted against the new policy.", "label": "Optimal_1"}
{"text": "they didnt want to.", "label": "Label_0"}
{"text": "they felt that they singled out female and black students.", "label": "Label_0"}
{"text": "pride new york", "label": "Label_0"}
{"text": "many teachers though it would cause more problems in class.", "label": "Label_3"}
{"text": "Gary Hamer voted 'no' on this new policy because he felt that the new dress code would only create more challenges.", "label": "Optimal_1"}
{"text": "Kellan Barbee, the representative of the school helps in rewriting the dress code by addressing the concerns of his peers in 2021.", "label": "Label_0"}
{"text": "they felt that it singled out women students are banning the clothing items typically associated with female.", "label": "Label_0"}
{"text": "some also throught", "label": "Label_0"}
{"text": "Gary Hamer thinks there will be more problems.", "label": "Optimal_1"}
{"text": "good sruvey dofn nice survey", "label": "Label_0"}
{"text": "the school management won't allowing until the management tell.", "label": "Label_0"}
{"text": "the district refused and was stubborn to change it and didnt really care.", "label": "Label_3"}
{"text": "one of the school board members named Gary Hamer voted against the new policy.", "label": "Optimal_1"}
{"text": "some of the students can still be distractions in class.", "label": "Optimal_1"}
{"text": "one students are to get curly advicate things", "label": "Label_0"}
{"text": "Schools advocate for the dress code because it can cause less distraction in class.", "label": "Optimal_1"}
{"text": "they felt that it singled out women's items and was unfair.", "label": "Label_0"}
{"text": "there was resistance from the school.", "label": "Label_3"}
{"text": "they say having a stricter dress code can reduce class distractions.", "label": "Optimal_1"}
{"text": "pride new york news", "label": "Label_0"}
{"text": "the felt less strict dress code for the many reasons.", "label": "Label_0"}
{"text": "some board members thought it was a bad idea that would only lead to more problems.", "label": "Label_3"}
{"text": "one member of the school board voted against it.", "label": "Optimal_1"}
{"text": "Manchester School board revised school policy to allow for certain clothing items to be allowed and removed punishment that caused loss of instructional time.", "label": "Label_0"}
{"text": "Gary Hammer voted against it because he thought it would be more of a challenge he says having a strict dress code can reduce distraction and students will feel less pressure to keep up with fashion.", "label": "Optimal_1"}
{"text": "They felt that it singled out female students by banning clothing.", "label": "Label_0"}
{"text": "the schools says that having a strict dress code will reduce in-class distractions and socioeconomic pressure.", "label": "Optimal_1"}
{"text": "the students would face a punishments if they violated the dress code.", "label": "Label_1"}
{"text": "the princple or the district didn't allow it", "label": "Label_3"}
{"text": "black cultural pride it is a part dress", "label": "Label_0"}
{"text": "schools say having a stricter dress code can reduce distractions.", "label": "Optimal_1"}
{"text": "policy for the district.", "label": "Label_0"}
{"text": "school board member, Gary Hamer, believed that a less strict dress code would increase the amount of in class distractions, and therefore voted against the new policy.", "label": "Optimal_1"}
{"text": "some say it is a distraction and only causes students pressure.", "label": "Optimal_1"}
{"text": "the school thought it would increase in class distractions.", "label": "Optimal_1"}
{"text": "it singled out female and Black students.", "label": "Label_0"}
{"text": "there are students who don't mind it", "label": "Label_2"}
{"text": "some a  lexs", "label": "Label_0"}
{"text": "management did not  accept their suggestion .", "label": "Label_0"}
{"text": "punishments, including detention or suspension", "label": "Label_1"}
{"text": "It is not universally disliked, and some people find it satisfactory.", "label": "Label_2"}
{"text": "some believed having a stricter dress code can reduce in class distractions.", "label": "Optimal_1"}
{"text": "stricter dress codes can reduce in class distractions.", "label": "Optimal_1"}
{"text": "they say having a stricter dress codes can reduce distractions.", "label": "Optimal_1"}
{"text": "that school didn't take the dress", "label": "Label_0"}
{"text": "Some students prefer to adhere to the clothing code since it exhibits student style and proper social behavior.", "label": "Label_2"}
{"text": "they say it's so students don't feel any socioeconomic pressure status.", "label": "Optimal_1"}
{"text": "schools have dress codes for various reasons.", "label": "Label_3"}
{"text": "Gary Hamer, a Manchester school board member, voted against the new policy.", "label": "Optimal_1"}
{"text": "they still advocate it because it can reduce social pressures of status and fashion.", "label": "Optimal_1"}
{"text": "they are unable because it is too strict ..", "label": "Label_0"}
{"text": "Parker said the dress code change is about being inclusive.", "label": "Label_0"}
{"text": "the school says having strict dress code could reduce distractions and pressures that students might feel related too.", "label": "Optimal_1"}
{"text": "because they could lose out on crucial class", "label": "Label_0"}
{"text": "women like clothing items typically associated .", "label": "Label_0"}
{"text": "vhgchg chgfhg ghg", "label": "Label_0"}
{"text": "there are still many schools who feel that being able to have fewer options they will be less pressured.", "label": "Optimal_1"}
{"text": "some school follow the rules", "label": "Label_0"}
{"text": "Manchester student wanted  less strict", "label": "Label_0"}
{"text": "the policy was approved anyway.", "label": "Label_0"}
{"text": "there are some students who enjoy having a dress code", "label": "Label_2"}
{"text": "good sruvey dofn", "label": "Label_0"}
{"text": "they felt like it singled out female students.", "label": "Label_0"}
{"text": "many board members still oppose the idea.", "label": "Label_3"}
{"text": "School board member Nicole was happy about the changes.", "label": "Label_0"}
{"text": "some people disagreed because they would fall back academically", "label": "Label_0"}
{"text": "Some Black students wear  hoodies to protect their hair or to express Black cultural pride.", "label": "Label_0"}
{"text": "black some pride take", "label": "Label_0"}
{"text": "their mind it was a first policy.", "label": "Label_0"}
{"text": "they like that deigns in the old model.", "label": "Label_0"}
{"text": "they feel that it singled out female students by not using clothes.", "label": "Label_0"}
{"text": "a student representative, Barbee, proposed a new school dress code.", "label": "Label_0"}
{"text": "The policy also for  removes the punishment that  is causes students to lose of  instructional time.", "label": "Label_0"}
{"text": "the codes existed for a variety of reasons like preventing distractions and avoiding socioeconomic pressures.", "label": "Optimal_1"}
{"text": "the now also use their own dress code.", "label": "Label_0"}
{"text": "having a uniform dress code allows students to reduce pressure they might feel about socioeconomic status.", "label": "Optimal_1"}
{"text": "they were asking for more challenges and the stuff was too permissive.", "label": "Label_3"}
{"text": "having a dress code can reduce the in class distraction and pressure.", "label": "Optimal_1"}
{"text": "it will be less bullying because they all are wearing the same thing.", "label": "Label_0"}
{"text": "face range was more than once equal to other  advocate dres variety", "label": "Label_0"}
{"text": "it wouldn't be possible hats, hoodies, bonnets, and durags were banned.", "label": "Label_0"}
{"text": "fgdre dfdf gfgfg", "label": "Label_0"}
{"text": "New York city high school ecplained to chalkbeat an education news organization", "label": "Label_0"}
{"text": "the code makes students reduce distractions.", "label": "Optimal_1"}
{"text": "very interesting and", "label": "Label_0"}
{"text": "they decided that it was time for a change.", "label": "Label_0"}
{"text": "can not do that unless they are big enough to be heard, also some schools dress code is different from other schools.", "label": "Label_0"}
{"text": "some felt that strict dress codes will reduce distractions.", "label": "Optimal_1"}
{"text": "school advocates state that a stricter dress code can reduce in-class distractions.", "label": "Optimal_1"}
{"text": "like to the school board in addressed the concerns.", "label": "Label_0"}
{"text": "Manchester School District in", "label": "Label_0"}
{"text": "because they could lose out on crucial class time.", "label": "Label_0"}
{"text": "the dress code for a variety of reasons.", "label": "Label_0"}
{"text": "some schools think its not fair that some other schools have different dress codes.", "label": "Label_0"}
{"text": "having a strict dress code can lower class distractions and lower pressure from socioeconomic status.", "label": "Optimal_1"}
{"text": "this story while fictional was all too familiar to the students of Manchester SC forbidden in fact she could get detention forbidden in fact she could get detention for wearing it.", "label": "Label_0"}
{"text": "having a stricter dress code reduce distraction in class.", "label": "Optimal_1"}
{"text": "new policy was approved in majority vote", "label": "Label_0"}
{"text": "some people feel having the dress code is a reduce in class distractions.", "label": "Optimal_1"}
{"text": "it seemed to single out female students and black students.", "label": "Label_0"}
{"text": "others didn't because it would increase in class distractions and more pressure on students related to socioeconomic status.", "label": "Optimal_1"}
{"text": "students who violate the dress code would face a range of punishments.", "label": "Label_1"}
{"text": "some people did not want the students to change the dress code because they said that it would cause more challenges.", "label": "Label_3"}
{"text": "some think that the policy is fine as is", "label": "Label_2"}
{"text": "the punishment that causes and students to lose instructional time.", "label": "Label_0"}
{"text": "the new policy was approved in a majority vote.however one manchester school board member,gary harmer,", "label": "Label_0"}
{"text": "they believed it would this policy would particularly restrict female and Black students from wearing the clothes of their preference.", "label": "Label_0"}
{"text": "a Manchester school board member was against the new policy and strict dress codes reduce social pressures.", "label": "Optimal_1"}
{"text": "some believe that fewer style choices allowed in school will help students feel less pressure.", "label": "Optimal_1"}
{"text": "it states that enforcement will not discriminate on the basis of race or gender.", "label": "Label_0"}
{"text": "They felt that it out female students by banning clothing product typically associated with women.", "label": "Label_0"}
{"text": "it focused mostly on female attire and Black student's attire.", "label": "Label_0"}
{"text": "there was some pushback from a school board member who brought up the point that a stricter dress code prevents in-class distractions and socioeconomic pressures.", "label": "Optimal_1"}
{"text": "finally dress code got approved from the school board.", "label": "Label_0"}
{"text": "a school board member voted against the new policy, stating that the new policy proposal is too permissive and would lead to unnecessary challenges for the students.", "label": "Optimal_1"}
{"text": "a fuzzy orange sweater her favorite dress.", "label": "Label_0"}
{"text": "this was not possible hats", "label": "Label_0"}
{"text": "banning cleavage and things dress codes teach girls that their bodies are objects and they are a distraction.", "label": "Label_0"}
{"text": "in 2021, some students proposed a rewrite of their school's dress code.", "label": "Label_0"}
{"text": "they encouraged not to for safe.", "label": "Label_0"}
{"text": "instead of just complaining about it, they are attempting to write a less strict and more up to date dress code.", "label": "Label_0"}
{"text": "some teachers thought that the strict dress code was better because it meant less distractions in the learning environment.", "label": "Optimal_1"}
{"text": "it reduce distraction.", "label": "Optimal_1"}
{"text": "they say having a stricter dress code.", "label": "Label_0"}
{"text": "they have not been raedy", "label": "Label_0"}
{"text": "The night before the first day of school", "label": "Label_0"}
{"text": "some people on the school board thought the new code was \"too permissive\"", "label": "Label_3"}
{"text": "Tew policy was approved in a majority of votes.", "label": "Label_0"}
{"text": "school boards thought it would cause prpblems", "label": "Label_3"}
{"text": "they were able to get them to update it and it will no longer discriminate by race or gender, and it removes any punishment that could cause a student to lose learning time.", "label": "Label_0"}
{"text": "one of the board members stated that he thinks that they're setting themselves up for more problems.", "label": "Label_3"}
{"text": "they aren't able to make decisions on when or how  change codes on their own.", "label": "Label_0"}
{"text": "Some Black students wear  ,and hoodies to protect their hair or to express Black cultural pride.", "label": "Label_0"}
{"text": "they believed it was outdated and singled out women's dress and that of minorities.", "label": "Label_0"}
{"text": "women  clothing items typically associated.", "label": "Label_0"}
{"text": "schools believes its reduces in-class distractions.", "label": "Optimal_1"}
{"text": "Kellan Barbee proposed a new dress code in 2021 which got approved in January 2022 from the school board.", "label": "Label_0"}
{"text": "there was not much they could do at first.", "label": "Label_0"}
{"text": "a school board member voted against it saying, it was asking them for more challenges... from his perspective.", "label": "Optimal_1"}
{"text": "these dress code punishment can cause students to fall behind academically.", "label": "Label_0"}
{"text": "some people argue that the students would feel less pressured to keep up with the fashion trends.", "label": "Optimal_1"}
{"text": "dre code would face  range.", "label": "Label_1"}
{"text": "administration were afraid that a less stricter dress code would distract students in class.", "label": "Optimal_1"}
{"text": "they don't understand how inappropriate it would be for them to wear certain items.", "label": "Label_0"}
{"text": "black  and   take", "label": "Label_0"}
{"text": "some also thought about the black students who wear head wraps which is part of their culture and it also helps to take care of their hair.", "label": "Label_0"}
{"text": "pride new york news strict feel", "label": "Label_0"}
{"text": "they could lose out on crucial class time.", "label": "Label_0"}
{"text": "it was too strict and did not account for cultural or gender updates.", "label": "Label_0"}
{"text": "SOME ALSO THOUGHT OUT BLACK", "label": "Label_0"}
{"text": "the school board wants to keep the old dress code because they believe stricter dress codes reduce in-class distractions and reduce pressures students feel related to socioeconomic status.", "label": "Optimal_1"}
{"text": "school provide variety of reasons for dress code restriction such as it reducing class distractions and pressure of students.", "label": "Optimal_1"}
{"text": "Some thougtht it", "label": "Label_0"}
{"text": "one Manchester school board member voted against the new policy.", "label": "Optimal_1"}
{"text": "there was a guy named Gary Hamer who had an issue", "label": "Optimal_1"}
{"text": "ITS BUILD A ORGANISATION AND CREATE A COMMON MANAGEMENT ROLE.", "label": "Label_0"}
{"text": "resisting would get them punished.", "label": "Label_1"}
{"text": "In fact, she could get detention for wearing it.", "label": "Label_1"}
{"text": "schools advocated for stricter dress codes to reduce distractions and pressure.", "label": "Optimal_1"}
{"text": "the policy also removes the punishment that caused students to lose instructional time.", "label": "Label_0"}
{"text": "discipline is necessary for every students.", "label": "Label_0"}
{"text": "schools advocate for dress codes for a number of reasons, including the belief that they result in less in-class distractions and socioeconomic pressure on students.", "label": "Optimal_1"}
{"text": "schools think if less styles are allowed, students won't follow pricy fashion trends as much.", "label": "Optimal_1"}
{"text": "a school board member felt the proposed changes were \"too permissive.\"", "label": "Label_3"}
{"text": "the felt less strict dress code for many reasons.", "label": "Label_0"}
{"text": "some also thought it single out black student  some black studnt to he express  and reduce they say the that having", "label": "Label_0"}
{"text": "they wanted to show off nekclines", "label": "Label_0"}
{"text": "Black students wear head coverings as part of their culture and they are forbidden.", "label": "Label_0"}
{"text": "some students think it should stay as it is.", "label": "Label_2"}
{"text": "it singled out African American and female students.", "label": "Label_0"}
{"text": "this was not possible: hats, hoodies,", "label": "Label_0"}
{"text": "some people didnt like that keeping a strict dress code it causes less problems", "label": "Label_2"}
{"text": "If she wears it, she may be put to detention.", "label": "Label_1"}
{"text": "At Manchester school this was not possible hats hoodies bonnets and durags were banned.", "label": "Label_0"}
{"text": "stricter they say that dress code can reduce distractions in class and reduce pressures from a status.", "label": "Optimal_1"}
{"text": "some also throught it singlefd", "label": "Label_0"}
{"text": "final approval got from the school board in January 2022.", "label": "Label_0"}
{"text": "detention for wearing it final approval.", "label": "Label_0"}
{"text": "one school board member voted against the new policy.", "label": "Optimal_1"}
{"text": "there are studentes who liked the dress code", "label": "Label_2"}
{"text": "new policy was approved in majority vote,", "label": "Label_0"}
{"text": "some students feel like it's better the way it is.", "label": "Label_2"}
{"text": "the school board said a stricter dress code caused less distractions.", "label": "Optimal_1"}
{"text": "student representative, Barbee, proposed a new dress code policy.", "label": "Label_0"}
{"text": "Others, on the other hand, saw it as a positive development.", "label": "Label_2"}
{"text": "can not do that unless they are big enough to be hear.", "label": "Label_0"}
{"text": "some also thought it singled tyrtru  uyguy  yuyug  gghgh  uyyuyyu gyjkj ytyt tyg u gghj gj utrte uih uhj gh yi ghgh", "label": "Label_0"}
{"text": "many schools thought that it would get in the way of their academics, or decrease distractions in class by paying attention to what others are wearing.", "label": "Optimal_1"}
{"text": "the school thought that the dress code has always been that way", "label": "Label_3"}
{"text": "the dress code punishments can cause students to fall behind academically because they could lose out on crucial class time.", "label": "Label_0"}
{"text": "the singled out female students banning the clothes items.", "label": "Label_0"}
{"text": "good sruvey dofn nice survey good sruvey nice survey good sruvey", "label": "Label_0"}
{"text": "a school board member was denying to prove due to it being able to cause distractions.", "label": "Optimal_1"}
{"text": "a school board member thought that changing the code would be asking for too much.", "label": "Optimal_1"}
{"text": "the school board changed it to work for all the students to make them happy in school.", "label": "Label_0"}
{"text": "one of the members Gary Hamer decided to go against the cause.", "label": "Optimal_1"}
{"text": "students felt like it singled out black students and female students.", "label": "Label_0"}
{"text": "schools argue they don't want fights to break out for what they stand for.", "label": "Label_0"}
{"text": "schools advocate for strict code for reducing class distractions.", "label": "Optimal_1"}
{"text": "they faced punishments and also fall academically.", "label": "Label_1"}
{"text": "the dress  code is  most of the school .", "label": "Label_0"}
{"text": "the board thinks it will change the original status quo.", "label": "Label_0"}
{"text": "some people thought keeping the dress code the same would create less distraction in class.", "label": "Optimal_1"}
{"text": "students won't have to keep up with fashion trends.", "label": "Label_0"}
{"text": "some didn't want to because they were like this isn't a fashion show they would focus more on dressing than school.", "label": "Label_0"}
{"text": "many school boards dont want to change the dress code.", "label": "Label_3"}
{"text": "a part of culture to wear headwraps and helps take care of natural hair.", "label": "Label_0"}
{"text": "some black students wear durags, hats, bonnets and hoodies to protect.", "label": "Label_0"}
{"text": "dress code would face a range.", "label": "Label_0"}
{"text": "students who violated the dress code would face a range of punishments, including detention suspension.", "label": "Label_1"}
{"text": "the punishment that causes students to lose instructional time.", "label": "Label_0"}
{"text": "it unfairly banned clothing favored by women and black students.", "label": "Label_0"}
{"text": "it was not possible", "label": "Label_0"}
{"text": "they feel that it singled out female students by not use clothing.", "label": "Label_0"}
{"text": "the students feel related to socioeconomic status.", "label": "Label_0"}
{"text": "some students wear hats, bonnects and etc protect to hair on the express for black cultural pride.", "label": "Label_0"}
{"text": "schools advocate dress codes cause fewer distractions.", "label": "Optimal_1"}
{"text": "face range was more than", "label": "Label_0"}
{"text": "they would be punished by the school.", "label": "Label_1"}
{"text": "schools say that is reduces distractions and students will feel less pressure to dress in expensive clothing.", "label": "Optimal_1"}
{"text": "t They decided that it was time for a change so they rewrote the district's dress code.", "label": "Label_0"}
{"text": "the board is declining all representatives.", "label": "Label_0"}
{"text": "those that want it say it has positives results, such as less distractions and families are not forced to buy clothes out of their price range.", "label": "Optimal_1"}
{"text": "not strict enough", "label": "Label_0"}
{"text": "it is good to wear comfortable and neat dress in public places.", "label": "Label_0"}
{"text": "many of the schools thought that fewer styles of clothing are allowed in school.", "label": "Optimal_1"}
{"text": "code for reasons.", "label": "Label_0"}
{"text": "they felt that it unfairly targeted women's clothing.", "label": "Label_0"}
{"text": "they need fashion dress", "label": "Label_0"}
{"text": "At Manchester school this was not possible hats hoodies bonnets and durags were banned", "label": "Label_0"}
{"text": "one of the student representatives addressed the concerns of his peers by stating that the enforcement will not discriminate anyone based on race or gender.", "label": "Label_0"}
{"text": "its make it feel good and", "label": "Label_0"}
{"text": "they have been not comfortable with it", "label": "Label_0"}
{"text": "the dress code punishments can cause students to fall behind academically.", "label": "Label_1"}
{"text": "students who violated the dress code would face range of punishments, including detention or suspension.", "label": "Label_1"}
{"text": "some of the others liked it", "label": "Label_2"}
{"text": "schools advocate for dress codes saying that it will reduce distractions and pressure students may face.", "label": "Optimal_1"}
{"text": "it stated that enforcement of the dress code doesn't discriminate against race or gender.", "label": "Label_0"}
{"text": "students are allowed to wear open-toed and backless footwear, but are encourage not to for safety reasons.", "label": "Label_0"}
{"text": "Manchester students wanted a less", "label": "Label_0"}
{"text": "it was the first policy in the district.", "label": "Label_0"}
{"text": "the school didn't want to change the dress code because they thought it would be more of a challenge.", "label": "Label_3"}
{"text": "some board members voted against the new policy.", "label": "Optimal_1"}
{"text": "a part of culture to wear headwraps and helps  take care of natural hair.", "label": "Label_0"}
{"text": "some argue it prevents distractions in classes.", "label": "Optimal_1"}
{"text": "women  clothin typically associated.", "label": "Label_0"}
{"text": "they would be punished if they violated it.", "label": "Label_1"}
{"text": "students are faced with more challenges for themselves.", "label": "Label_0"}
{"text": "Students who violated the dress code would face a range of punishments including detention or suspension", "label": "Label_1"}
{"text": "they would get punished if they violated it.", "label": "Label_1"}
{"text": "they feel the dress code singles out females or stereotypical female clothing.", "label": "Label_0"}
{"text": "they are too permissive from perpective.", "label": "Label_0"}
{"text": "they felt it singled out female students and black students from the school.", "label": "Label_0"}
{"text": "some thought it helps them to take care of their natural hair.", "label": "Label_0"}
{"text": "students that violate the dress code would face punishments like detention or suspension", "label": "Label_1"}
{"text": "it was too strict, singling out females and Black students in particular.", "label": "Label_0"}
{"text": "the new policy was approved in a majority vote. .", "label": "Label_0"}
{"text": "the schools advocate that a strict dress code reduce in-class distractions and pressure related to socioeconomic status.", "label": "Optimal_1"}
{"text": "they say having strict dress code can reduce in-class distractions.", "label": "Optimal_1"}
{"text": "they would get punishments for doing that.", "label": "Label_1"}
{"text": "having a stricter dress code allows the school to tell apart students from strangers.", "label": "Label_0"}
{"text": "they did not obeyed the rules.", "label": "Label_0"}
{"text": "Manchester student wanted  less", "label": "Label_0"}
{"text": "some teachers believe that it will limit distractions to have a dress code.", "label": "Optimal_1"}
{"text": "it can lead to a reduction in distractions that happen in classrooms.", "label": "Optimal_1"}
{"text": "for a change so they", "label": "Label_0"}
{"text": "others think it helps with distractions.", "label": "Optimal_1"}
{"text": "many officials  states that enforcement will not discriminate on the racial basis.", "label": "Label_0"}
{"text": "This is very sad moment/", "label": "Label_0"}
{"text": "they prepared rewritten school dress code, stating the new enforcement wouldn't discriminate anyone on the basis of race or gender, allowing the culturally associated items, removing the punishment.", "label": "Label_0"}
{"text": "a strict dress code prevents the possibility of the pressure students face due to socioeconomic status.", "label": "Optimal_1"}
{"text": "Gary Hamer, a board member, was against it because he believed that it would cause more challenges and some agreed on his view.", "label": "Optimal_1"}
{"text": "they feel it targets women and the way they dress.", "label": "Label_0"}
{"text": "at Manchester schools, this was not possible.", "label": "Label_0"}
{"text": "one of the board members didn't agree.", "label": "Label_3"}
{"text": "a new policy was enacted, written by student representative, Barbee.", "label": "Label_0"}
{"text": "some people like the dress code because it keeps the pressure off of kids to keep up with fashion trends.", "label": "Optimal_1"}
{"text": "Students and parents be interested in the dress code.", "label": "Label_0"}
{"text": "management did not accept their suggestion .", "label": "Label_0"}
{"text": "the Manchester school board member said that “ he sees it as distractions”.", "label": "Optimal_1"}
{"text": "some also thought it singled tyrtru  uyguy  yuyug  gghgh  uyyuyyu gyjkj ytyt tyg u gghj gj", "label": "Label_0"}
{"text": "student are also use the district code.", "label": "Label_0"}
{"text": "However, one Manchester school member, Gary Hamer, voted against the policy.", "label": "Optimal_1"}
{"text": "code would face  range.", "label": "Label_0"}
{"text": "2018 national women's law.", "label": "Label_0"}
{"text": "supporters believed that a strict dress code could mitigate distractions and help students focus.", "label": "Optimal_1"}
{"text": "the management avoid their request.", "label": "Label_0"}
{"text": "Some students are inclined to follow the dress code since it demonstrates student style and good social etiquette.", "label": "Label_2"}
{"text": "female students feel it is biased.", "label": "Label_0"}
{"text": "Some thougtht it  ssingled out black students  school advocate", "label": "Label_0"}
{"text": "fgdre dfdf gfgfg bvdsr", "label": "Label_0"}
{"text": "a student representative addressed the concerns of peers, stating that enforcement won't discriminate anyone based on race or gender, while also allowing several more items than previous situation.", "label": "Label_0"}
{"text": "students who violated the dress code would face a range of punishments including detention and suspension.", "label": "Label_1"}
{"text": "it was the first policy in the district to be authored.", "label": "Label_0"}
{"text": "some students wanted things to stay the same.", "label": "Label_2"}
{"text": "black some pride", "label": "Label_0"}
{"text": "research would prove that having less options of clothing would be less distracting as to picking out the latest trends to wear or just focusing in school.", "label": "Optimal_1"}
{"text": "Manchester student wanted  less strict The new policy was approved in a majority vote one school", "label": "Label_0"}
{"text": "it can reduce in-class distractions.", "label": "Optimal_1"}
{"text": "schools and teachers constantly voted against it for multiple reasons.", "label": "Label_3"}
{"text": "part o  culture to wear", "label": "Label_0"}
{"text": "very interesting and very beautiful good more", "label": "Label_0"}
{"text": "The attire code did not offend every student.", "label": "Label_2"}
{"text": "some was against it would just bring more challenges and that there was things too permissive.", "label": "Label_3"}
{"text": "hats hoodies bonnets drugs and were banned it has nom dress code can punished the student", "label": "Label_0"}
{"text": "Manchester schools banned their dress code.", "label": "Label_0"}
{"text": "Kellan Barbee helps in rewriting the dress code in school in 2021.", "label": "Label_0"}
{"text": "not everyone wanted to.", "label": "Label_0"}
{"text": "some have accepted the dress code.", "label": "Label_2"}
{"text": "Manchester didn't want to change it since it reduces distractions.", "label": "Optimal_1"}
{"text": "in their view, the policy was discriminatory towards women and Black students.", "label": "Label_0"}
{"text": "one student at a new York  the policy also working clothing.", "label": "Label_0"}
{"text": "Some Black students wear durags, hats, bonnets,", "label": "Label_0"}
{"text": "students proposed a new dress code to the New Hampshire school board in 2021, allowing clothing items like tube tops, ripped jeans, and hats.", "label": "Label_0"}
{"text": "some people didn't the dress code to change because they felt it was asking for more challenging and permissive.", "label": "Label_3"}
{"text": "the policy also removes the punishment.", "label": "Label_0"}
{"text": "they will not  change  now.", "label": "Label_0"}
{"text": "some of the school board felt as if certain clothing was a distraction.", "label": "Optimal_1"}
{"text": "Kellan Barbee, who serves as one of four student representatives to the Manchester school board in New Hampshire.", "label": "Label_0"}
{"text": "They felt that it singled out female students by banning clothing items typically associated with women, like spaghetti straps (very thin shoulder straps) and tube tops.", "label": "Label_0"}
{"text": "final approval from the school board in January 2022.", "label": "Label_0"}
{"text": "some thought that changing the dress code can cause more challenges", "label": "Label_3"}
{"text": "they had a hard time changing it and making a new dress code policy", "label": "Label_0"}
{"text": "there were reasons why schools have a dress code to limit distractions and socioeconomic status.", "label": "Optimal_1"}
{"text": "the first district policy authored by a student.", "label": "Label_0"}
{"text": "the School Board opposed the idea saying that a strict dress code is necessary to help prevent distractions in school.", "label": "Optimal_1"}
{"text": "some school follow the rules.", "label": "Label_0"}
{"text": "one student at a New York City high school explained to Chalkbeat", "label": "Label_0"}
{"text": "some also thought it single out black student  some black studnt to he express  and reduce they", "label": "Label_0"}
{"text": "it can cause students to have more distractions in class, problems with socioeconomic status and trying to keep up with expensive fashion trends.", "label": "Optimal_1"}
{"text": "they will not change  now.", "label": "Label_0"}
{"text": "This story, while fictional was all too familiar to the student of Manchester school District in New Hampshire.", "label": "Label_0"}
{"text": "some did not mind the dress code particularly white males.", "label": "Label_2"}
{"text": "they wrote and proposed a revision with specific and general protections to student instructional time which was accepted by the district.", "label": "Label_0"}
{"text": "despite student oppression schools advocate for strict dress code for many reasons stricter dress code can reduce distractions in the class.", "label": "Optimal_1"}
{"text": "School member Nicole happy about the.", "label": "Label_0"}
{"text": "student representatives made it clear that the dress code would be rewritten to not discriminate.", "label": "Label_0"}
{"text": "we´re asking themselves for more challenges", "label": "Label_0"}
{"text": "schools advocate for strict dress codes for reduce distractions and stress to keep up with fashion trends.", "label": "Optimal_1"}
{"text": "proposing a rewritten school dress code in 2021.", "label": "Label_0"}
{"text": "some think that there getting more of a challenge doing it.", "label": "Label_0"}
{"text": "this time they leave them in a jeans with full of color vision so good.", "label": "Label_0"}
{"text": "there was a range of punishments to those violated it.", "label": "Label_1"}
{"text": "Some thougtht it  ssingled out", "label": "Label_0"}
{"text": "the code was approved and amended and was even authored by a student at the school.", "label": "Label_0"}
{"text": "the school wants to keep it.", "label": "Label_3"}
{"text": "they said having a stricter dress code and reduce out and in-class distractions and reduce pressure that students might feel.", "label": "Optimal_1"}
{"text": "some of the banned clothing items are indecent.", "label": "Label_0"}
{"text": "She might even be sent to detention if she wears it.", "label": "Label_1"}
{"text": "They felt it singled out female students by banning clothing items", "label": "Label_0"}
{"text": "it reduce bullying because they all wearing the same thing.", "label": "Label_0"}
{"text": "those students schools were strict.", "label": "Label_0"}
{"text": "board members believed it would open them up to more challenges and having a strict policy reduces in class distractions and pressures due to socioeconomic status.", "label": "Optimal_1"}
{"text": "it can also create more challenges.", "label": "Label_0"}
{"text": "The policy also for removes the punishment is causes students to lose of instructional time.", "label": "Label_0"}
{"text": "students are made up devtion suspensive  having a stricker", "label": "Label_0"}
{"text": "associates with woman.", "label": "Label_0"}
{"text": "they want a makeover", "label": "Label_0"}
{"text": "having a dress code can reduce in-class distraction and reduce pressure students might feel related to socioeconomic status.", "label": "Optimal_1"}
{"text": "Others, on the other hand, thought it was a good thing.", "label": "Label_2"}
{"text": "some schools feel that having a strict dress code can lessen distractions.", "label": "Optimal_1"}
{"text": "they felt that they were asking for something challenging by changing the policy and they felt that it is too permissive.", "label": "Label_3"}
{"text": "members of the school board believed that such change would distract students from their work and pressure students to keep up with expensive fashion trends.", "label": "Optimal_1"}
{"text": "most them liked it and it attracted many people so it looks good and protests were held.", "label": "Label_2"}
{"text": "a school board member, Gary Hamer, didn't like the new policy.", "label": "Optimal_1"}
{"text": "they felt it was discriminatory against females and black students in particular, not allowing them to express their black cultural pride.", "label": "Label_0"}
{"text": "despite of some student oppose but schools advocate for strict dress codes for a different reasons", "label": "Label_3"}
{"text": "It is not universally disliked, and some individuals are content with it.", "label": "Label_2"}
{"text": "they felt it unfairly targeted female and black students.", "label": "Label_0"}
{"text": "to keep up with expensive trends fashion.", "label": "Optimal_1"}
{"text": "they back day culture in the new York city.yyy", "label": "Label_0"}
{"text": "some also thought it singled out student some black student wear durgs.", "label": "Label_0"}
{"text": "they believe there should still be a dress code.", "label": "Label_2"}
{"text": "some of the others liked it and they could get suspended", "label": "Label_0"}
{"text": "schools feel as though if they're strict it'll allow students to not feel pressured into keeping up with new trends.", "label": "Optimal_1"}
{"text": "Some students believe it should remain unchanged.", "label": "Label_2"}
{"text": "some also thought black students", "label": "Label_0"}
{"text": "others think having a dress code is necessary because it helps to minimize in-class distractions.", "label": "Optimal_1"}
{"text": "Some Black students wear durags,hats,bonnets,and hoodies to protect their hair or to express Black cultural pride.", "label": "Label_0"}
{"text": "students who tried would get severely punished.", "label": "Label_1"}
{"text": "for a change so they  rewrote", "label": "Label_0"}
{"text": "they felt that it singled out female students and black students.", "label": "Label_0"}
{"text": "they built some ideas", "label": "Label_0"}
