{"text": "a student representative addressed the problem and proposed an idea that did not discriminate race or gender.", "label": "Optimal_1"}
{"text": "cxxbcbhcxx bvchbbfdhfddgrfd fdhdfcchfd fddgdf fddhdfdsgfd fdyhrtd fddgdrffhgf fdrdhytr fdhtrdfdhfd ddhytr fgfhfdfddhfg fdhfdgfhtfg fdhtrd", "label": "Label_0"}
{"text": "they can't do that", "label": "Label_0"}
{"text": "each one of the students accept the dress code.", "label": "Label_0"}
{"text": "one board member voted in favor of the previous dress code, citing his belief that he felt the new dress code was too permissive.", "label": "Label_0"}
{"text": "people need secure and beliefs.", "label": "Label_0"}
{"text": "students advocated for a new dress code policy that is not as strict and better for the students.", "label": "Label_1"}
{"text": "schools advocate are strict dress code for a variety of reasons, they have a stricter dress code can reduce in class distractions.", "label": "Label_0"}
{"text": "students will feel less pressure to keep up with expensive fashion trends.", "label": "Label_0"}
{"text": "a new dress code was written.", "label": "Label_1"}
{"text": "they can wear certain items of clothing.", "label": "Label_0"}
{"text": "one of the student representatives had rewritten the dress code in an attempt to have it not discriminate based on race or gender.", "label": "Optimal_1"}
{"text": "one student representative has taken to rewriting the dress code to address the issues.", "label": "Optimal_1"}
{"text": "a rewritten dress code got approved, containing less strict punishment that would not affect the learning process, and is more culturally inclusive.", "label": "Optimal_1"}
{"text": "The policy also eliminates the punishment that causes kids to miss class.", "label": "Optimal_1"}
{"text": "cutr item  class students", "label": "Label_0"}
{"text": "fhgf fdhfdg fdytrddyhfd fdhf fdhfgffujyfb drgdyr futdyrtb rtyrd fdhytffdyfd fddhytf dfhytf", "label": "Label_0"}
{"text": "a student explained the issue to Chalkbeat.", "label": "Label_0"}
{"text": "the students stood up for the peers and the concerns, with that the got what the asked for a non-discriminatory dress code.", "label": "Optimal_1"}
{"text": "a students representative proposed rewriting the school dress code", "label": "Optimal_1"}
{"text": "they decided to advocate for a change that doesn't discriminate on the basis of race or gender.", "label": "Optimal_1"}
{"text": "students worked until they got what they wanted which were previously not allowed items.", "label": "Label_1"}
{"text": "students did a majority vote on it and had the dress code changed because the old dress code was not working for some peoplee", "label": "Label_1"}
{"text": "they were able to change the dress code policy and feel more comfortable in their own skin.", "label": "Label_1"}
{"text": "the students can wear spaghetti straps,tube tops, ripped jeans and other clothes  that they could wear.", "label": "Optimal_1"}
{"text": "they can reduce fashion trends.", "label": "Label_0"}
{"text": "students can keep up with expensive fashion trends.", "label": "Label_0"}
{"text": "they decided  that it was time for a change so they rewrote the district's dress code.", "label": "Label_1"}
{"text": "dress code was", "label": "Label_0"}
{"text": "Manchester students wanted  less strict dress code for many reasons.", "label": "Label_0"}
{"text": "students think it singled out and is unfair for female and minority students.", "label": "Label_0"}
{"text": "They felt that it singled out female student by banning clothing items typically associated with woman.", "label": "Label_0"}
{"text": "Dress code got final approval from the school board in January 2022.", "label": "Label_1"}
{"text": "district to be authored by the studen", "label": "Label_0"}
{"text": "in class they", "label": "Label_0"}
{"text": "Gary Hamer voted against the policy and felt that it was only going to create more challenges.", "label": "Label_0"}
{"text": "they felt it singled out female students.", "label": "Label_0"}
{"text": "they allowed several items that weren't allowed before and removed the punishment.", "label": "Optimal_1"}
{"text": "they took action to make a change and they got there approval on the new dress code.", "label": "Label_1"}
{"text": "they created a student-made dress code that did not limit students based off of gender or race.", "label": "Optimal_1"}
{"text": "advocates for the schools argue that it reduces distractions.", "label": "Label_0"}
{"text": "durags, bonnets, and hats could be made allowed.", "label": "Label_0"}
{"text": "Many school feel that if fewer styles of clothing are allowed in school students will feel less pressure to keep up with expensive fashion trends.", "label": "Label_0"}
{"text": "students can feel welcome and wear whatever they lik", "label": "Label_0"}
{"text": "it will not discriminate race or gender, and removes punishment that cause students to lose instructional time.", "label": "Optimal_1"}
{"text": "the students felt like it singled out women and blacks.", "label": "Label_0"}
{"text": "they rewrote the dress code to be more inclusive of clothing such as durags and bonnets.", "label": "Optimal_1"}
{"text": "Manchester students less strict code for many reasons.", "label": "Label_0"}
{"text": "and paragraph 10 states \"Manchester's rewritten code got final approval form school board in January 2022\" so now the students can wear hoodies, hats, and bonnets.", "label": "Label_0"}
{"text": "they got the dress code rewritten in a way that is going to work for all students.", "label": "Label_1"}
{"text": "every student could feel comfortable in they're own skin.", "label": "Label_0"}
{"text": "a new dress code policy needs to be introduced to stop discriminating on the basis of race and gender.", "label": "Optimal_1"}
{"text": "very interesting and very beautyful interesting good yes", "label": "Label_0"}
{"text": "the school board approved the rewritten dress code that included spaghetti straps, ripped jeans, durags, hats, etc., in January 2022.", "label": "Optimal_1"}
{"text": "they felt that it singled out female students by banning clothing items.", "label": "Label_0"}
{"text": "they wouldn't lose instructional time from the punishment of dress code.", "label": "Optimal_1"}
{"text": "there were objections from one party, who claimed that strict uniforms make students more disciplined.", "label": "Label_0"}
{"text": "this was not possible hats, hoodies, bonnets", "label": "Label_0"}
{"text": "some students don't feel singled out.", "label": "Label_0"}
{"text": "school board member Nicole Leapley was happy about the changes....", "label": "Label_0"}
{"text": "Kellan Barbee, one of the four school board representatives, addressed his peers' concerns about changing the dress code.", "label": "Optimal_1"}
{"text": "Manchester's rewritten dress code got final approval from the school board in January 2022, It was the first policy in district to be authored by student.", "label": "Label_1"}
{"text": "students worked until they got what they wanted.", "label": "Label_1"}
{"text": "students rewrote the dress code to allow tops like spaghetti straps and tube tops along with ripped jeans, durags, bonnets, and hats", "label": "Optimal_1"}
{"text": "the students addressed their concerns through the school boards by proposing a different school dress code for 2021.", "label": "Label_1"}
{"text": "they fought to get the dress code changed.", "label": "Label_1"}
{"text": "Despite some  student opposition schools advocate", "label": "Label_0"}
{"text": "the advocated of a less strict school dress code by changing where students wouldn't be discriminated on their race or gender.", "label": "Optimal_1"}
{"text": "a student representative Kellan Barbee addressed the concerns of the students by proposing a rewritten school dress code in 2021.", "label": "Optimal_1"}
{"text": "student who violated the dress code could face a range of punishments", "label": "Label_0"}
{"text": "a student representative brought up the problem to the board of education they allowed hats, durags, bonnets, and spaghetti straps.", "label": "Optimal_1"}
{"text": "the singled out female students banning the clothing items.", "label": "Label_0"}
{"text": "the had a case for getting the rewritten dress code, by allowing black culture and women to shine with clothing like hats, hoodies, tang tops, ripped jeans, bonnets, and durags.", "label": "Optimal_1"}
{"text": "student representatives rewrote the policy themselves.", "label": "Optimal_1"}
{"text": "others believe that strict dress codes can reduce distractions and social pressures associated with fashion trends.", "label": "Label_0"}
{"text": "e it was biased against clothing worn by women and black students.", "label": "Label_0"}
{"text": "a students representative proposed rewriting the school dress code to be able to wear certain clothing and head wear like durags", "label": "Label_0"}
{"text": "they took the school to court and proposed a new dress code that allowed tube tops and bonnets etc.", "label": "Optimal_1"}
{"text": "very much all ever moment.", "label": "Label_0"}
{"text": "they successfully petioned the school board to change the rules.", "label": "Label_1"}
{"text": "despite some student opposition school advocate for the strict .", "label": "Label_0"}
{"text": "the despite some student opposition", "label": "Label_0"}
{"text": "many schools advocate for strict dress code for a variety reasons.", "label": "Label_0"}
{"text": "they got final approval from the school board in January 2022.", "label": "Label_1"}
{"text": "new policy was implemented.", "label": "Label_1"}
{"text": "the students wrote their own dress code which was non discriminatory and was ultimately approved by the school board.", "label": "Optimal_1"}
{"text": "they advocated for changes to be made.", "label": "Label_1"}
{"text": "the impact of dress codes is better they severely harm students mental health.", "label": "Label_0"}
{"text": "a new rewritten dress code got final approval in January 2022.", "label": "Label_1"}
{"text": "they felt it was unfairly strict towards women and Black students.", "label": "Label_0"}
{"text": "Kellen Barbee one of the student representatives to the Manchester school board stated the concerns by proposing a rewritten school dress code.", "label": "Optimal_1"}
{"text": "it is the part of cultural hair, which is kinky and curly and not the same as most of the teachers.", "label": "Label_0"}
{"text": "despite some student opposition school advocate for the  strict .", "label": "Label_0"}
{"text": "they felt that it targeted female students prohibiting clothes that is mainly associated with women.", "label": "Label_0"}
{"text": "the Manchesters rewritten dress code got final approval from the school board in January 2022.", "label": "Label_1"}
{"text": "they are not discriminated upon.", "label": "Label_0"}
{"text": "Manchester's rewritten dress code got final approval and students can now wear the expensive fashion trends", "label": "Label_1"}
{"text": "management agrees to upgrade their student dressing code.", "label": "Label_0"}
{"text": "students protest by saying its not alright to discriminate especially against African American culture.", "label": "Optimal_1"}
{"text": "students will feel less pressure to school", "label": "Label_0"}
{"text": "the Manchester's change the dress code", "label": "Label_1"}
{"text": "a student, Kellan Barbee, proposed a new dress code.", "label": "Optimal_1"}
{"text": "a student brought his concerns to the school boards attention and proposed a rewritten version.", "label": "Optimal_1"}
{"text": "Manchester's rewritten dress code got final approval and students can now wear the expensive fashion trend", "label": "Label_1"}
{"text": "they worked to rewrite it and kept bringing it to the school board after many revisions to finally get it approved in January of 2022.", "label": "Label_1"}
{"text": "one school board member voted against the new proposed policy.", "label": "Label_0"}
{"text": "despite some student opposition, ytytdyfg vjh giiyyu iuyi khiyuig", "label": "Label_0"}
{"text": "they say that having a stricter drees for a variety.", "label": "Label_0"}
{"text": "they went to the student representatives to the Manchester school board to revision the dress code policy.", "label": "Label_1"}
{"text": "School board member Nicole Leapley", "label": "Label_0"}
{"text": "they finally decided to rewrite their dress code and finally got the approval in January of 2022, regarding style and who it is directed to.", "label": "Label_1"}
{"text": "students can be more focus on class then an fashion trend.", "label": "Label_0"}
{"text": "Manchester's rewritten dress code got final approval from the school", "label": "Label_1"}
{"text": "authored by a student.", "label": "Label_0"}
{"text": "student representatives addressed the dress code a proposed a rewritten one.", "label": "Label_1"}
{"text": "kellan barbee addressed the problem by proposing it.", "label": "Optimal_1"}
{"text": "basic range or loss  students.", "label": "Label_0"}
{"text": "student representatives proposed a rewritten dress code.", "label": "Optimal_1"}
{"text": "Manchester school board member Gary Hamer voted against the new policy.", "label": "Label_0"}
{"text": "In addition, the regulation eliminates the penalty of pupils missing instructional time as a result of the penalty.", "label": "Optimal_1"}
{"text": "it allows students to wear what they want like tube tops, ripped jeans, etc.", "label": "Optimal_1"}
{"text": "they proposed a new dress code that would not discriminate on race or gender.", "label": "Optimal_1"}
{"text": "accepted better the life.", "label": "Label_0"}
{"text": "they could wear things that show who they are like tube tops and bonnets, girls just want the dress code to be fair and even.", "label": "Label_0"}
{"text": "one student proposed a new school dress code.", "label": "Optimal_1"}
{"text": "the manchester ideas action is speed", "label": "Label_0"}
{"text": "having a stricter dress code can reduce in-class distractions and reduce pressures.", "label": "Label_0"}
{"text": "They say that having a stricter dress code can reduce in-class distractions and reduce pressures that students might feel", "label": "Label_0"}
{"text": "the female students by banning clothing items typically associated with women, like spaghetti straps and tube tops.", "label": "Label_0"}
{"text": "they proposed rewriting the school dress code.", "label": "Label_1"}
{"text": "the students decided to rewrite the code and submit it to the school board.", "label": "Label_1"}
{"text": "board member  district  changes policy", "label": "Label_0"}
{"text": "they advocate for there opinion.", "label": "Label_0"}
{"text": "the representative of the school board addressed the concerns in rewritten school dress to allow  spaghetti  straps, hats etc .", "label": "Optimal_1"}
{"text": "some advocate saying dress code in reduce in-class distractions.", "label": "Label_0"}
{"text": "they fought for a new dress code that treats Black and female students equally and does not prevent students from attending class.", "label": "Optimal_1"}
{"text": "x x x  n n n nn c c c  x x x x", "label": "Label_0"}
{"text": "students wouldn't be discriminated against.", "label": "Label_0"}
{"text": "they went to the school board and majority vote was for the new dress code.", "label": "Label_1"}
{"text": "these were less strict hats hoodies bonnets durags.", "label": "Label_0"}
{"text": "ty rewrote the district's dress code.", "label": "Label_1"}
{"text": "they fell like they are not trapped wereing the same cloths.", "label": "Label_0"}
{"text": "they proposed a rewritten and less strict dress code.", "label": "Label_1"}
{"text": "a new policy was approved that would change the dress code to be more lenient and not discriminate against students.", "label": "Optimal_1"}
{"text": "they brought their rewritten dress code issue to the school board.", "label": "Label_1"}
{"text": "these were less strict no clothes showing there skin or anuy other body parts that are not supposed to be showing during school hours.", "label": "Label_0"}
{"text": "it would eliminate the students missing school time as a punishment.", "label": "Optimal_1"}
{"text": "the district put out the final approval granting a change to it and ending the discrimination faced toward certain groups.", "label": "Optimal_1"}
{"text": "they came up with a new code that the school board agreed was better.", "label": "Label_1"}
{"text": "the rewrited the dress code.", "label": "Label_1"}
{"text": "they rewrote the dress code so it allows several clothing options that were not allowed before and the punishment.", "label": "Optimal_1"}
{"text": "KELLEN BARBEE WHO SERVES", "label": "Label_0"}
{"text": "the new policy", "label": "Label_0"}
{"text": "the students of Manchester school district jumped into action and changed the school district dress code, and as a result the school re wrote the dress code to make it fair to the students.", "label": "Label_1"}
{"text": "they say that having a stricter dress  itis code .", "label": "Label_0"}
{"text": "rewritten approval from the school.", "label": "Label_1"}
{"text": "females and Black students don't feel singled out.", "label": "Label_0"}
{"text": "advocates of this new policy say that it reduces distractions and pressure for students.", "label": "Label_0"}
{"text": "manchesters rewritten dress code got final approval from  .", "label": "Label_1"}
{"text": "they can have a less strict dress code and that all the female students felt singled out", "label": "Label_0"}
{"text": "it would not discriminate against race or gender.", "label": "Label_0"}
{"text": "they think this rule singled out female students as it do not allow typical dress of women.", "label": "Label_0"}
{"text": "they rewrote the code", "label": "Label_1"}
{"text": "they got one of their student representatives to propose a new dress code in 2021.", "label": "Optimal_1"}
{"text": "its make some cool things in", "label": "Label_0"}
{"text": "Nicole Leapley approved for a \"step forward\", for women and people of color.", "label": "Label_0"}
{"text": "they rewritten it to fix all their problems for a step forward.", "label": "Label_1"}
{"text": "many schools feel related to socioeconomic.", "label": "Label_0"}
{"text": "the advocated of a less strict school dress code by changing where students could wear tube tops, hats and ripped jeans.", "label": "Optimal_1"}
{"text": "it was singled out female students by banning clothing items.", "label": "Label_0"}
{"text": "they worked to enact a nondiscriminatory dress code.", "label": "Label_1"}
{"text": "it wouldn't discriminate on the basis of race or gender.", "label": "Label_0"}
{"text": "they need some change.", "label": "Label_0"}
{"text": "Many school feel that if fewer styles of clothing are allowed in school students will feel less pressure to keep up with expensive fashion trends", "label": "Label_0"}
{"text": "the Manchester's rewrote that dress code.", "label": "Label_1"}
{"text": "Kellan Barbee took it upon himself to rewrite the dress code.", "label": "Optimal_1"}
{"text": "In 2021, they suggested a revised dress code, which was adopted in January 2022.", "label": "Label_1"}
{"text": "race or gender can be safe with the new rule and stuff like that", "label": "Label_0"}
{"text": "very much every time", "label": "Label_0"}
{"text": "Manchester's rewritten dress code got final approval from the", "label": "Label_1"}
{"text": "the students finally got the approval in the first policy in the student.", "label": "Label_1"}
{"text": "A new clothing code has been adopted, which is less punitive and more inclusive.", "label": "Optimal_1"}
{"text": "Gary Hamer explained that it would be more challenging.", "label": "Label_0"}
{"text": "the ones who violated the dress code would face range of punishments , including detention or suspension.", "label": "Label_0"}
{"text": "they thought it singled out females and Black students.", "label": "Label_0"}
{"text": "opposition to enforcement may be met with punishment.", "label": "Label_0"}
{"text": "they rewrote them so that African Americans and women which led to a change in the government that said that children could express themselves as they wanted to.", "label": "Label_1"}
{"text": "hats, hoodies, bonnets.", "label": "Label_0"}
{"text": "students who violated the dress code would  face a range of the punishments...", "label": "Label_0"}
{"text": "they believe it targeting female students and students of color.", "label": "Label_0"}
{"text": "they made a majority vote amongst the school board members and finally got the new dress code approved.", "label": "Label_1"}
{"text": "they, changed the code in January 2022.", "label": "Label_1"}
{"text": "district to be authored by the student", "label": "Label_0"}
{"text": "it singled out female students and was unfair to them.", "label": "Label_0"}
{"text": "they stood up for their peers and their concerns.", "label": "Label_1"}
{"text": "the rewrite of the dress code was approved by the school board in January 2022 which says that no type of punishment will be based on gender or race.", "label": "Optimal_1"}
{"text": "vcvb gfgbcfbc  gfbfggbff", "label": "Label_0"}
{"text": "they got a rewritten dress code in January 2021 that gave things like hats, tube tops, and ripped jeans back to the students.", "label": "Optimal_1"}
{"text": "this was not possible hats, hoodies, bonnet", "label": "Label_0"}
{"text": "they decided that it was time for a change so they rewrote the district's dress code.", "label": "Label_1"}
{"text": "many  schools feel that if fewer styles of clothing are allowed in school students will feel less pressure to keep up with expensive fashion trends", "label": "Label_0"}
{"text": "fhgf fdhfdg fdyt", "label": "Label_0"}
{"text": "they petitoned the school board to allow more female clothing.", "label": "Label_0"}
{"text": "they felt it discriminated against certain races and females.", "label": "Label_0"}
{"text": "in January 2022 the school´s code was changed more fairly and by a student", "label": "Optimal_1"}
{"text": "a student proposed a rewritten dress code to the school board.", "label": "Optimal_1"}
{"text": "they wrote a new dress code proposal to not discriminate females or Black students.", "label": "Optimal_1"}
{"text": "students addressed the school board with their concerns and proposed a rewritten school dress code to allow for different items and to stop discrimination against race and gender.", "label": "Optimal_1"}
{"text": "less pressure to keep up with expensive fashion trends.", "label": "Label_0"}
{"text": "Barbee addressed the concerns by proposing a new school dress code in 2021", "label": "Optimal_1"}
{"text": "the new policy was approved in a majority vote", "label": "Label_1"}
{"text": "stricter dress code", "label": "Label_0"}
{"text": "Manchester's rewritten dress code got final approval from the school board in January 2022.", "label": "Label_1"}
{"text": "Kellan Barbee, the representative to the Manchester school board, proposed a rewritten school dress code in 2021.", "label": "Optimal_1"}
{"text": "they felt it unfairly targets females.", "label": "Label_0"}
{"text": "it discriminated against women and people of color.", "label": "Label_0"}
{"text": "cutr item  class students dare", "label": "Label_0"}
{"text": "it would be more inclusive to different races.", "label": "Label_0"}
{"text": "Manchester's dress code was rewritten and got final school board approval allowing students to wear tube tops, ripped jeans, durags, bonnets.", "label": "Optimal_1"}
{"text": "They decided that it was time for a change—so they rewrote the", "label": "Label_0"}
{"text": "a new dress code policy needs to be introduced.", "label": "Label_1"}
{"text": "they created a rewritten dress code proposal to state it cannot discriminate gender and race.", "label": "Optimal_1"}
{"text": "dress approval from the school.", "label": "Label_0"}
{"text": "not everybody was onboard with it since at least member opposed the idea.", "label": "Label_0"}
{"text": "student representatives spoke to the school board.", "label": "Optimal_1"}
{"text": "the school argues the dress code prevents distractions and social pressure.", "label": "Label_0"}
{"text": "they say that having a stricter drees", "label": "Label_0"}
{"text": "They felt that it singled out female students by banning clothing items typically associated with woman.", "label": "Label_0"}
{"text": "some feel a strict dress code reduces distractions and reduces socioeconomic pressure on lower income students.", "label": "Label_0"}
{"text": "cs bring its was firts policy", "label": "Label_0"}
{"text": "they could wear things that show who they are like tube tops and bonnets, these changes would cause girls to be happyz", "label": "Label_0"}
{"text": "student representative apart of the school board spoke out about it.", "label": "Optimal_1"}
{"text": "the parents have to sign", "label": "Label_0"}
{"text": "x x x", "label": "Label_0"}
{"text": "the district to be authored by a student;", "label": "Label_0"}
{"text": "now students can wear what they want", "label": "Label_0"}
{"text": "they rewrote the district's dress code", "label": "Label_1"}
{"text": "Manchester rewritten dress code and got it approval in january 2022.", "label": "Label_1"}
{"text": "they are helping write a new one.", "label": "Label_1"}
{"text": "they went to the school board and majority vote was for the new dress code, which lets students wear spaghetti straps, ripped jeans, durags, bonnets, hats, and tube tops.", "label": "Optimal_1"}
{"text": "a student in 2021 attempted to write one himself that wouldn't discriminate.", "label": "Optimal_1"}
{"text": "schools says that reduce in-class distractions and alleviate socioeconomic status pressure.", "label": "Label_0"}
{"text": "students are need dress code and everyone unique system.", "label": "Label_0"}
{"text": "here code   say    some    dress", "label": "Label_0"}
{"text": "they rewrote the code themselves to eliminate race- and gender-based discrimination, and presented their new policy to the school board, where it was approved in a majority vote.", "label": "Optimal_1"}
{"text": "Manchester's rewritten dress code got final approval from the school board in January 2022 it states that enforcement will not discriminate based off race or gender.", "label": "Optimal_1"}
{"text": "They felt that it singled out female students by banning clothing items typically associated with women, like spaghetti straps and tube tops.", "label": "Label_0"}
{"text": "Manchester student wanted a less strict dress code for many reasons.", "label": "Label_0"}
{"text": "In 2021, Kellan Barbee presented a new dress code, which the school board accepted in January 2022.", "label": "Optimal_1"}
{"text": "they rewrote it.", "label": "Label_1"}
{"text": "they worked hard to change rules and make new rules like they can’t get punished during instructional times.", "label": "Optimal_1"}
{"text": "they rewrote the district dress code.", "label": "Label_1"}
{"text": "they rewrote the dress code to where it didn't single out women or Black people.", "label": "Label_0"}
{"text": "rewritten for school board.", "label": "Label_1"}
{"text": "Students who violated the dress code would face a range of punishments, including detention or", "label": "Label_0"}
{"text": "Kellan Barbee, a student representative at Manchester school board in New Hampshire, proposed a new school dress code.", "label": "Optimal_1"}
{"text": "SCHOOL BOARD NICOLE LEPLEY IN", "label": "Label_0"}
{"text": "they proposed a new dress code that is less discriminatory and punitive.", "label": "Optimal_1"}
{"text": "they sent a rewritten dress code to the school board changing the banned clothing like hats tube tops and durags, in January 2022 the rewritten dress code got approved.", "label": "Optimal_1"}
{"text": "At Manchester schools, this was not possible.", "label": "Label_0"}
{"text": "it bans items normally worn every day by females and Black students.", "label": "Label_0"}
{"text": "Manchesterś rewritten dress code got final approval from the board in January.", "label": "Label_1"}
{"text": "fhgf fdhfdg fdytrddyhfd fdhf fdhfgffujyfb drgdyr futdyrtb rtyrd fdhytf", "label": "Label_0"}
{"text": "each  one of the students accept the dress code.", "label": "Label_0"}
{"text": "they took the initiative to create the first student-written dress code in the district and got final approval by the school board in January 2022.", "label": "Label_1"}
{"text": "basic range or  students.", "label": "Label_0"}
{"text": "they got approval for women, durags, and bonnet.", "label": "Optimal_1"}
{"text": "a student in 2021 attempted to write one himself.", "label": "Optimal_1"}
{"text": "it singled out females by banning clothing items.", "label": "Label_0"}
{"text": "they made their own policy and presented it to the school board.", "label": "Label_1"}
{"text": "they wouldn't be discriminated on the basis of race or gender .", "label": "Label_0"}
{"text": "they rewrote the student dress code.", "label": "Label_1"}
{"text": "females and black students can wear tube tops, ripped jeans, durags and bonnets.", "label": "Label_0"}
{"text": "black cultural pride.", "label": "Label_0"}
{"text": "the students had their representatives propose a new dress code that wouldn't discriminate against race or gender.", "label": "Optimal_1"}
{"text": "students can keep up with expensive fashion trends..", "label": "Label_0"}
{"text": "they wanted to change the dress code in school rules and regulation.", "label": "Label_1"}
{"text": "Manchester students wanted a less strict dress code for many reasons.", "label": "Label_0"}
{"text": "many schools feel related to socioeconomic the new policy", "label": "Label_0"}
{"text": "the result was they got suspended or detention", "label": "Label_0"}
{"text": "students protest by saying its not alright to discriminate especially against Black culture.", "label": "Optimal_1"}
{"text": "They say that having a stricter dress code can reduce in-class distraction and reduce pressures that students might feel.", "label": "Label_0"}
{"text": "Manchester's rewritten dress code got final approval from the school board in January 2022", "label": "Label_1"}
{"text": "rewritten dress code go final", "label": "Label_0"}
{"text": "after they put it to a vote, the rewritten dress code finally got approved january of 2022.", "label": "Label_1"}
{"text": "they rewrote the district's dress code.", "label": "Label_1"}
{"text": "it was given approval and the dress code was rewritten by school board that will not differentiate on the basis of race or gender.", "label": "Optimal_1"}
{"text": "they can have a less strict dress code.", "label": "Label_1"}
{"text": "students will be change their dress code.", "label": "Label_0"}
{"text": "they wrote their own dress code.", "label": "Label_1"}
{"text": "associated with women.", "label": "Label_0"}
{"text": "they will change fashion dress   code now.", "label": "Label_0"}
{"text": "Manchester's rewritten dress code got final approval from the school board in Janua 2022.", "label": "Label_1"}
{"text": "they advocated to have it' re-written so that it no longer discriminates against race or gender.", "label": "Optimal_1"}
{"text": "the school revised the dresscode.", "label": "Label_1"}
{"text": "students sent a revised dress code to the school board.", "label": "Label_1"}
{"text": "they fought until they got approval from the school board.", "label": "Label_1"}
{"text": "one of the students proposed a new dress code that allows spaghetti straps and ripped jeans.", "label": "Optimal_1"}
{"text": "the district rewrote the dress code and got final approval from the school board in January 2022, as of asking them changing that punishment that causes students to lose time in the classroom.", "label": "Optimal_1"}
{"text": "Manchester's rewritten dress code got final approval from the school.", "label": "Label_1"}
{"text": "they had a vote to allow things like spaghetti straps and tube tops.", "label": "Optimal_1"}
{"text": "deben seguir los codigos de vestimenta los estudiantes", "label": "Label_0"}
{"text": "they submitted a new policy to the school board  that was approved in a majority vote.", "label": "Label_1"}
{"text": "they are going to do and say whatever it takes because they are kids.", "label": "Label_0"}
{"text": "district to be authored by the student.", "label": "Label_0"}
{"text": "they rewrote the districts code for example changed what black students and what woman wear like durags, tube tops, spaghetti straps and hats.", "label": "Optimal_1"}
{"text": "they believe it unfairly discriminates against female students and is outdated.", "label": "Label_0"}
{"text": "they allowed more items to not discriminate against race or gender.", "label": "Optimal_1"}
{"text": "Despite some  student opposition schools advocate it states that enforcemtnet", "label": "Label_0"}
{"text": "Kellan Barbee addressed the concerns and got several items allowed back into school.", "label": "Optimal_1"}
{"text": "the code idea", "label": "Label_0"}
{"text": "they say that having a stricter drees.", "label": "Label_0"}
{"text": "school dress code is January 2022.", "label": "Label_0"}
{"text": "females and black students can wear what they want.", "label": "Label_0"}
{"text": "they fell it is strict, prohibits girls from wearing feminine utensils and singles out people of color.", "label": "Label_0"}
{"text": "manchester rewritten dress code final approve race and gender", "label": "Label_0"}
{"text": "Some students have attempted to change the dress code to allow for nondiscriminatory attire.", "label": "Optimal_1"}
{"text": "students have decide wear own dresses in 2021.", "label": "Label_0"}
{"text": "they proposed a rewritten dress code that discriminated on the basis of race and gender.", "label": "Optimal_1"}
{"text": "students advocated for a new policy to not discriminate against race or gender.", "label": "Optimal_1"}
{"text": "a students representative proposed rewriting the school dress code.", "label": "Optimal_1"}
{"text": "school advocate for strict dress codes for a variety of reasonsj", "label": "Label_0"}
{"text": "Kellan Barbee wrote a new dress code that allow spaghetti straps.", "label": "Optimal_1"}
{"text": "some school board members felt revising it would be permissive and distracting.", "label": "Label_0"}
{"text": "they rewritten dress code got final approval from the school board in January 2022.", "label": "Label_1"}
{"text": "students was losing academic time.", "label": "Label_0"}
{"text": "One such student presented the school board with a rewritten version for approval.", "label": "Optimal_1"}
{"text": "she told the New Hampshire union leader this as a step forward.", "label": "Label_0"}
{"text": "kellan barbee addressed the problem by proposing the problems like race or gender.", "label": "Optimal_1"}
{"text": "the district to be authored by a student.", "label": "Label_0"}
{"text": "they proposed a rewritten dress code.", "label": "Label_1"}
{"text": "Students who violated the dress code would face a range of", "label": "Label_0"}
{"text": "board member  district", "label": "Label_0"}
{"text": "they finally decided to rewrite their dress code and finally got the approval in January of 2022, regarding style and who it is directed to such as spaghetti straps, tube tops, etc.", "label": "Optimal_1"}
{"text": "they accomplished a rewritten code from the school board on January 2022.", "label": "Label_1"}
{"text": "the dress code got approved to change in January.", "label": "Label_1"}
{"text": "Manchester rules got approved in January 2022 school board member Nicole Leapley was happy was happy they changed it.", "label": "Label_1"}
{"text": "after they put it to a vote, the rewritten dress code, and the removal of punishments for dress code finally got approved january of 2022.", "label": "Optimal_1"}
{"text": "Manchester's rewritten the way they dress got an approval from the board of school.", "label": "Label_1"}
{"text": "four students Manchester school board in New Hampshire.", "label": "Label_0"}
{"text": "they rewrote the district dress tube tops.", "label": "Label_0"}
{"text": "the dress code was revised, gaining approval from the school board in January 2022.", "label": "Label_1"}
{"text": "they feel different", "label": "Label_0"}
{"text": "Despite some student opposition schools advocate for strict dress code for a variety of reasons.", "label": "Label_0"}
{"text": "they proposed a new policies to the school board.", "label": "Label_1"}
{"text": "the new policy was approved in a majority vote.", "label": "Label_1"}
{"text": "It was the first policy in the district to be authored by a", "label": "Label_0"}
{"text": "they are allowed.", "label": "Label_0"}
{"text": "it was rewritten in 2021.", "label": "Label_1"}
{"text": "they asked for a change in the rules so they could wear ripped jeans.", "label": "Optimal_1"}
{"text": "some people believed it was singling out black students.", "label": "Label_0"}
{"text": "many schools feel dress codes reduce distractions and pressures student may face.", "label": "Label_0"}
{"text": "Kellan Barbee addressed the concerns by proposing a rewritten school dress code in 2021.", "label": "Optimal_1"}
{"text": "Manchester students wanted a less strict dress for many reason.", "label": "Label_0"}
{"text": "she told the New Hampshire union leader that this is a step forward.", "label": "Label_0"}
{"text": "they got a final approval from the school board in January 2022.", "label": "Label_1"}
{"text": "It was the", "label": "Label_0"}
{"text": "it singled out female students.", "label": "Label_0"}
{"text": "its make some cool", "label": "Label_0"}
{"text": "here code   say    some", "label": "Label_0"}
{"text": "students could wear clothing  like hats, tube tops, and ripped jeans without being discriminate on the basis of race and gender.", "label": "Label_0"}
{"text": "they rewrote the dress code and presented their changes to the school board to be voted on.", "label": "Label_1"}
{"text": "students have started advocating for new rules.", "label": "Label_1"}
{"text": "the students took it up with the Manchester school board addressing the concerns of the students and their issues with dress code limitations on durags, spaghetti straps and tube tops.", "label": "Optimal_1"}
{"text": "they managed to get final approval in January 2022, being the first policy in the district to be authored by a student.", "label": "Label_1"}
{"text": "Despite some student ipposition  schools advocate it states that enforcement", "label": "Label_0"}
{"text": "many schools feel that fewer styles of clothing are allowed, less pressure would be on studenta with expensive fashion trends.", "label": "Label_0"}
{"text": "a new policy which allows students to wear previously prohibited items and also removes punishment was approved.", "label": "Optimal_1"}
{"text": "the new policy was", "label": "Label_0"}
{"text": "as a result, in January of 2022, the school dress code changed.", "label": "Label_1"}
{"text": "Manchester's dress code finally got approval, they changed that students would not be discriminated based on gender or race.", "label": "Optimal_1"}
{"text": "steps were taken to help rewrite the dress code.", "label": "Label_1"}
{"text": "the students worked with administrators to rewrite the dress code.", "label": "Label_1"}
{"text": "they got a final approval from the school board in January 2022 it changed so that the rule now allow items that were not allowed before and removes punishment for students.", "label": "Optimal_1"}
{"text": "schools say the codes help students feel less pressured towards buying expensive and trending clothes.", "label": "Label_0"}
{"text": "one of the board member came in support of the students saying this policy would rather create more challenge for them.", "label": "Label_0"}
{"text": "one of the student representatives proposed a rewritten school dress code that would not discriminate by race or gender.", "label": "Optimal_1"}
{"text": "they made a new dress code to make it less strict for women and people of color they also had to represent it to the school board", "label": "Label_1"}
{"text": "manchester rewritten dress code final approve race and gender intstructional time", "label": "Label_0"}
{"text": "a student named Kellan Barbee proposed a new dress code", "label": "Optimal_1"}
{"text": "students started proposing a rewritten dress code in 2021 to let people wear hats and hoodies; it was approved in a majority vote.", "label": "Optimal_1"}
{"text": "she could get detention for wearing it", "label": "Label_0"}
{"text": "Barbee addressed the concerns by proposing a new school dress code in 2021.", "label": "Optimal_1"}
{"text": "THEY CREATE A NEW ENFORCEMENT ACT TO REMOVE SUCH A SPAGHETTI STRAPS , TUBE TOPS , RIPPED JEANS , HATS AND BONNETS.", "label": "Label_0"}
{"text": "they wrote a dress code to allow tube tops, ripped jeans, durags, hats, etc.", "label": "Optimal_1"}
{"text": "the despite some student", "label": "Label_0"}
{"text": "the new policy was eventually approved and students were able to wear what they wished.", "label": "Label_1"}
{"text": "they got one of their student representatives to propose a new dress code in 2021", "label": "Optimal_1"}
{"text": "the district put out the final approval granting a change to it.", "label": "Label_1"}
{"text": "to lose instruction time.", "label": "Label_0"}
{"text": "it also allows several items that were", "label": "Label_0"}
{"text": "they proposed a new dress code.", "label": "Label_1"}
{"text": "they thought it unfairly targeted women and black students.", "label": "Label_0"}
{"text": "they made a survey and a new dress code that doesn’t have discrimination against the discriminated.", "label": "Optimal_1"}
{"text": "in fact,she could get detention for  gender.", "label": "Label_0"}
{"text": "a school representative proposed a new dress code that was passed.", "label": "Optimal_1"}
{"text": "the Manchester's change the dress code in january 2022", "label": "Label_1"}
{"text": "some members of the school board did not agree and tried to oppose the students' views.", "label": "Label_0"}
{"text": "school advocates say a strict dress code minimizes distractions.", "label": "Label_0"}
{"text": "they made a new dress code for women so they can wear more stuff and people of color can wear what they want.", "label": "Label_0"}
{"text": "they took steps to advocate for compromise.", "label": "Label_1"}
{"text": "cxxbcbhcxx bvchbbfdhfddgrfd fdhdfcchfd fddgdf fddhdf", "label": "Label_0"}
{"text": "the Manchester school removed the dress code.", "label": "Label_1"}
{"text": "the manchester school rewrite the dresscode.", "label": "Label_0"}
{"text": "A revised dress code was enacted, allowing some things and eliminating fines that could have a negative impact on students' academic performance.", "label": "Optimal_1"}
{"text": "they change the dress code to where students would not be discriminate by there race or gender.", "label": "Optimal_1"}
{"text": "It was changed in Jan 2022.", "label": "Label_1"}
{"text": "they stood up to the administrators and board members and fought for their freedom of dress code and they got a new rewritten dress code policy that has been approved in January.", "label": "Label_1"}
{"text": "they rewrote the dress code to allow clothing pieces like tube tops or ripped jeans .", "label": "Optimal_1"}
{"text": "schools advocate for strict dress codes for variety of reasons.", "label": "Label_0"}
{"text": "students wouldn't fall behind academically due to dress code punishments.", "label": "Label_0"}
{"text": "the despite some student opposition it stats that enforcement", "label": "Label_0"}
{"text": "o serve as", "label": "Label_0"}
{"text": "there were change", "label": "Label_0"}
{"text": "they felt that this discriminate female students by banning items that are usually associated with women, and also discriminate Black students, banning items that are used to express Black pride.", "label": "Label_0"}
{"text": "the dress code is being rewritten.", "label": "Label_1"}
{"text": "they changed the rules to allow several items including spaghetti straps, ripped jeans, tube tops, durags, hats, and bonnets.", "label": "Optimal_1"}
{"text": "they brought their rewritten dress code, that will not target anyone on race or gender, and allow items that weren't allowed, like tube tops.", "label": "Optimal_1"}
{"text": "schools advocate for strict dress codes for a variety of reasons.", "label": "Label_0"}
{"text": "opposition states a strict dress code can reduce distractions.", "label": "Label_0"}
{"text": "they got approval for women.", "label": "Label_0"}
{"text": "student representatives proposed a rewritten dress code to the school board.", "label": "Optimal_1"}
{"text": "it had a bigger effect on women and black students.", "label": "Label_0"}
{"text": "styles of clothing dress code.", "label": "Label_0"}
{"text": "Manchester had rewritten the dress code.", "label": "Label_1"}
{"text": "they are too permissive from perspective.", "label": "Label_0"}
{"text": "they could have a more clothing options on campus.", "label": "Label_0"}
{"text": "the school board came together to rewrite a new dress code.", "label": "Label_1"}
{"text": "schools feel dress code will be good for students and help them reduce pressure related to status.", "label": "Label_0"}
{"text": "this was not possible hats, hoodies, bonnets,", "label": "Label_0"}
{"text": "Manchester's rewritten dress got final approval from the board in January 2022.", "label": "Label_1"}
{"text": "Manchester school board member Gary Hamer voted against the new policy", "label": "Label_0"}
{"text": "In January 2022, the school gave its final approval to the dress code.", "label": "Label_1"}
{"text": "the group of students will always ignore the instructions.", "label": "Label_0"}
{"text": "the Manchester dress code got rewritten for students.", "label": "Label_1"}
{"text": "school advocate for strict dress codes for a variety of reason.", "label": "Label_0"}
{"text": "they decided to rewrite the dress code so it could help everyone", "label": "Label_1"}
{"text": "they fought until they got approval from the school board, now the clothes that used to be ban are now allowed to be worn.", "label": "Label_1"}
{"text": "very much every time in thois study", "label": "Label_0"}
{"text": "they felt it was unfairly sexist and/or racist.", "label": "Label_0"}
{"text": "this choice not like to the principle at that time.", "label": "Label_0"}
{"text": "the basis of race or gender.", "label": "Label_0"}
{"text": "some officials argue a less restrictive code could cause distractions in class.", "label": "Label_0"}
{"text": "they petitoned the school board.", "label": "Label_1"}
{"text": "Many school feel that if fewer styles of clothing are allowed in school, students will feel less pressure to keep up with expensive fashion trends.", "label": "Label_0"}
{"text": "many schools feel that if fewer style of clothings are allowed", "label": "Label_0"}
{"text": "The policy also for removed the punishment that is causes students to lose of instructional time", "label": "Optimal_1"}
{"text": "they rewrote the districts code.", "label": "Label_1"}
{"text": "the policy wouldn't cause any students would lose anymore instructional time because of punishment.", "label": "Optimal_1"}
{"text": "students  will feel less pressure to keep up with expensive fashion trends.", "label": "Label_0"}
{"text": "some student have sought to get amendments to the dress code they for dress that will not discriminate.", "label": "Optimal_1"}
{"text": "they rewrote the dress code policy.", "label": "Label_1"}
{"text": "many schools feel that if fewer style of clothings are allowed allows several itemsthat wre", "label": "Label_0"}
{"text": "they can were what they want.", "label": "Label_0"}
{"text": "manchester rewritten dress code final approve", "label": "Label_0"}
{"text": "dress code final approval from the", "label": "Label_0"}
{"text": "kids can be safe", "label": "Label_0"}
{"text": "they had protested to change the dress code.", "label": "Label_1"}
{"text": "they decided to launch a suggestion to change the schools dress code although some teachers didn’t agree, bc they thought the strict dress code helped reduce distractions in the learning environment.", "label": "Label_1"}
{"text": "a new dress code has been proposed for the following year.", "label": "Label_1"}
{"text": "one of the students suggested changes to the code", "label": "Optimal_1"}
{"text": "policy in the district to be authored by a student.", "label": "Label_1"}
{"text": "the new policy was accepted by the majority who voted.", "label": "Label_0"}
{"text": "students could wear certain items that were not allowed before.", "label": "Label_0"}
{"text": "they rewrote the district's dress code....", "label": "Label_1"}
{"text": "they felt as if it singled out female students.", "label": "Label_0"}
{"text": "board member  district  changes", "label": "Label_0"}
{"text": "the new less strict code got approved in January 2022 and it was the pioneer district's policy to be authored by a student.", "label": "Label_1"}
{"text": "some of them feel that students will be less pressurized to  keep up with expensive fashion trends.", "label": "Label_0"}
{"text": "very interesting and ver", "label": "Label_0"}
{"text": "they can wear what they want", "label": "Label_0"}
{"text": "they say that having a stricter dress  it is code .", "label": "Label_0"}
{"text": "they feel different.", "label": "Label_0"}
{"text": "students proposed a rewritten dress code to the school board that would not discriminate on the basis of gender or race.", "label": "Optimal_1"}
{"text": "the students had their representatives propose a new dress code.", "label": "Label_1"}
{"text": "they requested items that were previously not allowed, and removing the punishment that impedes on students instruction time.", "label": "Optimal_1"}
{"text": "they got approval by the school board and now there able to wear things they werent able to wear before.", "label": "Label_1"}
{"text": "They voice there own opinion.", "label": "Label_0"}
{"text": "A person can wear different things that was not previously allowed.", "label": "Label_1"}
{"text": "Kellen Barbee, one of the Manchester school board's student members, expressed his concerns by proposing a modified school dress code", "label": "Optimal_1"}
{"text": "Kellan Barbee a four student representative of the school board addressed the concerns people were having by suggesting a rewrite of the school's dress code.", "label": "Optimal_1"}
{"text": "They felt it singled out female students, typically women associated with spaghetti straps and tube tops.", "label": "Label_0"}
{"text": "Like spaghetti straps and tube tops.", "label": "Label_0"}
{"text": "One of the student representatives rewrote the dress code to remove any racial or gender discrimination.", "label": "Optimal_1"}
{"text": "they rewrote them so that African Americans and women could express themselves as they wanted to.", "label": "Label_0"}
{"text": "many black students are not allowed to wear as per their culture.", "label": "Label_0"}
{"text": "they showed the concerns proposing a school dress code review.", "label": "Label_1"}
{"text": "they took action to make a change and they got their approval on the new dress code, which is to allow durags, bonnets, etc.", "label": "Optimal_1"}
{"text": "cs bring its was firts policy happy changes school dress to more find them  basics", "label": "Label_0"}
{"text": "they can make a step forward.", "label": "Label_0"}
{"text": "they decided to rewrite their schools dresscode.", "label": "Label_1"}
{"text": "x x x  n n n nn c c c", "label": "Label_0"}
{"text": "rewritten dress code go final approval from the", "label": "Label_1"}
{"text": "they changed the policy so that students can no longer get detention for breaking the dress code.", "label": "Optimal_1"}
{"text": "soog survdye survey nice", "label": "Label_0"}
{"text": "the students rewrite the school dress code to not enforce a discrimination of race or gender.", "label": "Optimal_1"}
{"text": "with expensive trends.", "label": "Label_0"}
{"text": "Kellen Barbee, one of the Manchester school board's student members, expressed his concerns by proposing a modified school dress code.", "label": "Optimal_1"}
{"text": "the rewritten dress code is a step forward.", "label": "Label_1"}
{"text": "one school board member opposed it.", "label": "Label_0"}
{"text": "desbvds wefwefew wefewf wfwefw", "label": "Label_0"}
{"text": "some students got together and rewrote the dress code.", "label": "Label_1"}
{"text": "They decided that it was time for a change—so they rewrote the district’s dress code.", "label": "Label_1"}
{"text": "they rewritten dress code got final approval from", "label": "Label_1"}
{"text": "the students decided to rewrite the spaghetti straps and tube tops.", "label": "Optimal_1"}
{"text": "styles of clothing.", "label": "Label_0"}
{"text": "students, like Kellan Barbee, went to the Manchester school board and proposed their concerns.", "label": "Optimal_1"}
{"text": "they will change  fashion dress    code now.", "label": "Label_0"}
{"text": "the school board got together and in january 2022 a student finally got what she was asking for, spaghetti straps, tube tops, and anything they really wanted.", "label": "Optimal_1"}
{"text": "the school have to rewrite the policy and make the students to be free.", "label": "Label_0"}
{"text": "they addressed the concerns.", "label": "Label_1"}
{"text": "the code was rewritten and got final approved in early 2022.", "label": "Label_1"}
{"text": "School board member Nicole Leapley was......", "label": "Label_0"}
{"text": "school punish the student.", "label": "Label_0"}
{"text": "the students got together and did a majority vote on it.", "label": "Label_1"}
{"text": "school board member Nicole leapley  happy about the changes.", "label": "Label_0"}
{"text": "they have the impression that it would single out female and black students by banning some associated items, while also violation of the code would bring strict punishments along.", "label": "Label_0"}
{"text": "students did a majority vote on it and the new code now allows things like spaghetti straps.", "label": "Optimal_1"}
{"text": "This story, while fictional, was all too familiar to the students of Manchester School District in New Hampshire.", "label": "Label_0"}
{"text": "after they put it to a vote the rewritten dress code, and the removal of punishment's for dress code finally got approved january of 2022.", "label": "Optimal_1"}
{"text": "they rewrite the dress code slightly by adding the ability to wear previously un allowed clothing.", "label": "Label_1"}
{"text": "they allowed some of the clothing to be worn.", "label": "Label_0"}
{"text": "they rewrote the district's code.", "label": "Label_1"}
{"text": "Despite some oppostions advocate codes for aa variety", "label": "Label_0"}
{"text": "out on crucial class time loss code.", "label": "Label_0"}
{"text": "SOME OF THEM CREATE A HUGE DRAMA LEADS TO PUNISHMENT.", "label": "Label_0"}
{"text": "students feel less pressure to keep up expensive fashion trends.", "label": "Label_0"}
{"text": "manchesters  rewritten dress code got final approval from .", "label": "Label_1"}
{"text": "despitesome student school advocate for strict several", "label": "Label_0"}
{"text": "they rewrote the dress code and allowed everything that wasn't allowed before.", "label": "Label_1"}
{"text": "each one of the students accept the dress code and follow the rules.", "label": "Label_0"}
{"text": "they rewritten dress code got final approval from the school board", "label": "Label_1"}
{"text": "they decided to rewrite the dress code.", "label": "Label_1"}
{"text": "basis dress code items.", "label": "Label_0"}
{"text": "rewritten dress code go final approval from the  it also allow several", "label": "Label_1"}
{"text": "they felt it singled out female and black students.", "label": "Label_0"}
{"text": "they came up with reasons such as it singled out certain groups of students to make the dress code more strict.", "label": "Label_0"}
{"text": "very interesting and very beautiful.", "label": "Label_0"}
{"text": "they took action to rewrite it by revising the parts where people were singled out.", "label": "Optimal_1"}
{"text": "the dress code was rewritten and got final approval in Manchester by school board in January 2022.", "label": "Label_1"}
{"text": "rewritten for school board", "label": "Label_1"}
{"text": "Manchester school proposing a rewritten school dress code in 2021.", "label": "Label_1"}
{"text": "one of the student representatives had it rewritten and proposed.", "label": "Optimal_1"}
{"text": "out on crucial class time loss code.the", "label": "Label_0"}
{"text": "it was the first policy in the district to be authored by a student.", "label": "Label_1"}
{"text": "they worked very hard at rewriting the dress code but hats , hoodies , durags and bonets were still not allowed", "label": "Label_0"}
{"text": "they proposed a new code that was approved.", "label": "Label_1"}
{"text": "they got approval.", "label": "Label_1"}
{"text": "they held a majority vote amongst the board members as to whether or not they should change the dress code so it doesn't discriminate.", "label": "Optimal_1"}
{"text": "female students can feel more part of their culture.", "label": "Label_0"}
{"text": "they decided that it was time for change so they rewrote the dress code.", "label": "Label_1"}
{"text": "Manchester school District in New Hampshire.", "label": "Label_0"}
{"text": "they decided that it was time for a change so they rewrote the district dress code", "label": "Label_1"}
{"text": "students who violated the dress code would face a range of punishments, including detention or  suspension.", "label": "Label_0"}
{"text": "student representative part of the school board addressed the concern of his peers.", "label": "Optimal_1"}
{"text": "they proposed a rewritten dress code in 2021, that did not single out items specific to a race or gender, and allowed greater freedom.", "label": "Optimal_1"}
{"text": "they got final approval for women, durags, and bonnet.", "label": "Optimal_1"}
{"text": "they felt that it singled out female and black students.", "label": "Label_0"}
{"text": "it targeted clothing that black and female students tend to wear.", "label": "Label_0"}
{"text": "she could get detention for wearing it.", "label": "Label_0"}
{"text": "rewritten dress code got final approval in January 2022.", "label": "Label_1"}
{"text": "it singled out female students that weren't able to express themselves.", "label": "Label_0"}
{"text": "students can feel welcome and wear whatever they like,", "label": "Label_0"}
{"text": "they rewrote the dress code so they could wear clothing that was not allowed before.", "label": "Optimal_1"}
{"text": "one of the student representatives proposed a rewritten school dress code in 2021.", "label": "Optimal_1"}
{"text": "the policy was more strict finally they have got a dress code", "label": "Label_1"}
{"text": "they got a representative to write a new one.", "label": "Label_1"}
{"text": "they say that having a stricter dress code can reduce in class distractions and reduce pressures that students feel.", "label": "Label_0"}
{"text": "they take their suggestion  to  the  management with  letter.", "label": "Label_0"}
{"text": "they do face some opposition from the school board.", "label": "Label_0"}
{"text": "they would not be discriminating many students from expressing their culture.", "label": "Label_0"}
{"text": "x x x  n n n nn", "label": "Label_0"}
{"text": "one such student offered a rewritten version to the school board for approval.", "label": "Optimal_1"}
{"text": "they took the school to court and proposed a new dress code.", "label": "Label_1"}
{"text": "A re-written dress code got approved in February 2022.", "label": "Label_1"}
{"text": "KELLEN BARBEE WHO", "label": "Label_0"}
{"text": "one of the four representatives addressed the concern and managed to get the dress code changed which allowed for items that previously weren't allowed to now be allowed.", "label": "Optimal_1"}
{"text": "one of their representative to the school board proposed a rewritten school dress code.", "label": "Optimal_1"}
{"text": "At Manchester schools, this was not possible: hats, hoodies, bonnets, and durags were banned.", "label": "Label_0"}
{"text": "they felt is singled out female students.", "label": "Label_0"}
{"text": "the students of Manchester school district jumped into action and protested against it the school changed the dress code allowing hats and tank tops to make it fair to all of the students.", "label": "Optimal_1"}
{"text": "students will need expensive fashion trends.", "label": "Label_0"}
{"text": "students wrote a letter to the school board.", "label": "Label_1"}
{"text": "clothing for women and black people became less strict", "label": "Label_0"}
{"text": "they rewrote the district's dress code...", "label": "Label_1"}
{"text": "they drafted a new policy and it was approved in January 2022.", "label": "Label_1"}
{"text": "Kellan Barbee submitted a new school dress code in 2021.", "label": "Optimal_1"}
{"text": "they advocate for there option.", "label": "Label_0"}
{"text": "Many students are feel like not dress code.", "label": "Label_0"}
{"text": "Manchester's schools rewritten the dress code to allow more clothes to not discriminate basis on gender and race..", "label": "Label_0"}
{"text": "they worked to rewrite what they felt was wrong and kept bringing it to the school board after many revisions to finally get it approved in January of 2022.", "label": "Label_1"}
{"text": "they are protesting against school.", "label": "Label_0"}
{"text": "academically because they could lose out on crucial class time.", "label": "Label_0"}
{"text": "Manchester's rewritten dress code got final approval from the board in January so it does not discriminate on the basis of race or gender.", "label": "Optimal_1"}
{"text": "some students wear durags hats, bonnets, and hoodies to protect their hair or to express black cultural pride", "label": "Label_0"}
{"text": "the had a case for getting the rewritten dress code.", "label": "Label_1"}
{"text": "the school board said yes because there would be more good results than bad for the students.", "label": "Label_0"}
{"text": "it was the first policy in the district to be authored by  with the", "label": "Label_0"}
{"text": "they could lose out on crucial time.", "label": "Label_0"}
{"text": "They decided that it was time for a change-so they rewrote the district's dress code.", "label": "Label_1"}
{"text": "they can wear certain items of clothing also to get rid of the punishment.", "label": "Label_0"}
{"text": "it gives them freedom on what they want to wear.", "label": "Label_0"}
{"text": "the district to be authored by a student", "label": "Label_0"}
{"text": "very interesting and very beautyful interesting", "label": "Label_0"}
{"text": "the school board voted on whether they should change it or not.", "label": "Label_1"}
{"text": "kids didn't have to feel preassured to keep up with expensive fashion trends, they wrote a new dresscode and it was approved in january 2022.", "label": "Label_1"}
{"text": "rewritten school dress code in 2021.", "label": "Label_1"}
{"text": "The regulation also eliminates punishments that result in kids losing instructional time.", "label": "Optimal_1"}
{"text": "waste of time being checked for rule conformance, taken out of class and serving detention or suspension.", "label": "Label_0"}
{"text": "they got a rewritten dress code in January 2021", "label": "Label_1"}
{"text": "they worked together to advocate for it and pushed their ideas towards the school board to change the dress code rules that singled out female and Black students.", "label": "Optimal_1"}
{"text": "they made a new dress code so that way it could be better for everyone and they even represented it to the school board.", "label": "Label_1"}
{"text": "Despite some  student opposition schools advocate it states", "label": "Label_0"}
{"text": "the Manchester's rewritten dress code got final approval from school board.", "label": "Label_1"}
{"text": "in the end changes were made that thought about the impacts on black and female students.", "label": "Optimal_1"}
{"text": "Manchesterś rewritten dress code got final approval from the board in January so it does not single out females and Black cultural pride.", "label": "Optimal_1"}
{"text": "they decided to address their concerns to their peers and propose to rewrite their school dress code.", "label": "Label_1"}
{"text": "one member of the school's board objected to any changes in it.", "label": "Label_0"}
{"text": "many schools feel that if fewer styles of clothing are allowed in school.", "label": "Label_0"}
{"text": "Manchester rewrote their dress code.", "label": "Label_1"}
{"text": "they take their suggestion  to  the management with  letter.", "label": "Label_0"}
{"text": "in fact,she could get de", "label": "Label_0"}
{"text": "having code  some just new", "label": "Label_0"}
{"text": "Kellan Barbee proposed a rewritten school dress code.", "label": "Optimal_1"}
{"text": "school advocates say dress codes help reduce distractions in the classroom.", "label": "Label_0"}
{"text": "the feel to change their dress code.", "label": "Label_0"}
{"text": "they dont feel left out and so theh can feel related.", "label": "Label_0"}
{"text": "A student rewrote the dress code, which was approved by the school board.", "label": "Label_1"}
{"text": "in the end they got the approval to allow spaghetti straps, tube tops, ripped jeans, bonnets, and hats.", "label": "Optimal_1"}
{"text": "they decided that it was time for a change so they rewrote the district's dress code", "label": "Label_1"}
{"text": "the night before the first day of school, nine excitedly chooses her outfit according to her school though the hat is forbidden in fact she could get detention for wearing it.", "label": "Label_0"}
{"text": "a dress code can prevent students from being distracted by fashion trends.", "label": "Label_0"}
{"text": "some say revised codes are too permissive.", "label": "Label_0"}
{"text": "students who violated the dress code would face a range of punishments and suspension.", "label": "Label_0"}
{"text": "Despite some oppostions advocate", "label": "Label_0"}
{"text": "they got the approval from the school to change the dress code.", "label": "Label_1"}
{"text": "the first policy in the district is authored by the student.", "label": "Label_1"}
{"text": "Kellan Barbee, who is a representatives and he addressed the issues of his classmates by saying the rewritten school dress code in 2021.", "label": "Optimal_1"}
{"text": "the students decided to change the code so they could wear more clothes.", "label": "Label_1"}
{"text": "one student at a New York City high school explained to Chalkbeat, an education news organization.", "label": "Label_0"}
{"text": "school advocates say dress codes help reduce pressure on students to have to spend money on expensive clothing trends.", "label": "Label_0"}
{"text": "the dress code finally rewrote by them.", "label": "Label_1"}
{"text": "females and black students go where what the they want.", "label": "Label_0"}
{"text": "the Manchesters rewritten dress code got final approval from the school board in January 2022 they are now allowing spaghetti straps, Tube topsETC", "label": "Optimal_1"}
{"text": "students who violated", "label": "Label_0"}
{"text": "it demolish the race and gender partiality.", "label": "Label_0"}
{"text": "very interesting and very beautyful interesting good yes good", "label": "Label_0"}
{"text": "the despite some student opposition it stats that enforcement eill not discrimination on basis", "label": "Label_0"}
{"text": "the student representative in the Manchester school board proposed a revised dress code which is favorable for all race and genders.", "label": "Optimal_1"}
{"text": "students can feel welcome and wear whatever they like..", "label": "Label_0"}
{"text": "The policy is removes the punishment that causes students lose instructional time.", "label": "Optimal_1"}
{"text": "they went to the school board to protest the inequality of the dress code.", "label": "Label_1"}
{"text": "they advocated for a rewrite of the dress code, and it was approved in January of 2022.", "label": "Label_1"}
{"text": "it would be more inclusive to all students.", "label": "Label_0"}
{"text": "this was not possible hats, hoodies, bonne", "label": "Label_0"}
{"text": "The regulation also eliminates the punishment of students losing instructional time as a result of the punishment.", "label": "Optimal_1"}
{"text": "student listen in class and didn't get punish.", "label": "Label_0"}
{"text": "the policy also removes the punishment that cause to lose instructional time.", "label": "Optimal_1"}
{"text": "many schools feel related to socioeconomic the new", "label": "Label_0"}
{"text": "cxxbcbhcxx bvchbbfdhfddgrfd fdhdf", "label": "Label_0"}
{"text": "schools feels that the new dress policy will help reduce issues like socioeconomic and fashion pressure.", "label": "Label_0"}
{"text": "the all female students felt that they are banning dressings associated with women, like spaghetti straps and tube tops.", "label": "Label_0"}
{"text": "in January 2022 the school´s code was changed more fairly and by a student.", "label": "Optimal_1"}
{"text": "students can focus more and get a better education.", "label": "Label_0"}
{"text": "They created and suggested a reform to the district that contained specific and wide safeguards for student instructional time.", "label": "Optimal_1"}
{"text": "they worked to have their new policy enacted.", "label": "Label_1"}
{"text": "the will feel change their dress code now.", "label": "Label_1"}
{"text": "rewritten dress code got final approval from the school board in January 2022.", "label": "Label_1"}
{"text": "they rewrote sections that singled out female and Black students.", "label": "Label_0"}
{"text": "Manchester students voiced there opinion on the stricter dress code.", "label": "Label_0"}
{"text": "This  story, while fictional, was all too familiar to the students of Manchester School District in New Hampshire.", "label": "Label_0"}
{"text": "advocates said having a stricter dress code reduces in-class distractions.", "label": "Label_0"}
{"text": "students wrote a letter to the school board to change their policy of head wear and revealing tops.", "label": "Optimal_1"}
{"text": "the National women's law center study these dress code punishments can causes students to fall behind.", "label": "Label_0"}
{"text": "dress code got a final approval from the school in January 2022.", "label": "Label_1"}
{"text": "the manchester ideas action", "label": "Label_0"}
{"text": "Kellan Barbee, the representative to the Manchester school board, proposed a rewritten school dress code in 2021", "label": "Optimal_1"}
{"text": "January 2022 it was the first policy in the district to be authored by a student.", "label": "Label_1"}
{"text": "they did a majority vote", "label": "Label_0"}
{"text": "they won't felt singled out from items typically associated with women and so the Black students  won't feel singled out from the Black cultural pride.", "label": "Label_0"}
{"text": "they have followed the rules to participate in the study in 2021.", "label": "Label_0"}
{"text": "final approval from the school board january 2022 the first policy in the  district to be authored by the student.", "label": "Label_1"}
{"text": "The policy also eliminates the penalty.", "label": "Optimal_1"}
{"text": "they had representatives negotiate rules not discriminating against race or gender.", "label": "Label_0"}
{"text": "the code will help students focus on school work.", "label": "Label_0"}
{"text": "Despite some oppostions advocate codes for aa variety it sates that enforcement", "label": "Label_0"}
{"text": "they decided to change the original policy, and had a stricter dress code, which provided reduced in-class distractions and reduced pressure o students to socioeconomic status.", "label": "Label_0"}
{"text": "many schools feel related to socioeconomic", "label": "Label_0"}
{"text": "they can express their culture.", "label": "Label_0"}
{"text": "this was not possible: hats, hoodies, bonnets, and drags were banned.", "label": "Label_0"}
{"text": "a student proposed a rewritten school dress code in 2021, which was approved in a majority vote in 2022.", "label": "Optimal_1"}
{"text": "Kellan Barbee enforced the new policy.", "label": "Optimal_1"}
{"text": "up with expensive trends.", "label": "Label_0"}
{"text": "the student representatives wrote a new proposal to the school board about the dress code policy.", "label": "Optimal_1"}
{"text": "very much all ever", "label": "Label_0"}
{"text": "new policy approved in a majority vote.", "label": "Label_1"}
{"text": "Kallen Barbee states that the no one will be looked upon due to their race and gender.", "label": "Optimal_1"}
{"text": "students can keep up with expensive fashion trends....", "label": "Label_0"}
{"text": "they found a new dress code allowing tube tops, bonnets and ripped jeans.", "label": "Optimal_1"}
{"text": "one of the student representatives took the concerns of his peers to the school board and proposed a rewritten school dress code", "label": "Optimal_1"}
{"text": "soog survdye survey nice good nice good survey of nice survey", "label": "Label_0"}
{"text": "it is necessary for less distractions, and offers many benefits.", "label": "Label_0"}
{"text": "female students felt it was biased against them.", "label": "Label_0"}
{"text": "they advocated for it to be changed.", "label": "Label_1"}
{"text": "they proposed a rewritten dress code .", "label": "Label_1"}
{"text": "schools advocate for strict", "label": "Label_0"}
{"text": "despite some student opposition, ytytdyfg vjh giiyyu iuyi khiyuig uiyiti uig uo hhj hjk hjh jh uytur ttyuy uy u yu jkh", "label": "Label_0"}
{"text": "the students took it up with the Manchester school board addressing the concerns of the students which led to an improved dress code allowing students to wear durags, tube tops, and spaghetti straps.", "label": "Optimal_1"}
{"text": "the students took matters into their own hands and tried to change it themselves.", "label": "Label_1"}
{"text": "schools advocate for a strict dress code to reduce in-class distractions and pressures students might feel related to socioeconomic status.", "label": "Label_0"}
{"text": "its make some", "label": "Label_0"}
{"text": "they rewrote the districts dress code so it doesn't discriminate.", "label": "Label_1"}
{"text": "cant not bee", "label": "Label_0"}
{"text": "It was the first policy", "label": "Label_0"}
{"text": "they rewritten a new dress code for the school board can see it states the enforcement will only on the basis of race or gender.", "label": "Optimal_1"}
{"text": "people of color can follow their cultural pride.", "label": "Label_0"}
{"text": "having code  some", "label": "Label_0"}
{"text": "a student representative proposed a new dress code for school.", "label": "Optimal_1"}
{"text": "school management decided to change the dress code of the students who didn't like.", "label": "Label_0"}
{"text": "they won't feel singled out from items typically associated with women and so the Black students  won't feel singled out from the Black cultural pride.", "label": "Label_0"}
{"text": "they got the school board to vote on it and got approval to chage the dress code.", "label": "Label_1"}
{"text": "in January 2022, Manchester's rewritten dress code got final approval from the school board.", "label": "Label_1"}
{"text": "she could get detention for wearing.", "label": "Label_0"}
{"text": "will  the not discriminate of the basis of race or gender", "label": "Label_0"}
{"text": "they got final approval from the school board.", "label": "Label_1"}
{"text": "one student drafted a new plan and presented it to the school board.", "label": "Optimal_1"}
{"text": "The policy also abolishes the penalty.", "label": "Optimal_1"}
{"text": "they wrote a new dress code to allow hats, durags, ripped jeans, tube tops, spaghetti straps, and bonnets.", "label": "Optimal_1"}
{"text": "the manchester ideas", "label": "Label_0"}
{"text": "Despite some student ipposition", "label": "Label_0"}
{"text": "students started proposing a rewritten dress code in 2021 and was approved in a majority vote; the rewritten dress code was implemented by the school board in January 2022.", "label": "Label_1"}
{"text": "a new policy was approved by the Manchester school board, allowing spaghetti straps, tube tops, ripped jeans, bonnets, durags, and hats.", "label": "Optimal_1"}
{"text": "they rewrite the dress code which now allows durags spaghetti straps, tupe tops, ripped jeans.", "label": "Optimal_1"}
{"text": "Manchester's rewritten dress code got final approval from school board in january 2022.", "label": "Label_1"}
{"text": "board member  district  changes policy removes", "label": "Label_0"}
{"text": "the school advocates for the new dress code policy because it would reduce in class distraction.", "label": "Label_0"}
{"text": "they took the initiative to create the first student-written dress code in the district that wouldn't discriminate against race or gender and got final approval by the school board in January 2022.", "label": "Optimal_1"}
{"text": "the despite some student opposition it stats that enforcement eill not discrimination on basis of race or gender", "label": "Label_0"}
{"text": "schools advocate for strict dress", "label": "Label_0"}
{"text": "the school board members approved the new dress code stating that enforcement will not discriminate against race or gender, and allows kids to wear spaghetti straps tube tops ripped jeans and hats.", "label": "Optimal_1"}
{"text": "students can feel less restricted like female students and people of color.", "label": "Label_0"}
{"text": "they got the school board to vote on it.", "label": "Label_1"}
{"text": "many school, students feel related to socioeconomic status.", "label": "Label_0"}
{"text": "the school board member Nicole Leapley was happy about the changes.", "label": "Label_0"}
{"text": "the students of Manchester school district jumped into action and protested against it,=he school changed the dress code allowing hats and tank tops to make it fair to all of the students.", "label": "Optimal_1"}
{"text": "many schools feel that if fewer styles", "label": "Label_0"}
{"text": "they rewritten dress code got final approval", "label": "Label_1"}
{"text": "Manchester's rewritten the dress code but was first policy in the district.", "label": "Label_1"}
{"text": "they proposed a rewritten dress code that states that enforcement will not discriminate race or gender.", "label": "Optimal_1"}
{"text": "final approval from the school and  board in the January 2022.", "label": "Label_1"}
{"text": "l can not", "label": "Label_0"}
{"text": "they proposed a new dress code that doesn't punish students by taking away instructional time.", "label": "Optimal_1"}
{"text": "they felt its main impact was on female and black students.", "label": "Label_0"}
{"text": "they fought for it until it was finally approved.", "label": "Label_1"}
{"text": "Barbee proposed their revision in 2021", "label": "Optimal_1"}
{"text": "they felt it singled out women specifically.", "label": "Label_0"}
{"text": "the school rewrote the dress code as a step forward.", "label": "Label_1"}
{"text": "a student representative proposed a new dress code for school such as allowing durags, bonnets, and ripped jeans.", "label": "Optimal_1"}
{"text": "dress code was vpolicy to find them", "label": "Label_0"}
{"text": "To address the difficulties, one student representative has rewritten the dress code.", "label": "Optimal_1"}
{"text": "They could lose out on  crucial class time.", "label": "Label_0"}
{"text": "the code was approved and amended and was even authored by a student at the school", "label": "Optimal_1"}
{"text": "they approved a dress code that was authored by students.", "label": "Label_1"}
{"text": "they brought this issue to the school board.", "label": "Label_1"}
{"text": "despite the opposition schools defend the code for a variety of reasons like the code would reduce in-class distractions, relieve the pressure upon the students from a lower socioeconomic status.", "label": "Label_0"}
{"text": "the school revised the dresscode to make it less discriminative towards women and Black students.", "label": "Optimal_1"}
{"text": "students will feel less pressure.", "label": "Label_0"}
{"text": "they felt that it singled out female students by banning clothing items typically associated with women.", "label": "Label_0"}
{"text": "fdsre vgddr gdree nbgdre", "label": "Label_0"}
{"text": "Manchester school in New Hampshirite address the concerns of his peers.", "label": "Label_0"}
{"text": "the new policy was approved.", "label": "Label_1"}
{"text": "A new regulation was approved that would make the clothing code more liberal and nondiscriminatory.", "label": "Optimal_1"}
{"text": "very interesting and very beautiful", "label": "Label_0"}
{"text": "the students went to the board to be less strict.", "label": "Label_0"}
{"text": "they Reworte the district's dress code.", "label": "Label_1"}
{"text": "students talked to the schools to make the dress code change.", "label": "Label_1"}
{"text": "they made a new dress code and they even represented it to the school board.", "label": "Label_1"}
{"text": "in fact,she could get detention for  gender allows.", "label": "Label_0"}
{"text": "they took action and got the majority vote in favor of changing the dress code.", "label": "Label_1"}
{"text": "they can be more themselves when going to school", "label": "Label_0"}
{"text": "stricter dress codes helps reduce in-class distractions and pressures.", "label": "Label_0"}
{"text": "the policy was more strict finally they have got a dress code in January 2022 It was the first policy in the district to be authored by a student", "label": "Label_1"}
{"text": "they take their suggestion to the management with letter.", "label": "Label_0"}
{"text": "the students explained why it should be changed.", "label": "Label_1"}
{"text": "they came up with reasons such as, it singled out certain groups of students to make the dress code more strict.", "label": "Label_0"}
{"text": "they took it upon themselves to write a new dress code that would eliminate discrimination based on race and gender, and they presented it to the school board.", "label": "Optimal_1"}
{"text": "the dress code was rewritten.", "label": "Label_1"}
{"text": "they advocated to have it re written to make it more comfortable for all students.", "label": "Label_1"}
{"text": "the Manchester dress code got rewritten for students such as gender discrimination, and several items are allowed now.", "label": "Optimal_1"}
{"text": "despite some student opposition school advocate .", "label": "Label_0"}
{"text": "they changed it by proposing a rewritten school dress code.", "label": "Label_1"}
{"text": "the school board has agreed to revise the dress code.", "label": "Label_1"}
{"text": "The regulation also eliminates the penalties of losing instructional time for kids.", "label": "Optimal_1"}
{"text": "They rewrote the code and had it approved by the board of directors.", "label": "Label_1"}
{"text": "students proposed a rewritten school dress code.", "label": "Label_1"}
{"text": "up with expensive trends", "label": "Label_0"}
{"text": "student representative, Kellan Barbee, proposed to rewrite the school dress code.", "label": "Optimal_1"}
{"text": "They drafted and recommended a change that included explicit and broad safeguards for student instructional time, which the district approved.", "label": "Optimal_1"}
{"text": "students will feel", "label": "Label_0"}
{"text": "Manchester's rewritten dress code got final approval from the school board in January 2022, It was the first policy in the district to be authored by student.", "label": "Label_1"}
{"text": "they went to the school board to protest ripped jeans, durags, tube tops, and more.", "label": "Optimal_1"}
{"text": "the students of Manchester school district jumped into action and changed the school district dress code, because they thought the dress code was unfair and not right.", "label": "Label_1"}
{"text": "the new policy was approved in majority vote, as it includes the rewritten school dress code in 2021.", "label": "Label_1"}
{"text": "school board member Nicole Leapley was happy about the changes..", "label": "Label_0"}
{"text": "opponents felt that changing the code would be too permissive.", "label": "Label_0"}
{"text": "four students representatives to the Manchester school board.", "label": "Label_0"}
{"text": "School board member Nicole Leapley was happy about the changes", "label": "Label_0"}
{"text": "their student representative to the school board offered a new, less restrictive dress code for approval.", "label": "Optimal_1"}
{"text": "this is a step forward.", "label": "Label_0"}
{"text": "in class they say not", "label": "Label_0"}
{"text": "the school board members approved the new dress code, since the old dress code was not working for all of the students.", "label": "Label_1"}
{"text": "one member of the school board believed that the proposed changes in dress code were too permissive.", "label": "Label_0"}
{"text": "they made a new dress code to for women and people of color they also had to represent it to the school board", "label": "Label_1"}
{"text": "one of the four representatives addressed the concern that the strict dress code is discriminating against gender and race.", "label": "Optimal_1"}
{"text": "the code has been rewritten and approved in January 2022 after a vote, it was the first policy in the district to be authored by a student.", "label": "Label_1"}
{"text": "Students were allowed to wear spaghettis straps and head wraps.", "label": "Label_0"}
{"text": "students began to rewrite the dress code and provided their advocacy.", "label": "Label_1"}
{"text": "students rewrote the dress code and it was approved by the school board.", "label": "Label_1"}
{"text": "the student body joined together to discuss why they wanted to change the dress code and how they felt about it.", "label": "Label_1"}
{"text": "a student representative by the name Kellan Barbee proposed a new dress code that was given approval by the school board on in January 2022.", "label": "Optimal_1"}
{"text": "management didn't give negative feedback and they accepted it.", "label": "Label_0"}
{"text": "Manchester school proposing a rewritten school dress code in 2021 to protect their hair.", "label": "Label_1"}
{"text": "Students who violated the dress code would face a range of punishments,", "label": "Label_0"}
{"text": "They rewrote the school dress code, noting that the new enforcement will not discriminate on the basis of race or gender, enabling culturally linked objects to be worn without consequence.", "label": "Optimal_1"}
{"text": "Manchester rewritten dress code and got it approval in january 2022 and it was the first district by a student.", "label": "Label_1"}
{"text": "their student representative to the school board offered a new, less restrictive dress code for approval", "label": "Optimal_1"}
{"text": "some students wouldn't feel singled out and so there won't be punishment which caused students to lose instructional time.", "label": "Label_0"}
{"text": "A new regulation was approved that would make the clothing code more liberal and non-discriminatory.", "label": "Optimal_1"}
{"text": "Despite some student ipposition  schools advocate", "label": "Label_0"}
{"text": "out on crucial class time loss", "label": "Label_0"}
{"text": "rewritten dress code go final approval from the  it also allow several the policy straps", "label": "Label_1"}
{"text": "they could wear what they want.", "label": "Label_0"}
{"text": "in fact,she could get detention for  gender all.", "label": "Label_0"}
{"text": "new policy is approved  by majority of board members.", "label": "Label_1"}
{"text": "despite some student opposition", "label": "Label_0"}
{"text": "they got approval by the school board.", "label": "Label_1"}
{"text": "they proposed a rewritten school dress code and also removed the punishments that came with dress code violation.", "label": "Optimal_1"}
{"text": "the school board passed a revised dress code to ease the harsher restrictions.", "label": "Label_1"}
{"text": "They say that having a stricter dress code can reduce in-class distractions and  reduce  pressures that students might   feel", "label": "Label_0"}
{"text": "they rewrote them so that anyone could express themselves as they wanted to.", "label": "Label_1"}
{"text": "out on crucial class time loss code", "label": "Label_0"}
{"text": "dress collage  nicole leaply  policy  several times", "label": "Label_0"}
{"text": "they rewrote it in order not to discriminate on the basis of race and gender and to allow several outfits that were previously not allowed.", "label": "Optimal_1"}
{"text": "they rewritten a new dress code for the school board can see.", "label": "Label_1"}
{"text": "some also singled out black students.", "label": "Label_0"}
{"text": "they proposed a new dress code, such as allowing durags, spaghetti straps, and ripped jeans.", "label": "Optimal_1"}
{"text": "It states that enforcement willn't discriminate on the basis on race or gender.", "label": "Label_0"}
{"text": "Kellan Barbee and many others could include their female and Black students.", "label": "Optimal_1"}
{"text": "they are not discriminated upon for what they wear", "label": "Label_0"}
{"text": "they will change fashion dress  code now.", "label": "Label_0"}
{"text": "the students started to make a new dress code policy it went to their favor they won the voting and the school board member Nicole Leapley was happy for the students.", "label": "Label_1"}
{"text": "variety of reasons.", "label": "Label_0"}
{"text": "student representatives proposed a rewritten dress code that removes the punishment causing students to lose instructional time.", "label": "Optimal_1"}
{"text": "they had representatives negotiate with the school board to lift some restrictions.", "label": "Label_1"}
{"text": "the students rewrote the dress code themselves.", "label": "Label_1"}
{"text": "Manchester's rewritten dress code finally got approved in January 2022.", "label": "Label_1"}
{"text": "they found a dress code that worked for everyone like allowing tube tops, bonnets and ripped jeans.", "label": "Optimal_1"}
{"text": "it has targeting cultural and woman independent choice.", "label": "Label_0"}
{"text": "they used their representative to address their issues.", "label": "Optimal_1"}
{"text": "they talked to the board and they have approved it in January 2022 as their first policy by allowing dress codes that don't basis someone's race or gender.", "label": "Optimal_1"}
{"text": "they rewrote the dress code, allowing new types of shirts and hats, and presented their changes to the school board to be voted on.", "label": "Optimal_1"}
{"text": "They feel they want it singled out female students by terminating clothing items.", "label": "Label_0"}
{"text": "they took action and got the majority vote in favor of changing the dress code, the new dress code would not discriminate based on gender or race and new items will be allowed as well.", "label": "Optimal_1"}
{"text": "students wear a variety of clothing styles in a school hallway the felt that it single out female students.", "label": "Label_0"}
{"text": "to this was not possible: hats, hoodies, bonnets, and drags were banned.", "label": "Label_0"}
{"text": "they say that having a stricter.", "label": "Label_0"}
{"text": "many school feel that if also.", "label": "Label_0"}
{"text": "The school board gave final approval to Manchester's modified dress code in 2022.", "label": "Label_1"}
{"text": "Students who violated the dress code would face a range of punishments, including detention or suspension.", "label": "Label_0"}
{"text": "they addressed their concerns to the school board.", "label": "Label_1"}
{"text": "people are  losing hope", "label": "Label_0"}
{"text": "they decided to advocate for a change.", "label": "Label_1"}
{"text": "they could lose on crucial class time.", "label": "Label_0"}
{"text": "some argued such a dress code reduces distractions.", "label": "Label_0"}
{"text": "a student representative brought up the problem to the board of education.", "label": "Label_1"}
{"text": "here code   say", "label": "Label_0"}
{"text": "students can feel welcome and wear whatever they like", "label": "Label_0"}
{"text": "they won't felt singled out from items typically associated with women and so the Black students  won't felt singled out from the Black cultural pride.", "label": "Label_0"}
{"text": "many schools can keep up with the fashion trends.", "label": "Label_0"}
{"text": "the code idea is very", "label": "Label_0"}
{"text": "they fought for a new dress code that ultimately was approved in early 2022.", "label": "Label_1"}
{"text": "many schools feel related to socioeconomic the new policy vote", "label": "Label_0"}
{"text": "Manchester students wanted a less strict dress code  for many reasons.", "label": "Label_0"}
{"text": "it was the first policy in the district to be authored by  with the keep up to lose", "label": "Label_0"}
{"text": "a student Kellen Barbee took it up with the school board and addressed these concerns by proposing a rewritten school dress code.", "label": "Optimal_1"}
{"text": "Manchester had rewritten the dress code for hats and shirts.", "label": "Label_0"}
{"text": "Manchester's schools rewritten the dress code to allow more clothes.", "label": "Label_0"}
{"text": "they got the approval from the school to change the dress code the less strict cloth were ripped jeans or hats.", "label": "Optimal_1"}
{"text": "the first policy in the district to be authored by a student", "label": "Label_1"}
{"text": "many schools feel that fewer styles of clothing are allowed, less pressure would be on students with expensive fashion trends.", "label": "Label_0"}
{"text": "they stood up to the administrators and board members and fought for their freedom of dress code like being able to wear things such as durags and bonnets to protect their hair.", "label": "Optimal_1"}
{"text": "they felt it unfairly singled out female students and Black students.", "label": "Label_0"}
{"text": "a school board member from Manchester opposed the new policy because they think some of it was too permissive.", "label": "Label_0"}
{"text": "a new law for school dressing code board in January 2022.", "label": "Label_1"}
{"text": "these dress code punishments can cause students life.", "label": "Label_0"}
{"text": "final approval from school.", "label": "Label_1"}
{"text": "students rewrote the school dress code, hoping that they would get some kind of approval.", "label": "Label_1"}
{"text": "The school board gave final approval to the revised dress code.", "label": "Label_1"}
{"text": "the student representative in the Manchester school board addressed the concerns and proposed a revised school dress code in 2021.", "label": "Optimal_1"}
{"text": "Manchester's rewritten dress code got final approval", "label": "Label_1"}
{"text": "the Manchester school removed the controversial dress code so it wouldn't discriminate on the basis of gender and race.", "label": "Optimal_1"}
{"text": "School board member Nicole Leapley was.....", "label": "Label_0"}
{"text": "they was able to get the dress code rewritten for the students to feel more comfortable.", "label": "Label_1"}
{"text": "the new dress code that doesn't discriminate students was approved.", "label": "Optimal_1"}
{"text": "they can express their Black cultural pride and so they can wear their favorite clothing.", "label": "Label_0"}
{"text": "it got approved from the school board.", "label": "Label_1"}
{"text": "race and gender won't be discriminated and it will allow items that were previously not allowed.", "label": "Optimal_1"}
{"text": "they can reduce fashion trends therfeore not making people feel bad about what they wear.", "label": "Label_0"}
{"text": "The night before the first day of school, Nina excitedly chooses her outfit.", "label": "Label_0"}
{"text": "a student decides  to write about how females should be able to wear crop tops  and ripped jeans and how Black kids should be allowed to wear durags , bonnets , and hats .", "label": "Optimal_1"}
{"text": "students advocated for a new school dress code that got approved by the school board in February 2022.", "label": "Label_1"}
{"text": "in unfairly singled out female and black students.", "label": "Label_0"}
{"text": "they have proposed alternative policy.", "label": "Label_1"}
{"text": "they changed it by proposing a rewritten school dress code by stating administration will not judge on the basis of race or gender.", "label": "Optimal_1"}
{"text": "they rewrote the dresscode.", "label": "Label_1"}
{"text": "females and black students can wear \"tube tops, ripped jeans, durags and bonnets.\"", "label": "Label_0"}
{"text": "they decided to rewrite the dress cod", "label": "Label_1"}
{"text": "student will feel less pressure to keep up with expensive fashion trends.", "label": "Label_0"}
{"text": "the School Management try to convince them.", "label": "Label_0"}
{"text": "In january 2022 they got approval from the school board to wear ripped jeans,durags,and hats.", "label": "Optimal_1"}
{"text": "one of the student representatives rewrote the dress code.", "label": "Optimal_1"}
{"text": "many people feel that dress codes reduce distractions and pressures on students.", "label": "Label_0"}
{"text": "it unfairly targets female and black students.", "label": "Label_0"}
{"text": "student representative, Barbee, proposed a new dress code policy", "label": "Optimal_1"}
{"text": "race and gender wont be discriminated", "label": "Label_0"}
{"text": "a student addressed the concerns of his peers.", "label": "Optimal_1"}
{"text": "they let kids wear bonnets, ripped jeans, durags hats, tube tops, and spaghetti straps.", "label": "Optimal_1"}
{"text": "they advocated for a rewritten dress code that got final approval in January 2022.", "label": "Label_1"}
{"text": "they proposed a new dress code to the board in 2021 to not discriminate on race or gender.", "label": "Optimal_1"}
{"text": "they can feel like there not getting singled out.", "label": "Label_0"}
{"text": "crucial class time.", "label": "Label_0"}
{"text": "they want to singled out female students by terminating clothing items typically associated with women, like spaghetti straps and tube tops.", "label": "Label_0"}
{"text": "the students of Manchester school.", "label": "Label_0"}
{"text": "school board member", "label": "Label_0"}
{"text": "a school representative proposed a rewritten school dress code.", "label": "Optimal_1"}
{"text": "they felt that it singled out certain groups such as females and black students.", "label": "Label_0"}
{"text": "many school feel.", "label": "Label_0"}
{"text": "Manchester's rewritten dress code got final approval from the board in January 2022.", "label": "Label_1"}
{"text": "dress collage  nicole leaply  policy", "label": "Label_0"}
{"text": "dress code was vpolicy to find them discriminate", "label": "Label_0"}
{"text": "manchesters dress code finally got approval, they changed that students could dress more in their style.", "label": "Label_1"}
{"text": "desbvds wefwefew wefewf", "label": "Label_0"}
{"text": "schools suggest that strict dress codes allow for distraction free classrooms.", "label": "Label_0"}
{"text": "they causes student to loss instructional time.", "label": "Label_0"}
{"text": "they proposed a rewritten school dress code in 2021.", "label": "Label_1"}
{"text": "The new dress code got approval and it is a step forward.", "label": "Label_1"}
{"text": "the punishment that causes students.", "label": "Label_0"}
{"text": "they took action to rewrite it, especially parts where students were singled out.", "label": "Optimal_1"}
{"text": "they can present they culture and so they can go along with there culture.", "label": "Label_0"}
{"text": "the students took it up with the Manchester school board addressing the concerns of the students.", "label": "Label_1"}
{"text": "students representatives rewrote the school dress code and presented it to the school board.", "label": "Label_1"}
{"text": "one of the student representatives took the concerns of his peers to the school board and proposed a rewritten school dress code.", "label": "Optimal_1"}
{"text": "they asked for a change in the rules.", "label": "Label_1"}
{"text": "they authored a revised policy and put it forward to the school board for consideration.", "label": "Label_1"}
{"text": "they decided to change the original policy, and had a stricter dress code.", "label": "Label_1"}
{"text": "they managed to get final approval in January 2022, allowing spaghetti straps, tube tops, ripped jeans, etc.", "label": "Optimal_1"}
{"text": "the school board feels the new dress code will reduce in class distractions.", "label": "Label_0"}
{"text": "a student from the Manchester school board decided to address the situation and prospect a new dress code.", "label": "Optimal_1"}
{"text": "Manchester's rewritten dress code got final approval from the school board in 2022", "label": "Label_1"}
{"text": "one of the four school representatives proposed a rewritten school dress code in 2021.", "label": "Optimal_1"}
{"text": "they rewrote the dress code and allowed items that were not previously not allowed and also removes the policy that causes the students to lose instructional time.", "label": "Optimal_1"}
{"text": "Many schools feel that if fewer styles of clothing are allowed in school", "label": "Label_0"}
{"text": "the students are so comfortable for their studying.", "label": "Label_0"}
{"text": "they believe that the rules were too rigid and prevented students from expressing their cultures, like blacks.", "label": "Label_0"}
{"text": "They developed a modified school dress code, noting that the new enforcement will not discriminate on the basis of race or gender, allowing culturally linked things to be worn without penalty.", "label": "Optimal_1"}
{"text": "some students wouldn't feel singled out and so there won't be punishment which caused students to lose instructional time", "label": "Label_0"}
{"text": "Manchester's rewritten was approved in January 2022 and they change the dress code for the Black community and allowed clothes that were not allowed before like spaghetti straps and tube tops.", "label": "Optimal_1"}
{"text": "it was banning clothes mostly for women.", "label": "Label_0"}
{"text": "they wrote a new code and got it approved by the board.", "label": "Label_1"}
{"text": "the students push for enforcement that doesn't discriminate based on gender or race.", "label": "Label_0"}
{"text": "She could get detention for wearing", "label": "Label_0"}
{"text": "they started to address their concerns about it.", "label": "Label_1"}
{"text": "a student representative proposed a amended school dress code in the year 2021.", "label": "Optimal_1"}
{"text": "the students opposed the  law.", "label": "Label_0"}
{"text": "a student representative for the Manchester school board proposed a rewritten school dress code that allows clothing like durags and spaghetti straps.", "label": "Optimal_1"}
{"text": "they decided to address their concerns.", "label": "Label_1"}
{"text": "they felt that they singled out female and black students.", "label": "Label_0"}
{"text": "some also thought it singled out black student.", "label": "Label_0"}
{"text": "they advocated for change and reached a compromise with the school board.", "label": "Label_1"}
{"text": "the new policy was eventually approved and the new code was less strict allowing for the students to wear things they could before such as ripped jeans, durags, and hats.", "label": "Optimal_1"}
{"text": "they made a new dress code policy and showed it to the district, they later on got the new dress code approved.", "label": "Label_1"}
{"text": "out on crucial class time", "label": "Label_0"}
{"text": "they felt that it singled out women students are banning the clothing items typically associated with female.", "label": "Label_0"}
{"text": "the board allowed a student to write the new dress code and stops the punishments that caused students to miss class.", "label": "Optimal_1"}
{"text": "the policy was more strict finally they have got a dress code in January 2022", "label": "Label_1"}
{"text": "a student from the Manchester school board decided to address the situation and proposed a new dress code that included spaghetti straps, tube tops, bonnets, and more.", "label": "Optimal_1"}
{"text": "kellan barbee addressed the problem by proposing the problems like discriminations.", "label": "Optimal_1"}
{"text": "many schools feel related to socioeconomic status.", "label": "Label_0"}
{"text": "Schools advocate for the dress code because it can cause less distraction in class.", "label": "Label_0"}
{"text": "Changes to the code were suggested by one of the  students.", "label": "Optimal_1"}
{"text": "they got the approval from the school to change the dress code the less strict cloth were ripped jeans or hats and tube top.", "label": "Optimal_1"}
{"text": "some believe changing the dress code opens up more challenges and is becoming too permissive.", "label": "Label_0"}
{"text": "some people thought the new code allowed too much variance.", "label": "Label_0"}
{"text": "Manchester's rewritten dress code got final approval from the school board in Jan 2022.", "label": "Label_1"}
{"text": "manchesters rewritten dress code got final approval from", "label": "Label_1"}
{"text": "the representative of the school board addressed the concerns in rewritten school dress to allow  spaghetti  straps, hats etc.", "label": "Optimal_1"}
{"text": "they got the approval from the school to change the dress code the less strict cloth were ripped jeans or hats and tube top, hoodies.", "label": "Optimal_1"}
{"text": "Manchester students wanted a less strict dress code for many", "label": "Label_0"}
{"text": "students worked until they got what they wanted which were they would get previously not allowed items.", "label": "Label_1"}
{"text": "some students thought they are singling out black students.", "label": "Label_0"}
{"text": "a new policy was approved which would not discriminate some students.", "label": "Label_1"}
{"text": "It states that enforcement will not discriminate based on their race and or gender, it also allows spaghetti straps, tube tops and more such things.", "label": "Optimal_1"}
{"text": "they can express there culture.", "label": "Label_0"}
{"text": "students could express cultural pride and themselves.", "label": "Label_0"}
{"text": "One of the student delegates rewrote the dress code to make it non-discriminatory in terms of race and gender.", "label": "Optimal_1"}
{"text": "Kellan Barbee addressed the concerns to of the other students to the board it was approved in January 2022.", "label": "Optimal_1"}
{"text": "deben seguir los codigos de vestimenta los estudiantes y obedecer", "label": "Label_0"}
{"text": "they fell like they are not trapped", "label": "Label_0"}
{"text": "Manchester students less strict code was many reasons.", "label": "Label_0"}
{"text": "the board allowed a student to write the new dress code.", "label": "Optimal_1"}
{"text": "it singled out female and Black students.", "label": "Label_0"}
{"text": "they created a student-made dress code for the district.", "label": "Label_1"}
{"text": "very much all", "label": "Label_0"}
{"text": "they talked to the board and they have approved it in January 2022 as their first policy buy changing the first original policy.", "label": "Label_1"}
{"text": "Despite some student opposition, schools advocate for strict dress codes for a variety of reasons", "label": "Label_0"}
{"text": "they say it's so students don't feel any socioeconomic pressure status.", "label": "Label_0"}
{"text": "they were against it until it satisfied them.", "label": "Label_1"}
{"text": "the student body joined together to discuss why they wanted to change the dress code and how they felt about it and to allow more \"comfortable\" clothes to be worn by students.", "label": "Label_1"}
{"text": "the basic race and the gender are not allow in this policy of the instructional time.", "label": "Label_0"}
{"text": "The school's code was revised more fairly and by a student in January 2022.", "label": "Optimal_1"}
{"text": "they thought it singled out Black students.", "label": "Label_0"}
{"text": "the master speed strokes is against interact", "label": "Label_0"}
{"text": "they had a vote to allow items like spaghetti straps and tube tops.", "label": "Optimal_1"}
{"text": "the Manchester's rewritten the students dress code got final approval from school board.", "label": "Label_1"}
{"text": "they rewrite the dress code", "label": "Label_1"}
{"text": "it doesn't single out female or black students.", "label": "Label_0"}
{"text": "the rewrited the dress code to the school board in January 2022.", "label": "Label_1"}
{"text": "they plan to strike to the management.", "label": "Label_0"}
{"text": "the policy remove the punishment that cause students.", "label": "Optimal_1"}
{"text": "they rewritten dress code like spaghetti straps and tube tops and ripped jeans and durags , bonnets , and hats that got final approval from the school board in January.", "label": "Label_1"}
{"text": "they felt like it singled out female students.", "label": "Label_0"}
{"text": "Manchester's rewritten dress vcode got final approval from the school board in January 2022.", "label": "Label_1"}
{"text": "this was not possible: hats, hoodies, bonnets, and durags were banned.", "label": "Label_0"}
{"text": "it also allows several items", "label": "Label_0"}
{"text": "Some students have attempted to change the dress code to allow for non-discriminatory attire.", "label": "Optimal_1"}
{"text": "one of the school board members voted against the new policy.", "label": "Label_0"}
{"text": "vcvb gfgbcfbc  gfbfggbff fddf gfbfgb", "label": "Label_0"}
{"text": "the district to be authored by a student;l", "label": "Label_0"}
{"text": "the rewritten dress code was approved in January 2022 being the first written by a student.", "label": "Label_1"}
{"text": "it unfairly singled out females and Black students and the clothing they typically wear.", "label": "Label_0"}
{"text": "they advocated for it to be changed and they wanted to change that part that does not discriminate against race or gender.", "label": "Optimal_1"}
{"text": "Students  policy reduces in-class distractions.", "label": "Label_0"}
{"text": "the students representatives proposed a rewritten dress code, with more freedom and less punishments.", "label": "Optimal_1"}
{"text": "they rewritten dress code got final approval from the school", "label": "Label_1"}
{"text": "they took action to rewrite it by revising the parts where Black and Female people were singled out.", "label": "Optimal_1"}
{"text": "student representative, Kellan Barbee, addresses his peers concerns by proposing a rewritten school dress code in 2021.", "label": "Optimal_1"}
{"text": "it was ultimately addressed and rewritten in 2022.", "label": "Label_1"}
{"text": "they held a majority vote amongst the board members as to whether or not they should change the dress code so it doesn't discriminate or keep it strict so it doesnt pressure some students.", "label": "Optimal_1"}
{"text": "In january 2022 they got approval from the school board.", "label": "Label_1"}
{"text": "stricter dress code.", "label": "Label_0"}
{"text": "they gave their feedback to the school and ended up rewriting parts of the dress code that they saw as unfit.", "label": "Label_1"}
{"text": "dress code final approval from the school", "label": "Label_0"}
{"text": "they feel that it singled out female students by not using clothes.", "label": "Label_0"}
{"text": "a student representative, Barbee, proposed a new school dress code.", "label": "Optimal_1"}
{"text": "it was very strict and discriminated against girls and black students.", "label": "Label_0"}
{"text": "the codes existed for a variety of reasons like preventing distractions and avoiding socioeconomic pressures.", "label": "Label_0"}
{"text": "peopel are  losing hope", "label": "Label_0"}
{"text": "for a variety of reasons.", "label": "Label_0"}
{"text": "many schools feel that if fewer styles of clothing.", "label": "Label_0"}
{"text": "they proposed a new school dress code.", "label": "Label_1"}
{"text": "students would not be discriminated based off they're gender or race and gives students the opportunity to wear what they couldn't before.", "label": "Label_0"}
{"text": "they decided to do something about it.", "label": "Label_1"}
{"text": "there was at least one member who voted against saying it is too permissive.", "label": "Label_0"}
{"text": "the code makes students reduce distractions.", "label": "Label_0"}
{"text": "they rewrote the code themselves and presented their new policy to the school board, where it was approved in a majority vote.", "label": "Label_1"}
{"text": "very interesting and", "label": "Label_0"}
{"text": "the Manchester school removed the dress code so it wouldn't discriminate on the basis of gender and race.", "label": "Optimal_1"}
{"text": "they decided that it was time for a change.", "label": "Label_1"}
{"text": "Manchester rules got approved in January 2022.", "label": "Label_1"}
{"text": "the new dress code got approval and it is a step forward, students can wear durags, bonnets, and hats, and spaghetti straps.", "label": "Optimal_1"}
{"text": "the rewritten Manchester dress code was approved by the school board in January 2022.", "label": "Label_1"}
{"text": "They say that having a stricter dress code can reduce in-class distractions and reduce pressures that students might  feel", "label": "Label_0"}
{"text": "students face range of punishments, including detention or suspension.", "label": "Label_0"}
{"text": "this policy removes punishment that cause student to lose instructional time.", "label": "Optimal_1"}
{"text": "they decided to group together and offer a new proposal.", "label": "Label_1"}
{"text": "many schools feel that if fewer styles of clothing .", "label": "Label_0"}
{"text": "first policy in the district to be authored by a student.", "label": "Label_1"}
{"text": "School board member Nicole Leapley was", "label": "Label_0"}
{"text": "because they could lose out on crucial class time.", "label": "Label_0"}
{"text": "the master speed strokes is against", "label": "Label_0"}
{"text": "district to be authored by the student  time change .", "label": "Label_0"}
{"text": "the school board members approved the new dress code marking it so kids could wear tube tops, Ripped jeans, and hats to school.", "label": "Optimal_1"}
{"text": "fdsre vgddr gdree", "label": "Label_0"}
{"text": "the school change the dress code a little to help out the students", "label": "Label_1"}
{"text": "they rewritten the dress code.", "label": "Label_1"}
{"text": "they made a new dress code that will not just be for race or gender.", "label": "Optimal_1"}
{"text": "Manchester school board member addressed the concerns by rewritten dress code to discriminate the race and gender.", "label": "Label_0"}
{"text": "they rewrote the dress code and brought up to the school board.", "label": "Label_1"}
{"text": "it wouldn't be so strict.", "label": "Label_0"}
{"text": "they wrote a new one that allowed for more clothes to be worn.", "label": "Label_1"}
{"text": "students proposed a new school dress code in 2021.", "label": "Label_1"}
{"text": "Manchester's rewritten dress code got final approval from the school board in 2022.", "label": "Label_1"}
{"text": "they felt it singled out the females because of certain clothes.", "label": "Label_0"}
{"text": "they rewrote it to eliminate discrimination based on race or gender, to allow several previously banned items and to remove a deleterious punishment.", "label": "Optimal_1"}
{"text": "they can reduce most fashion trends therefore not making people feel bad about what they wear.", "label": "Label_0"}
{"text": "fdsre vgddr gdree nbgdre bcde", "label": "Label_0"}
{"text": "they believed it would this policy would particularly restrict female and Black students from wearing the clothes of their preference.", "label": "Label_0"}
{"text": "one of the representatives of Manchester  protest to rewrite the dress code.", "label": "Optimal_1"}
{"text": "a student representative proposed a revised dress code and it was approved by a majority vote.", "label": "Optimal_1"}
{"text": "They felt that it out female students by banning clothing product typically associated with women.", "label": "Label_0"}
{"text": "it focused mostly on female attire and Black student's attire.", "label": "Label_0"}
{"text": "the students rewrite the school dress code.", "label": "Label_1"}
{"text": "the students went to the board.", "label": "Label_1"}
{"text": "students who violated the dress code would face a range of punishments including detention or suspension.", "label": "Label_0"}
{"text": "they finally decided to rewrite their dress code and finally got the approval in January of 2022.", "label": "Label_1"}
{"text": "it was against their cultural and ethical way of dressing up.", "label": "Label_0"}
{"text": "they decided that it was time for a change so they rewrote the district dress.", "label": "Label_1"}
{"text": "the dress code got approved to change in January so kids could wear whatever they wanted like spaghetti straps, tube tops, ripped jeans and durags.", "label": "Optimal_1"}
{"text": "after the debate they got the dress code rewritten in January 2022.", "label": "Label_1"}
{"text": "they need approval from the school.", "label": "Label_1"}
{"text": "Manchester school board member addressed the concerns by rewritten dress code.", "label": "Label_1"}
{"text": "THEY CREATE A NEW ENFORCEMENT ACT TO REMOVE SUCH A DRESS CODE .", "label": "Label_1"}
{"text": "they can reduce some fashion trends therefore not making people feel bad about what they wear.", "label": "Label_0"}
{"text": "in 2021, some students proposed a rewrite of their school's dress code.", "label": "Optimal_1"}
{"text": "dress code got a final approval from the school in January 2022", "label": "Label_1"}
{"text": "its make some cool things", "label": "Label_0"}
{"text": "Manchester's students can wear anything they'd like, and paragraph 10 states \"Manchester's rewritten code got final approval form school board in January 2022.\"", "label": "Label_1"}
{"text": "They drafted and recommended a change that included specific and broad safeguards for student instructional time, which the district approved.", "label": "Optimal_1"}
{"text": "the master speed strokes", "label": "Label_0"}
{"text": "Some students have attempted to get the dress code amended to allow for non-discriminatory clothing.", "label": "Optimal_1"}
{"text": "there was still a voice in favor of more strict policies, feeling certain allowances were too permissive to contribute to a productive school environment.", "label": "Label_0"}
{"text": "despite some student opposition schools advocate for strict dress codes for a variety of reasons.", "label": "Label_0"}
{"text": "manchester rewritten dress code", "label": "Label_1"}
{"text": "they decided to ban not to strict order for dress code to school management.", "label": "Label_0"}
{"text": "dress code final approval from the school.", "label": "Label_0"}
{"text": "Despite some oppostions advocate codes for aa variety it sates that enforcement will be not discrimminate that were removes the punishment", "label": "Label_0"}
{"text": "they came up with reasons such as it singled out certain groups of students.", "label": "Label_0"}
{"text": "the dress codewould not discriminate against race or gender.", "label": "Label_0"}
{"text": "the dress code has been rewritten.", "label": "Label_1"}
{"text": "the dress code was rewritten by a student and approved by the school board.", "label": "Label_1"}
{"text": "Despite some oppostions advocate codes for aa variety it sates that enforcement will be not discrimminate", "label": "Label_0"}
{"text": "they sent a rewritten dress code to the school board changing the clothing that was banned and in January 2022 the rewritten dress code got approved.", "label": "Label_1"}
{"text": "despitesome student school advocate for strict", "label": "Label_0"}
{"text": "very much every", "label": "Label_0"}
{"text": "a student proposed a rewritten dress code to the school board that allows clothes like ripped jeans and durags.", "label": "Optimal_1"}
{"text": "Kellan Barbee proposed a new dress code in 2021 which got approved in January 2022 from the school board.", "label": "Optimal_1"}
{"text": "students can focus more on task.", "label": "Label_0"}
{"text": "soog survdye survey nice good nice good survey of", "label": "Label_0"}
{"text": "Manchester's rewritten dress code got final approval from the school board in January.", "label": "Label_1"}
{"text": "the school board got together and in january 2022 a student finally got what she was asking for.", "label": "Label_1"}
{"text": "the students addressed their concerns about discrimination and the allowance of certain clothing through the school boards by proposing a different school dress code for 2021.", "label": "Optimal_1"}
{"text": "student advocates proposed a more lenient dress code to the Manchester school board.", "label": "Label_1"}
{"text": "after the debate they got the dress code rewritten in January 2022 and are now allowed to have spaghetti straps, tube tops and other items.", "label": "Optimal_1"}
{"text": "they say that having a stricter dress  code .", "label": "Label_0"}
{"text": "Manchester's rewritten dress got final from the board in January 2022.", "label": "Label_1"}
{"text": "students worked until they got what they wanted which was a less strict dress code.", "label": "Label_1"}
{"text": "students did a majority vote on it and the new code now allows things like spaghetti straps, tube tops, and ripped jeans.", "label": "Optimal_1"}
{"text": "Kellan Barbee, a student representative proposed a rewritten school dress code in 2021.", "label": "Optimal_1"}
{"text": "they could lose out on crucial class time.", "label": "Label_0"}
{"text": "it was too strict and did not account for cultural or gender updates.", "label": "Label_0"}
{"text": "Manchester has rewritten dress code and got approval from school board in January 2022.", "label": "Label_1"}
{"text": "it singled out females.", "label": "Label_0"}
{"text": "cs bring its was firts policy happy changes school dress to more find them", "label": "Label_0"}
{"text": "school provide variety of reasons for dress code restriction such as it reducing class distractions and pressure of students.", "label": "Label_0"}
{"text": "they let kids wear bonnets, ripped jeans, durag hats, tube tops, and spaghetti straps.", "label": "Optimal_1"}
{"text": "a new dress code policy needs to be introduced to stop discriminating against women and people of color.", "label": "Label_0"}
{"text": "they sent a rewritten dress code to the school board and in January 2022 the rewritten dress code got approved.", "label": "Label_1"}
{"text": "they rewrote the district dress tube tops lose time.", "label": "Label_0"}
{"text": "students rewrote the school dress code, hoping that they would get approval, as they hoped, the dress code will not discriminate race or gender and will allow hats, tube tops, ripped jeans, etc.", "label": "Optimal_1"}
{"text": "It was the first policy in the", "label": "Label_0"}
{"text": "In fact, she could get detention for wearing it.", "label": "Label_0"}
{"text": "a school representative proposed a rewritten school dress code stating that it will not be little depending on race or gender.", "label": "Optimal_1"}
{"text": "while dress codes are supposed to foster a better learning environment.", "label": "Label_0"}
{"text": "schools think if less styles are allowed, students won't follow pricy fashion trends as much.", "label": "Label_0"}
{"text": "it singles out females and black students.", "label": "Label_0"}
{"text": "students talked to the schools to make the dress code change to the styles that were popular.", "label": "Label_0"}
{"text": "SCHOOL BOARD NICOLE LEPLEY", "label": "Label_0"}
{"text": "Black students wear head coverings as part of their culture and they are forbidden.", "label": "Label_0"}
{"text": "despitesome student school advocate", "label": "Label_0"}
{"text": "they proposed their own dress code.", "label": "Label_1"}
{"text": "they rewrote the dress code for the kids that was getting single out they was wearing hats, durags, hoodies and bonnets.", "label": "Optimal_1"}
{"text": "they rewrote their dress code while taking into consideration common complaints about the original dress code, such as limits on women's clothing and clothing representing Black culture.", "label": "Optimal_1"}
{"text": "they can dress the way they liked.", "label": "Label_0"}
{"text": "they decided to rewrite the school dress code policies.", "label": "Label_1"}
{"text": "they advocated for a rewrite of the dress code that got rid of the ban on hats and other certain clothes, and it was approved in January of 2022.", "label": "Optimal_1"}
{"text": "Despite some  student opposition", "label": "Label_0"}
{"text": "student representative Kellan Barbee rewrote the school dress code policy.", "label": "Optimal_1"}
{"text": "the new dress code got the final approval from the school board in January 2022.", "label": "Label_1"}
{"text": "Dress got final approval from the school board.", "label": "Label_1"}
{"text": "they needed some dress code.", "label": "Label_0"}
{"text": "student representative, Barbee, proposed a new dress code policy.", "label": "Optimal_1"}
{"text": "the school went to the board and to the union leader that the dress code is not working for the students they change the rules such as tube tops, durags, and hats to be allowed.", "label": "Optimal_1"}
{"text": "dress  final approval from the school.", "label": "Label_0"}
{"text": "Female students do feel singled out and also so Black people don't feel singled out.", "label": "Label_0"}
{"text": "they rewrote the district's dress code,", "label": "Label_1"}
{"text": "Despite some student opposition, schools advocate for strict dress codes for a variety of reasons.", "label": "Label_0"}
{"text": "they wear their favorite  dresses.", "label": "Label_0"}
{"text": "Manchesterś rewritten dress code got final approval from the board in January so it does not discriminate on the basis of race or gender.", "label": "Optimal_1"}
{"text": "the new rewritten dress got was approved from the board in February 2022.", "label": "Label_1"}
{"text": "the singled out female students banning the clothes items.", "label": "Label_0"}
{"text": "they worked to rewrite what they felt discriminative towards women and Black people and modified the dress code to minimize the amount of different styles in January of 2022.", "label": "Optimal_1"}
{"text": "Kellan Barbee proposed a new school dress code for 2021.", "label": "Optimal_1"}
{"text": "she wanted less strict dress for reasons.", "label": "Label_1"}
{"text": "it will not discriminate against gender or race also to get rid of the punishment that comes with it.", "label": "Label_0"}
{"text": "they  can follow their culture to wear headwraps.", "label": "Label_0"}
{"text": "students will feel less pressure of keeping up.", "label": "Label_0"}
{"text": "Kellan Barbee allowed clothing that wasn't allowed before.", "label": "Optimal_1"}
{"text": "to keep up with high expensive fashion.", "label": "Label_0"}
{"text": "the school board approved its first policy to be written by a student.", "label": "Label_1"}
{"text": "Manchester's rewritten was approved in january.", "label": "Label_1"}
{"text": "they wrote a new policy and got it approved too", "label": "Label_1"}
{"text": "students felt like it singled out black students and female students.", "label": "Label_0"}
{"text": "kellan barbee addressed the problem by proposing the problems like discriminatios.", "label": "Optimal_1"}
{"text": "in fact,she could get detention for wearing it.", "label": "Label_0"}
{"text": "a group of students authored an alternative policy.", "label": "Optimal_1"}
{"text": "basic of range or gender loss of students.", "label": "Label_0"}
{"text": "they can express them selves without getting in trouble.", "label": "Label_0"}
{"text": "a new policy which allows students to wear previously prohibited items was approved.", "label": "Label_1"}
{"text": "they got the school board to vote on it and got approval to change the dress code and now spaghetti straps are allowed and so are bonnets and durags.", "label": "Optimal_1"}
{"text": "the students pressed the school committee to change the code.", "label": "Label_1"}
{"text": "the student representatives wrote a new proposal to the school board that disallowed discrimination based on gender or race.", "label": "Optimal_1"}
{"text": "despite some student opposition,", "label": "Label_0"}
{"text": "school students  take a risk and dress more.", "label": "Label_0"}
{"text": "they advocated for a change in the dress code so that more styles of clothing would be allowed in school.", "label": "Optimal_1"}
{"text": "the first policy in the district to be authored by a student.", "label": "Label_1"}
{"text": "deberian hacer algo al respecto los maestros", "label": "Label_0"}
{"text": "they was able to get the dress code rewritten for the students to feel more comfortable and they can wear more styles of clothing.", "label": "Optimal_1"}
{"text": "they rewritten the dress code by saying the school should allow item that previously were not allow like hats to be allow.", "label": "Optimal_1"}
{"text": "A revised dress code was adopted, allowing some things and removing punishments that could have an academic impact on pupils.", "label": "Optimal_1"}
{"text": "the Manchester school board member voted against the law and then the dress code was rewritten in January 2022.", "label": "Label_0"}
{"text": "It was the first policy in the district to be authored", "label": "Label_0"}
{"text": "they will change fashion dress code now.", "label": "Label_0"}
{"text": "the advocated of a less strict school dress code.", "label": "Label_1"}
{"text": "the manchester ideas action is speed ideas", "label": "Label_0"}
{"text": "they could follow a more casual dress code.", "label": "Label_0"}
{"text": "it allows several items that were previously not allowed like hats tube tops and ripped jeans.", "label": "Optimal_1"}
{"text": "it unfairly banned clothing favored by women and black students.", "label": "Label_0"}
{"text": "they feel that it singled out female students by not use clothing.", "label": "Label_0"}
{"text": "school board member nicole", "label": "Label_0"}
{"text": "it was given approval as it was not suitable in this new generation and this can be a step forward.", "label": "Label_1"}
{"text": "basis dress code.", "label": "Label_0"}
{"text": "one such student offered a rewritten version to the school board for approval", "label": "Optimal_1"}
{"text": "some students got together and rewrote the dress code so that people will not discriminate others based on their race or gender.", "label": "Optimal_1"}
{"text": "one of the board members was against the change and voted against it.", "label": "Label_0"}
{"text": "It was the first policy in the district to be", "label": "Label_0"}
{"text": "schools say that is reduces distractions and students will feel less pressure to dress in expensive clothing.", "label": "Label_0"}
{"text": "the rewritten dress code got final approval of the school board.", "label": "Label_1"}
{"text": "they would not be discrimenating many students.", "label": "Label_0"}
{"text": "school board in january 2022", "label": "Label_0"}
{"text": "those that want it say it has positives results, such as less distractions and families are not forced to buy clothes out of their price range.", "label": "Label_0"}
{"text": "they proposed a new one that didn't discriminate based on race or gender.", "label": "Optimal_1"}
{"text": "the school would rewrite the dress code.", "label": "Label_1"}
{"text": "the Manchester school board member voted against the dress code law.", "label": "Label_0"}
{"text": "they got the approval from the school to change the dress code they changed the clothing.", "label": "Label_1"}
{"text": "they could have a less strict code that allowed them to wear what they want to school.", "label": "Label_0"}
{"text": "Many school feel that if fewer styles of clothing are allowed in school, students will feel less pressure to keep up with expensive fashion trends", "label": "Label_0"}
{"text": "students wrote a letter to the school board to change their policy", "label": "Label_1"}
{"text": "the management took action and changed to formal dress.", "label": "Label_0"}
{"text": "they felt that it unfairly targeted women's clothing.", "label": "Label_0"}
{"text": "very interesting and very beautyful interesting good", "label": "Label_0"}
{"text": "the new policy was eventually approved and the new code allowed for the students to wear things they could before due to the code.", "label": "Label_1"}
{"text": "Kellan Barbee who served as one of the four student representatives to the Manchester school board proposed a rewritten school dress code including spaghetti straps, tube tops, ripped jeans and more.", "label": "Optimal_1"}
{"text": "the student representatives proposed a rewritten dress code and addressed it to the school board.", "label": "Optimal_1"}
{"text": "students go together and wrote their own dress code which was approved.", "label": "Label_1"}
{"text": "they take their suggestion to the management with  letter.", "label": "Label_0"}
{"text": "they are not discriminated upon for what they wear.", "label": "Label_0"}
{"text": "a school representative proposed a new dress code that stated they would not discriminate against race or gender.", "label": "Optimal_1"}
{"text": "A new dress code has been implemented that is more inclusive and does not impose any penalties.", "label": "Optimal_1"}
{"text": "schools advocate for dress codes saying that it will reduce distractions and pressure students may face.", "label": "Label_0"}
{"text": "a student representative proposed a revised dress code, allowing items like durags and hats and removing punishments that take away instructional time, and it was approved by a majority vote.", "label": "Optimal_1"}
{"text": "they proposed a written school dress code.", "label": "Label_1"}
{"text": "they could lose out one crucial class time.", "label": "Label_0"}
{"text": "Manchester students wanted a less", "label": "Label_0"}
{"text": "cutr item  class", "label": "Label_0"}
{"text": "the dress code policy wont discriminate against someone of a certain race or gender.", "label": "Label_0"}
{"text": "school advocate for strict dress codes for a variety of reason", "label": "Label_0"}
{"text": "Manchester's dress code was rewritten and got final school board approval.", "label": "Label_1"}
{"text": "They say that having a stricter dress code can reduce in-class distractions and reduce pressures that students might   feel", "label": "Label_0"}
{"text": "having a stricter dress code can reduce distractions.", "label": "Label_0"}
{"text": "the new code allows several items that were formally prohibited.", "label": "Optimal_1"}
{"text": "Manchester's rewritten the dress code.", "label": "Label_1"}
{"text": "students addressed the school board with their concerns and proposed a rewritten school dress code.", "label": "Label_1"}
{"text": "It was the first policy in the district", "label": "Label_0"}
{"text": "they made their own policy and presented it to the school board, they changed it so there was rules for everyone and not one demographic.", "label": "Optimal_1"}
{"text": "they feel the dress code singles out females or stereotypical female clothing.", "label": "Label_0"}
{"text": "the dress code would face a range of punishments and suspention", "label": "Label_0"}
{"text": "they felt it singled out female students and black students from the school.", "label": "Label_0"}
{"text": "students feel less pressure to keep up with expensive fashion trends.", "label": "Label_0"}
{"text": "they rewrote the dress code for women, and Black students, which was approved by the School Board.", "label": "Label_1"}
{"text": "they got approval for the cress code change.", "label": "Label_1"}
{"text": "Manchester has rewritten the dress code so it won´t offend race or gender.", "label": "Label_0"}
{"text": "they will change fashion dress    code now.", "label": "Label_0"}
{"text": "the schools advocate that a strict dress code reduce in-class distractions and pressure related to socioeconomic status.", "label": "Label_0"}
{"text": "school board member Gary Hamer had explained that they are asking for more challenges.", "label": "Label_0"}
{"text": "they rewrote the districts code for example changed what black students and what woman wear.", "label": "Label_1"}
{"text": "related to status student durages", "label": "Label_0"}
{"text": "Manchester school voice there own opinion.", "label": "Label_0"}
{"text": "they rewrite the dress code slightly by adding the ability to wear certain clothing.", "label": "Label_1"}
{"text": "they can wear their favorite accessories.", "label": "Label_0"}
{"text": "it can lead to a reduction in distractions that happen in classrooms.", "label": "Label_0"}
{"text": "they used their student representative to address their issues", "label": "Optimal_1"}
{"text": "It states that enforcement will discriminate on the basis on race or gender.", "label": "Label_0"}
{"text": "they asked to not discriminate on race or gender.", "label": "Optimal_1"}
{"text": "a dress code was rewritten.", "label": "Label_1"}
{"text": "School board member Nicole Leapley was....", "label": "Label_0"}
{"text": "dress code was vpolicy to find them discriminate of tage", "label": "Label_0"}
{"text": "It was the first policy in the district to be authored by", "label": "Label_0"}
{"text": "they rewrote the code to allow spaghetti straps.", "label": "Optimal_1"}
{"text": "they prepared rewritten school dress code, stating the new enforcement wouldn't discriminate anyone on the basis of race or gender, allowing the culturally associated items, removing the punishment.", "label": "Optimal_1"}
{"text": "they rewrote the dress code which finally was approved by the school board in February 2022.", "label": "Label_1"}
{"text": "students started proposing a rewritten dress code in 2021 to let people wear hats and hoodies and it wouldn't discriminate on the basis of race or gender, and it was approved in a majority vote.", "label": "Optimal_1"}
{"text": "good to take a good education so that enjoy the college time.", "label": "Label_0"}
{"text": "the district to be authored by a student;ll", "label": "Label_0"}
{"text": "cxxbcbhcxx bvchbbfdhfddgrfd fdhdfcchfd fddgdf fddhdfdsgfd fdyhrtd fddgdrffhgf fdrdhytr fdhtrd", "label": "Label_0"}
{"text": "the policy was rewritten in 2021.", "label": "Label_1"}
{"text": "the policy salso", "label": "Label_0"}
{"text": "students will feel less pressure to school board", "label": "Label_0"}
{"text": "It was the first", "label": "Label_0"}
{"text": "many school feel that if also", "label": "Label_0"}
{"text": "they protest against it in hopes of changing it.", "label": "Label_1"}
{"text": "its make some cool things in it", "label": "Label_0"}
{"text": "they decided to change it themselves, such as allowing hats, hoodies, bonnets, tube tops, and spaghetti straps.", "label": "Optimal_1"}
{"text": "some also thought it singled out black students.", "label": "Label_0"}
{"text": "females and black students can wear \"tube tops, ripped jeans, durags and bonnets without getting detention.", "label": "Label_0"}
{"text": "the students stand up against the dress code.", "label": "Label_1"}
{"text": "the school board approved the rewritten dress code in January 2022.", "label": "Label_1"}
{"text": "they got the final approval of the school board.", "label": "Label_1"}
{"text": "new policy was approved.", "label": "Label_1"}
{"text": "they rewrote the dress code policy to bring equality regarding race and gender.", "label": "Label_0"}
{"text": "supporters believed that a strict dress code could mitigate distractions and help students focus.", "label": "Label_0"}
{"text": "the dress code would face a range of punishments and suspension", "label": "Label_0"}
{"text": "some students wear durags hats, bonnets, and hoodies to protect their hair or to express black cultural pride.", "label": "Label_0"}
{"text": "female students feel it is biased.", "label": "Label_0"}
{"text": "they worked very hard at rewriting the dress code and getting it finalized.", "label": "Label_1"}
{"text": "o one of them proposed a rewritten school dress code which was approved by the full school board.", "label": "Optimal_1"}
{"text": "they proposed a dress code that allows some previously banned items that are tied to racial and gender identities.", "label": "Optimal_1"}
{"text": "it was the first policy in the district to be authored by  with the keep up", "label": "Label_0"}
{"text": "it got approved from the school board in January 2022.", "label": "Label_1"}
{"text": "nobody would be negatively affected by dress code policy's.", "label": "Label_0"}
{"text": "dress code punishments cause students fall behind academically.", "label": "Label_0"}
{"text": "students wouldn't be discriminated against their race or gender.", "label": "Label_0"}
{"text": "the school went to the board and to the union leader that the dress code is not working for the students", "label": "Label_1"}
{"text": "they decided to fight against the policy to change it.", "label": "Label_1"}
{"text": "they made a new dress code policy that took out the items that were against women and Black people.", "label": "Optimal_1"}
{"text": "students who violated the", "label": "Label_0"}
{"text": "the dress code got approved to change in January so kids could wear whatever they wanted", "label": "Label_1"}
{"text": "the students decided to rewrite it.", "label": "Label_1"}
{"text": "Manchester's dress code was rewritten and got final school board approval allowing students to to lose instructional time for being dress coded.", "label": "Label_1"}
{"text": "stricter dress code jeans.", "label": "Label_0"}
{"text": "they say that having a stricter dress to  it is code .", "label": "Label_0"}
{"text": "students  will feel less pressure to keep up with expensive fashion trends and it is approved  by majority of board members.", "label": "Label_0"}
{"text": "the students spoke out about their concerns and got the dress code changed to allow clothing such as hoodies, durags, and tube tops.", "label": "Optimal_1"}
{"text": "school advocate for strict dress codes for a variety of reasons-", "label": "Label_0"}
{"text": "they created a new dress code that will not discriminate on race or gender.", "label": "Optimal_1"}
{"text": "the school board finally approved the Manchester dress code by allowing the students to wear more of what they wanted and removing punishments that kept them from class.", "label": "Optimal_1"}
{"text": "the students took it up with the Manchester school board addressing the concerns of the students which led to a new and improved district dress code that the students are satisfied with.", "label": "Label_1"}
{"text": "in their view, the policy was discriminatory towards women and Black students.", "label": "Label_0"}
{"text": "They voice there own oppion.", "label": "Label_0"}
{"text": "school will fewer say", "label": "Label_0"}
{"text": "since the old dress code was not working for some students the school board members approved the new dress code marking it so kids could wear tube tops, Ripped jeans, and hats to school.", "label": "Optimal_1"}
{"text": "it makes women feel singled out.", "label": "Label_0"}
{"text": "the Manchester's change the dress code including hats.", "label": "Label_0"}
{"text": "students proposed a new dress code to the New Hampshire school board in 2021, allowing clothing items like tube tops, ripped jeans, and hats.", "label": "Optimal_1"}
{"text": "they can reduce fashion trends therefore not making people feel bad about what they wear.", "label": "Label_0"}
{"text": "they could wear things that show who they are like tube tops and bonnets.", "label": "Label_0"}
{"text": "the master speed", "label": "Label_0"}
{"text": "cs bring its was firts policy happy changes", "label": "Label_0"}
{"text": "they rewrote the dress code for everybody even the kids that felt like they was getting single out because they was wearing hats, durags, hoodies and bonnets.", "label": "Optimal_1"}
{"text": "they presented a dress code written by students to the school board.", "label": "Label_1"}
{"text": "it was the first policy.", "label": "Label_0"}
{"text": "school will fewer say  durgs", "label": "Label_0"}
{"text": "the new dress code got approval and it is a step forward, students can wear durags, bonnets, and hats, and spaghetti straps, it will not discriminate on gender or race.", "label": "Optimal_1"}
{"text": "Manchester's students can wear anything they'd like rather it's a hat, hoodie, or bonnet, and paragraph 10 states \"Manchester's rewritten code got final approval form school board in January 2022.\"", "label": "Optimal_1"}
{"text": "now the rules do not discriminate against race or gender.", "label": "Label_0"}
{"text": "students wanted the school to change the dress code by making  a change of what to wear.", "label": "Label_1"}
{"text": "Kellan Barbee rewrote the school dress code.", "label": "Optimal_1"}
{"text": "they could dress more freely and express themselves.", "label": "Label_0"}
{"text": "Kellan Barbee addressed the concerns of his peers by presenting a revised dress code.", "label": "Optimal_1"}
{"text": "one school board member opposed the new policy.", "label": "Label_0"}
{"text": "they had protested to change the dress code like hats, and jeans.", "label": "Optimal_1"}
{"text": "l dont know", "label": "Label_0"}
{"text": "Kellan Barbee proposed a rewritten dress code allowed several items that wasn't allowed.", "label": "Optimal_1"}
{"text": "dress code was vpolicy to find them discriminate of tage straps", "label": "Label_0"}
{"text": "students worked until they got what they wanted which were the would get no punishments.", "label": "Optimal_1"}
{"text": "the students took matters into their own hands and tried to change it themselves and won in January 2022.", "label": "Label_1"}
{"text": "this was not possible: hats, hoodies, bonnets and durags were banned.", "label": "Label_0"}
{"text": "schools advocate for strict dress codes for reduce distractions and stress to keep up with fashion trends.", "label": "Label_0"}
{"text": "they stood up to the administrators and board members and fought for their freedom of dress code.", "label": "Label_1"}
{"text": "school board member Nicole leapley  was happy about the change she told the  union leader and this is a step forward.", "label": "Label_0"}
{"text": "school board member Nicole Leapley was happy about the changes voted.", "label": "Label_0"}
{"text": "soog survdye survey nice good nice", "label": "Label_0"}
{"text": "a new code was written by students and approved by the school board.", "label": "Label_1"}
{"text": "four students, one of which was Kellen Barbee who addressed the issue to rewrite the dress code in 2021, that brought change and the school code was changed in January 2022.", "label": "Optimal_1"}
{"text": "the students worked with administrators to rewrite the dress code to remove instructional time loss.", "label": "Optimal_1"}
{"text": "many school feel that if also to lose.", "label": "Label_0"}
{"text": "the district rewrote the dress code and got final approval from the school board in January 2022.", "label": "Label_1"}
{"text": "School board member Nicole Leapley about the changes.", "label": "Label_0"}
{"text": "the students went to the board and got a new dress code.", "label": "Label_1"}
{"text": "the rewrited the dress code for women, and Black students.", "label": "Optimal_1"}
{"text": "Kellan Barbee, who serves as a student representative to the Manchester school New Hampshire, put up the idea of revising the current dress code into pleasing the student's wants.", "label": "Optimal_1"}
{"text": "they felt that it singled out female students by banning clothing items typically associated with women, like spaghetti.", "label": "Label_0"}
{"text": "the student changed the dress code.", "label": "Label_1"}
{"text": "they rewrote the districts dress code, They felt that women were singled out and the dress code associated with women like spaghetti straps and tube tops.", "label": "Optimal_1"}
{"text": "a race or gender will not be discriminated against.", "label": "Label_0"}
{"text": "schools have to take a step forward.", "label": "Label_0"}
{"text": "they say that having", "label": "Label_0"}
{"text": "they felt it was discriminatory against females and black students in particular, not allowing them to express their black cultural pride.", "label": "Label_0"}
{"text": "school management decided to change dress to everyone likes.", "label": "Label_0"}
{"text": "In january 2022 they got approval from the school board to be less strict on wearing ripped jeans,durags,and hats.", "label": "Optimal_1"}
{"text": "typically associated with spaghetti straps and tube tops.", "label": "Label_0"}
{"text": "they felt it unfairly targeted female and black students.", "label": "Label_0"}
{"text": "Kellan Barbee, one of the for student representatives, proposed a rewritten school dress code.", "label": "Optimal_1"}
{"text": "the students had a representative to speak out for their demands.", "label": "Optimal_1"}
{"text": "also thought it singled out Black students.", "label": "Label_0"}
{"text": "students could have more option on what they wanted to wear.", "label": "Label_0"}
{"text": "they could wear things that show who they are like tube tops and bonnets, these changes would cause girls to be happy.", "label": "Label_0"}
{"text": "some just hamer", "label": "Label_0"}
{"text": "there are less strict from dress code.", "label": "Label_0"}
{"text": "very interesting and very beautyful", "label": "Label_0"}
{"text": "the district put out the final approval granting a change to it and ending based on race or gender allowing clothing such as durags, bonnets, spagetti straps, etc.", "label": "Optimal_1"}
{"text": "they held a vote", "label": "Label_1"}
{"text": "they worked very hard at rewriting the dress code and making the rules much better.", "label": "Label_1"}
{"text": "they proposed a new policies to the school board that do not discriminate on gender or race.", "label": "Optimal_1"}
{"text": "manchesters rewritten dress code got final approval from .", "label": "Label_1"}
{"text": "they talked to the board and they have approved it in January 2022 as their first policy.", "label": "Label_1"}
{"text": "others think having a dress code is necessary because it helps to minimize in-class distractions.", "label": "Label_0"}
{"text": "thy added thing that were previously banned.", "label": "Optimal_1"}
{"text": "the Manchester's rewrite the dress code and final approval for  the first policy district by a student.", "label": "Label_1"}
{"text": "it will not discriminate race or gender", "label": "Label_0"}
{"text": "A person could wear what they feel like is comfortable to them.", "label": "Label_0"}
{"text": "the students spoke out about their concerns and got the dress code changed.", "label": "Label_1"}
{"text": "x x x  n n n nn c c c  x x x x  v v v", "label": "Label_0"}
