{"text": "it was intensely personal for many enslaved people.", "label": "Label_1"}
{"text": "the goal wasn't to be independent.", "label": "Optimal_3"}
{"text": "the French government attempted to squelch it.", "label": "Label_5"}
{"text": "after this rebellion, many enslavers fled the area or went back to France.", "label": "Label_2"}
{"text": "some people question whether it was possible to end slavery while there was a colonial power.", "label": "Optimal_2"}
{"text": "as result of this rebellion slaveholder fled some returned to their countries or moved to others countries where the slavery remained legal just for not lose money.", "label": "Label_2"}
{"text": "the French military threat remained.", "label": "Optimal_1"}
{"text": "the French still posed a financial and military threat.", "label": "Optimal_1"}
{"text": "France used diplomacy and force to put down the rebellions.", "label": "Optimal_1"}
{"text": "many enslavers fled and some returned to france and moved to other places like the united states.", "label": "Label_2"}
{"text": "there was no way that it would be possible", "label": "Label_6"}
{"text": "the French government used diplomacy to try and use force to quash the rebellion.", "label": "Optimal_1"}
{"text": "others were motivated by having the idea to fight for color people freedom.", "label": "Label_1"}
{"text": "the French government used diplomacy and force to quash the rebellion, to stay in power.", "label": "Optimal_1"}
{"text": "enslaved people from different plantations met together with spiritual leader.", "label": "Label_1"}
{"text": "France's military remained a threat.", "label": "Optimal_1"}
{"text": "they didn’t initially want independence from Haiti.", "label": "Optimal_3"}
{"text": "the French government used negotiation and coercion to try to end the revolution.", "label": "Optimal_1"}
{"text": "a large number of enslavers fled to the mountains or moved to the US.", "label": "Label_2"}
{"text": "independence was not their goal at first when doing so.", "label": "Optimal_3"}
{"text": "it wasn't until 1804 that they finally became independent.", "label": "Optimal_4"}
{"text": "some people believed the French would not allow them to end slavery.", "label": "Optimal_2"}
{"text": "they fought against France.", "label": "Label_0"}
{"text": "the French threat remained even into 1804.", "label": "Optimal_1"}
{"text": "this sentence is confusing", "label": "Label_3"}
{"text": "the threat remains.", "label": "Label_3"}
{"text": "other moved to a places like the united states where slavery remained legal", "label": "Label_2"}
{"text": "slavery seemed very difficult to end", "label": "Label_6"}
{"text": "enslaved people that where from different plantations came together with a leader.", "label": "Label_2"}
{"text": "some return to France and others moved to the united states so that means that many move to France but others moved to the united states.", "label": "Label_2"}
{"text": "some worried that the French might keep them from ending slavery.", "label": "Optimal_2"}
{"text": "revolutionaries did this, in part, to derange the plantation economy.", "label": "Label_1"}
{"text": "one of the United States' rights was not explicitly guaranteed until 1804.", "label": "Optimal_4"}
{"text": "some fled to America where slavery was still legal.", "label": "Label_2"}
{"text": "the self-government wasn't just about the political leadership.", "label": "Label_1"}
{"text": "it was difficult to end slavery when the president was France.", "label": "Optimal_2"}
{"text": "the self government wasn't just about political leadership.", "label": "Label_1"}
{"text": "Although conditions had improved, there was still danger.", "label": "Label_3"}
{"text": "it was another thirteen year before the rebellion resulted in independence.", "label": "Optimal_4"}
{"text": "ultimately the plantation economic system prevailed.", "label": "Label_7"}
{"text": "some questioned whether it was feasible to abolish slavery while the nation was ruled by colonial authority; when the French government tried to put an end to the revolt via diplomacy.", "label": "Optimal_2"}
{"text": "French government used force to try to quash rebellion.", "label": "Optimal_1"}
{"text": "their first goal was abolition, not self-determination.", "label": "Optimal_3"}
{"text": "many slave-owners ran away and hid.", "label": "Label_2"}
{"text": "independence was not declared until 1804 in Haiti", "label": "Optimal_4"}
{"text": "as the result of the rebellion many enslavers flead some returned to France.", "label": "Label_2"}
{"text": "the French were still attacking the people financially.", "label": "Optimal_1"}
{"text": "the French didn't think slavery could be stopped.", "label": "Label_6"}
{"text": "they weren't trying to be completely independent from France.", "label": "Optimal_3"}
{"text": "some synonyms for independence might be autonomy, self-reliance, or self-rule.", "label": "Optimal_3"}
{"text": "the French wanted to get rid of the rebelion.", "label": "Label_5"}
{"text": "they did not originally have a goal of independence.", "label": "Optimal_3"}
{"text": "Rather, they wanted to bank independence from France, so to speak.", "label": "Optimal_3"}
{"text": "when the French government tried forcefully to stop the rebellion.", "label": "Optimal_1"}
{"text": "this rebellion was also personal for many enslaved and free people of color.", "label": "Label_1"}
{"text": "this rebellion caused many enslavers to flee the area or return to France.", "label": "Label_2"}
{"text": "France repeatedly tried to retake the island.", "label": "Label_5"}
{"text": "their intention was to have the colony end and have control over it.", "label": "Label_5"}
{"text": "the French government was attempting to end the rebellion and use diplomacy.", "label": "Optimal_1"}
{"text": "they weren't necessarily strong enough to overtake the government.", "label": "Label_6"}
{"text": "the French military fought back at them.", "label": "Optimal_1"}
{"text": "it took 13 years for them to declare independence.", "label": "Optimal_4"}
{"text": "it wasn't their original goal.", "label": "Label_8"}
{"text": "some enslaved people fled.", "label": "Label_2"}
{"text": "the practice of slavery has not been abolished.", "label": "Label_7"}
{"text": "France was a major source of ideas at the time causing restrictions.", "label": "Label_1"}
{"text": "France had spread to Saint Dominique.", "label": "Label_0"}
{"text": "the plantation continued growing as well as the economy.", "label": "Label_7"}
{"text": "others wondered if it was possible to end slavery.", "label": "Label_6"}
{"text": "some questioned if they could end slavery even though the country was governed by the colonial power.", "label": "Optimal_2"}
{"text": "although Haiti won independence there was still a French military threat.", "label": "Optimal_1"}
{"text": "Economic dependence on France persisted even after independence was achieved from France.", "label": "Optimal_1"}
{"text": "many moved to the US, where slavery remained legal and the planation economy continued to strive.", "label": "Label_2"}
{"text": "the French government wanted to end its presence on the island and control it.", "label": "Label_5"}
{"text": "some people thought that French leadership would make it hard to end slavery.", "label": "Optimal_2"}
{"text": "slavery was still legal because the French were still in power.", "label": "Label_7"}
{"text": "this led to an assault on the island by France.", "label": "Label_5"}
{"text": "some were concerned that they couldn't end slavery while France controlled the island.", "label": "Optimal_2"}
{"text": "France attacked the island financially.", "label": "Optimal_1"}
{"text": "the French government tried to use their power and resources to get rid of the rebellion.", "label": "Optimal_1"}
{"text": "independence from France wasn't their end goal.", "label": "Optimal_3"}
{"text": "they did not set out to achieve their first goal at first.", "label": "Label_8"}
{"text": "Criminal slavery remained legal in the United States.", "label": "Label_2"}
{"text": "some of them moved United States, where slavery continued to be legal.", "label": "Label_2"}
{"text": "France utilized its strength and negotiation skills to end the rebellion.", "label": "Optimal_1"}
{"text": "the goal was not to become independent.", "label": "Optimal_3"}
{"text": "France tried diplomacy and force to end the rebellion.", "label": "Optimal_1"}
{"text": "as a form of response, the French government used force to try and disrupt the rebellion.", "label": "Optimal_1"}
{"text": "after hearing of it the French Government tried to squash the rebellion using diplomacy and force.", "label": "Optimal_1"}
{"text": "this path was not well-defined.", "label": "Label_3"}
{"text": "the French government used strength and negotiations to end the rebellion.", "label": "Optimal_1"}
{"text": "the enslavers ran to places where slavery was still legal.", "label": "Label_2"}
{"text": "the threat remained", "label": "Label_3"}
{"text": "within a few days, hundreds of plantations were burned to the ground.", "label": "Label_2"}
{"text": "this resulted in an attack by France on the island.", "label": "Label_5"}
{"text": "some people were questioning whether they could escape enslavement because their French government colonial power was weak.", "label": "Optimal_2"}
{"text": "they were primarily doing it to control their lives and end enslavement.", "label": "Optimal_3"}
{"text": "some questioned if they could end slavery even though the country was governed by a colonial power.", "label": "Optimal_2"}
{"text": "many enslavers fled.some returned to France, while others moved to places like the united States where slavery remained legal and a plantation economy continued to grow.", "label": "Label_2"}
{"text": "France lost a lot of their territory in North America.", "label": "Label_0"}
{"text": "almost all of the people were enslaved in terrible conditions.", "label": "Label_1"}
{"text": "the French government launched an assault on the island in hopes of restoring order.", "label": "Optimal_1"}
{"text": "they were not strong enough to overthrow the government.", "label": "Label_6"}
{"text": "when French used force try to end the rebellion some people started to think if it is possible to end enslavement when country is poor and weak.", "label": "Optimal_2"}
{"text": "France employed diplomacy and coercion to try to quell the Revolution.", "label": "Optimal_1"}
{"text": "the institution of slavery has existed in some form or another for centuries.", "label": "Label_7"}
{"text": "it took thirteen years before they could claim independence.", "label": "Optimal_4"}
{"text": "France tried to use diplomacy on the island and force to quash the rebellion.", "label": "Optimal_1"}
{"text": "many enslavers fled.", "label": "Label_2"}
{"text": "the French government used diplomacy and coercion to try to end the revolution.", "label": "Optimal_1"}
{"text": "France tried to fight the rebellion with diplomacy and force.", "label": "Optimal_1"}
{"text": "(The French government tried to suppress it.)", "label": "Label_5"}
{"text": "the practice of enslaving fellow humans is still legal.", "label": "Label_7"}
{"text": "the French government tried to quash the rebellion by using diplomacy.", "label": "Optimal_1"}
{"text": "the lingering effects of colonization.", "label": "Label_2"}
{"text": "many enslaved people found the experience deeply personal.", "label": "Label_1"}
{"text": "the practice of slavery has continued unabated.", "label": "Label_7"}
{"text": "they were still enslaved and people didn care.", "label": "Label_7"}
{"text": "many enslavers fled to where slavery was still legal.", "label": "Label_2"}
{"text": "the rebellion meant something different for so many enslaved people.", "label": "Label_1"}
{"text": "various people wondered if it was possible to end slavery.", "label": "Label_6"}
{"text": "as a result many enslavers fled.", "label": "Label_2"}
{"text": "renunciation wasn't the initial goal.", "label": "Optimal_3"}
{"text": "a rebellion erupted soon after and plantations were burned to the ground.", "label": "Label_2"}
{"text": "financiers continued to control Haiti with finances.", "label": "Optimal_1"}
{"text": "they enslaved about 40 people on the island.", "label": "Label_1"}
{"text": "their early goal wasn't Haitian separatism.", "label": "Optimal_3"}
{"text": "it was unclear if the slavery could be ended under the current political conditions.", "label": "Optimal_2"}
{"text": "the institution of slavery in the United States continued throughout most of the 1800s.", "label": "Label_2"}
{"text": "it took until 1804 for Haiti to declare itself an independent country.", "label": "Optimal_4"}
{"text": "some speculated French leadership would make it hard to end slavery.", "label": "Optimal_2"}
{"text": "Digital forensic investigator;", "label": "Label_0"}
{"text": "they all fought for their own reasoning, to which none of them fought for the same thing.", "label": "Label_0"}
{"text": "the French government used force and diplomacy to try and stop the rebellion.", "label": "Optimal_1"}
{"text": "the enslavers simply fled to the United States and France.", "label": "Label_2"}
{"text": "slaves ran away", "label": "Label_2"}
{"text": "financial and military threats from the French were still very evident.", "label": "Optimal_1"}
{"text": "they owned their most valuable colonie.", "label": "Label_0"}
{"text": "others theorized whether or not ending slavery was even possible", "label": "Label_6"}
{"text": "many enslavers fled and the French government used force to destroy the rebellion.", "label": "Optimal_1"}
{"text": "most people didn't agree.", "label": "Label_0"}
{"text": "the rebellion was met with financial retribution from the French, making the Haitians suffer financially.", "label": "Optimal_1"}
{"text": "they had a hard time with racist people.", "label": "Label_1"}
{"text": "it wasn't until 1804 that they finally won their independence.", "label": "Optimal_4"}
{"text": "the French government tried to quash it.", "label": "Label_5"}
{"text": "the French wanted to get rid of the rebellion.", "label": "Label_5"}
{"text": "the threats still remained.", "label": "Label_3"}
{"text": "the rebellion was met with financial retribution from the French, causing the Haitians to suffer economically.", "label": "Optimal_1"}
{"text": "Following the uprising, many slave-owners fled the area or returned to France.", "label": "Label_2"}
{"text": "the political leadership was only one part of the self government.", "label": "Label_1"}
{"text": "French government use diplomacy to squash the rebellion.", "label": "Optimal_1"}
{"text": "the Haitians did not originally seek independence from France.", "label": "Optimal_3"}
{"text": "the French government threat remained.", "label": "Label_3"}
{"text": "many enslavers fled to France and the United States to continue their practice.", "label": "Label_2"}
{"text": "some people were questioning whether they could escape enslavement because of the French government's colonial power.", "label": "Optimal_2"}
{"text": "at the time, there were restricted ideas from France spreading.", "label": "Label_1"}
{"text": "ultimately, the plantation economic system remained.", "label": "Label_7"}
{"text": "the French used their military to threaten them and the French also forced them to pay their former enslavers.", "label": "Optimal_1"}
{"text": "Some returned to France and others moved to the U.S", "label": "Label_2"}
{"text": "many of them fled.", "label": "Label_2"}
{"text": "it led to the enslavers fleeing.", "label": "Label_2"}
{"text": "it was awful", "label": "Label_0"}
{"text": "the government took action to prevent it.", "label": "Label_5"}
{"text": "the aftermath of colonization has a continuing effect to the present day.", "label": "Label_2"}
{"text": "their goal was to end slavery, not to become independent.", "label": "Optimal_3"}
{"text": "this ruined the economy due to the cut off in the plantations upsetting the whites", "label": "Label_2"}
{"text": "many slaves fled or they move to other countries that slavery was legal.", "label": "Label_2"}
{"text": "the French government attempted to suppress it.", "label": "Label_5"}
{"text": "Their intention was not initially to accomplish that; it was not their intended purpose.", "label": "Label_8"}
{"text": "the French government used diplomacy to try to stop the rebellion.", "label": "Optimal_1"}
{"text": "Self-reliance didn't become their goal until later.", "label": "Optimal_3"}
{"text": "motivations for the rebellion were varied.", "label": "Label_1"}
{"text": "no one knew if the slavery could be ended under such political conditions.", "label": "Optimal_2"}
{"text": "they were not aiming to achieve it initially.", "label": "Label_8"}
{"text": "the Haitian government wanted to take back control along with France.", "label": "Label_1"}
{"text": "most enslavers fled.", "label": "Label_2"}
{"text": "Rather, they were asserting their independence from French rule.", "label": "Optimal_3"}
{"text": "the French government retains a strong presence in the area.", "label": "Optimal_1"}
{"text": "France renewed its attempt to take control of the island.", "label": "Label_5"}
{"text": "they weren't trying to be independent of France.", "label": "Optimal_3"}
{"text": "a fresh wave of protests swept through the village soon after.", "label": "Label_2"}
{"text": "France had used force and diplomacy to try to put a stop to the rebellion.", "label": "Optimal_1"}
{"text": "Slaves continued to be legally owned and plantations continued to increase.", "label": "Label_7"}
{"text": "many military threat remained after Haiti gained its independence and the French attacked them financially.", "label": "Optimal_1"}
{"text": "this Governance is not just about elected representatives.", "label": "Label_1"}
{"text": "the French government used diplomacy, along with force, to try to end the revolution.", "label": "Optimal_1"}
{"text": "many of the enslavers fled to places like the United States and France where slavery remained legal, but the French government tried to squash the rebellion.", "label": "Label_2"}
{"text": "It wasn't their goal at first.", "label": "Label_8"}
{"text": "some thought French leadership would preclude an end to slavery.", "label": "Optimal_2"}
{"text": "it was difficult to end slavery when the country was led by France, as the government was not willing to take any action that might upset its colonialist supporters.", "label": "Optimal_2"}
{"text": "slavery was not abolished until the Civil War.", "label": "Label_2"}
{"text": "when French government tried to quash the rebellion and some questioned if it's possible slavery to end.", "label": "Optimal_2"}
{"text": "this isn't going to solve the problem.", "label": "Label_3"}
{"text": "the aim of Haitian independence was not initially their goal.", "label": "Optimal_3"}
{"text": "many slaves fled, or they move to other countries that slavery was legal.", "label": "Label_2"}
{"text": "there were ideas from France spreading at the time, causing restrictions.", "label": "Label_1"}
{"text": "some plantation owners and enslavers fled to the United States where slavery was still legal and the plantation economy continued to grow.", "label": "Label_2"}
{"text": "France financially attacked the island.", "label": "Optimal_1"}
{"text": "Haiti did not declare its independence until 1804.", "label": "Optimal_4"}
{"text": "the aftermath of colonization hangs over the present time.", "label": "Label_2"}
{"text": "they were attacked and they brought death to their island.", "label": "Label_2"}
{"text": "some other free blacks were afraid and went back into slavery either in the United States or to the French.", "label": "Label_2"}
{"text": "European military and financial threats from the French still remained very strong.", "label": "Optimal_1"}
{"text": "the French government used its strength and its powers of negotiation to end the rebellion.", "label": "Optimal_1"}
{"text": "France tried to stop the revolutionaries by attacking the island financially.", "label": "Optimal_1"}
{"text": "they didn't have a specific goal in mind at first.", "label": "Label_8"}
{"text": "the French government wanted to end the conflict and control the island.", "label": "Label_5"}
{"text": "the French government unsuccessfully tried to squelch it.", "label": "Label_5"}
{"text": "it was uncertain if the slavery could be ended under such political circumstances.", "label": "Optimal_2"}
{"text": "At initially, it wasn't their first goal.", "label": "Label_8"}
{"text": "the Haitians were mainly doing it to control their lives and end enslavement, not create Haiti.", "label": "Optimal_3"}
{"text": "most of the Haitians were doing it to gain control of their lives and stop enslavement, not create Haiti.", "label": "Optimal_3"}
{"text": "more than a decade passed until they were able to declare their independence.", "label": "Optimal_4"}
{"text": "the French government tried to quash the rebellion.", "label": "Label_5"}
{"text": "this ruined the economy due to the cut off in the plantations upsetting the white", "label": "Label_2"}
{"text": "the French government tried to attack the island in order to restore order.", "label": "Optimal_1"}
{"text": "the French government still exerts a strong presence in the area.", "label": "Optimal_1"}
{"text": "it took until 1804 for Haiti to declare itself independent.", "label": "Optimal_4"}
{"text": "at first, it wasn't their goal.", "label": "Label_8"}
{"text": "the French government used force to try and squash the rebellion.", "label": "Optimal_1"}
{"text": "France tried to stop the revolutionaries.", "label": "Label_5"}
{"text": "while others moved to places like the united states, where slavery remained legal and a plantation economy continued to grow.", "label": "Label_2"}
{"text": "even when they won the French attacked the island financially forced to pay reparations and other consequences that still affect Haiti to this day.", "label": "Optimal_1"}
{"text": "they had a very hard time.", "label": "Label_1"}
{"text": "they had one goal in mind and that was to end slavery.", "label": "Optimal_3"}
{"text": "there were more reasons than unfair enslavement for the slaves' discontent.", "label": "Label_1"}
{"text": "the French government used negotiation and force to try to end the revolution.", "label": "Optimal_1"}
{"text": "this didn't really address the problem.", "label": "Label_3"}
{"text": "their early goal was to help Haiti achieve independence.", "label": "Optimal_3"}
{"text": "they believed that slavery couldn't be stopped.", "label": "Label_6"}
{"text": "at first, the people didn't want to become independent from France.", "label": "Optimal_3"}
{"text": "the military remained a possible threat.", "label": "Optimal_1"}
{"text": "they eventually won independence from France.", "label": "Label_2"}
{"text": "the French are still a threat to Haiti.", "label": "Label_3"}
{"text": "they soon the enslaves fled.", "label": "Label_2"}
{"text": "France tried to nullify the rebellion by killing the slaves.", "label": "Optimal_1"}
{"text": "the situation was unclear whether or not the slavery could be ended under such political conditions.", "label": "Optimal_2"}
{"text": "ultimately, the plantation economic system continued.", "label": "Label_7"}
{"text": "there was more to the self-government than political leadership.", "label": "Label_1"}
{"text": "they were taking advantage of the instability of the French Revolution pushed France to abolish slavery in 1794.", "label": "Label_1"}
{"text": "the French government stopped it .", "label": "Label_5"}
{"text": "even though many enslavers fled, plantation economy continued to grow.", "label": "Label_2"}
{"text": "control, manage, oversee, supervise", "label": "Optimal_1"}
{"text": "the goal of independence wasn't realized until later for them.", "label": "Optimal_3"}
{"text": "France attempted to regain control of the island.", "label": "Label_5"}
{"text": "the effects of colonization persist to the present day.", "label": "Label_2"}
{"text": "some were concerned that they couldn't end slavery while the French controlled the island.", "label": "Optimal_2"}
{"text": "there were a variety of motivations for the rebellion.", "label": "Label_1"}
{"text": "because of this rebellion, many enslavers fled the area or went back to France.", "label": "Label_2"}
{"text": "they wanted independence from France.", "label": "Label_1"}
{"text": "she plays the violin very well.", "label": "Label_0"}
{"text": "the enslavers fled to places where slavery remained legal.", "label": "Label_2"}
{"text": "nearly all the people were enslaved in horrendous conditions.", "label": "Label_1"}
{"text": "there were various motivating factors for the rebellion.", "label": "Label_1"}
{"text": "Frances military threat still remained.", "label": "Optimal_1"}
{"text": "Liberty was not the initial goal.", "label": "Optimal_3"}
{"text": "the French government bombed the island in hopes of restoring order.", "label": "Optimal_1"}
{"text": "other enslaved people from different plantations also met together with spiritual leaders.", "label": "Label_1"}
{"text": "the threat of the French military remained.", "label": "Optimal_1"}
{"text": "the French government wanted to end the uprising and take control of the island.", "label": "Label_5"}
{"text": "it was not their first priority at first.", "label": "Label_8"}
{"text": "the French military continued to be a threat.", "label": "Optimal_1"}
{"text": "self government was not the initial goal.", "label": "Optimal_3"}
{"text": "it took 13 years for them to declare their independence.", "label": "Optimal_4"}
{"text": "ending slavery seemed impossible to end", "label": "Label_6"}
{"text": "they didn't become independent until later.", "label": "Optimal_3"}
{"text": "the French influence and threat of military action remain.", "label": "Optimal_1"}
{"text": "they didn't know if slavery could be stopped.", "label": "Label_6"}
{"text": "At initially, that wasn't their intended outcome.", "label": "Label_8"}
{"text": "many enslavers fled the island, moving to places like France and the United States.", "label": "Label_2"}
{"text": "for many people, it was deeply personal.", "label": "Label_1"}
{"text": "allot of slaves fled.", "label": "Label_2"}
{"text": "the French government desired to end the occupation of the island and have control over it.", "label": "Label_5"}
{"text": "the French influence and military threat remained.", "label": "Optimal_1"}
{"text": "independence wasn't claimed until 1804.", "label": "Optimal_4"}
{"text": "this rebellion led to revolution, so France attacked the island financially demanded things.", "label": "Optimal_1"}
{"text": "people wondered if it was possible to end the slavery because the country was still governed by a colonial power.", "label": "Optimal_2"}
{"text": "the French government try to get rid of them by using diplomacy and force.", "label": "Optimal_1"}
{"text": "eventually they turned to revolution because they knew there would not be a possibility of ending slavery while being governed by a colonial power.", "label": "Optimal_2"}
{"text": "it was difficult to end slavery when the country was led by France because they were not willing to end it.", "label": "Optimal_2"}
{"text": "the French government attempted to restore order on the island.", "label": "Optimal_1"}
{"text": "they didn't want to become unconnected from France at first.", "label": "Optimal_3"}
{"text": "the French government may still have a strong presence in the area.", "label": "Optimal_1"}
{"text": "first, they weren't trying to accomplish it.", "label": "Label_8"}
{"text": "independence from France wasn’t their first idea.", "label": "Optimal_3"}
{"text": "France made an attempt to stop it.", "label": "Label_5"}
{"text": "the French government maintains influence in the area.", "label": "Optimal_1"}
{"text": "the Haitians suffered economically when the French levied financial retribution against them for the rebellion.", "label": "Optimal_1"}
{"text": "it was unclear if the political conditions could end the slavery.", "label": "Optimal_2"}
{"text": "some didn’t rebel because they thought enlightenment or inner peace was a good idea.", "label": "Label_0"}
{"text": "France attempted to prevent it.", "label": "Label_5"}
{"text": "90% of the enslaved people were in bad condition.", "label": "Label_1"}
{"text": "the threat continued.", "label": "Label_3"}
{"text": "their early goal was the independence of Haiti.", "label": "Optimal_3"}
{"text": "the French military threat was still present.", "label": "Optimal_1"}
{"text": "they were later forced to pay reparations to their former enslavers.", "label": "Optimal_1"}
{"text": "the French government used force to crush the rebellion.", "label": "Optimal_1"}
{"text": "the French government assaulted the island in an attempt to restore order.", "label": "Optimal_1"}
{"text": "they didn't believe that slavery could be ended.", "label": "Label_6"}
{"text": "the French government launched an attack on the island hoping to restore order.", "label": "Optimal_1"}
{"text": "France tried to regain control of the island.", "label": "Label_5"}
{"text": "some returned to France while others went to the U.S. where slavery remained legal.", "label": "Label_2"}
{"text": "as a result of the rebellion then came the revolution, enslaved people could finally live normal lives.", "label": "Label_2"}
{"text": "ultimately the plantation economy was retained.", "label": "Label_7"}
{"text": "independence was not the initial goal.", "label": "Optimal_3"}
{"text": "this rebellion caused many enslavers to flee the area or to go back to France.", "label": "Label_2"}
{"text": "the French government still posed a threat.", "label": "Optimal_1"}
{"text": "an upheaval broke out quickly on the island soon thereafter.", "label": "Label_2"}
{"text": "many enslaved people felt deeply personal about their experience.", "label": "Label_1"}
{"text": "The French government tried to diplomatically, and forcefully stop the rebellion.", "label": "Optimal_1"}
{"text": "it was difficult to abolish slavery when the country was led by France", "label": "Optimal_2"}
{"text": "the United States kept slavery legal.", "label": "Label_2"}
{"text": "slavery has remained legal.", "label": "Label_7"}
{"text": "Economic and military threats from France were still very strong.", "label": "Optimal_1"}
{"text": "some were concerned that they couldn't end slavery while the French controlled the island, or while the slave trade was still legal in the United States.", "label": "Optimal_2"}
{"text": "the French government used diplomacy and force to quash the rebellion.", "label": "Optimal_1"}
{"text": "many enslavers ran back to France or to America where slavery was alowed and plantations kept on growing.", "label": "Label_2"}
{"text": "the French government tried silencing this rebellion by remaining with their threat and building forts.", "label": "Optimal_1"}
{"text": "France lost most their territory in North America.", "label": "Label_0"}
{"text": "it was not the intent of independence to create division.", "label": "Optimal_3"}
{"text": "slaves ran awa", "label": "Label_2"}
{"text": "some thought French leadership would make ending slavery difficult", "label": "Optimal_2"}
{"text": "it harmed many plantation owners.", "label": "Label_2"}
{"text": "they were still enslaved and people didn´t care.", "label": "Label_7"}
{"text": "Rather, they aimed to help Haiti become an independant nation.", "label": "Optimal_3"}
{"text": "this rebellion led to many enslavers fleeing the area or going back to France.", "label": "Label_2"}
{"text": "the warning continued.", "label": "Label_3"}
{"text": "enslaved people revolted to control there own lives.", "label": "Label_1"}
{"text": "many enslavers fled but some went back to france.", "label": "Label_2"}
{"text": "it caused a lot of deaths while it was happening.", "label": "Label_2"}
{"text": "enslaved people from different planations met together with spiritual leaders.", "label": "Label_1"}
{"text": "enslavement remained legal in the United States.", "label": "Label_2"}
{"text": "it affected free slaves and slaves that still had owners it encouraged them to fight back France ended up fighting the slaves.", "label": "Label_5"}
{"text": "they didn't want to become France's colonies at first.", "label": "Optimal_3"}
{"text": "French financial and military threats remained very strong.", "label": "Optimal_1"}
{"text": "though they won French military threat still remained.", "label": "Optimal_1"}
{"text": "some returned to France while others moved to places like the United States, where slavery remained legal and a plantation economy continued to grow.", "label": "Label_2"}
{"text": "the French used finances to continue to control Haiti.", "label": "Optimal_1"}
{"text": "slavery continued to be legal, and the plantation industry increased.", "label": "Label_7"}
{"text": "the French military remained inhabiting the island and preventing the independence of Haiti.", "label": "Optimal_1"}
{"text": "the French government tried silencing this rebellion.", "label": "Label_5"}
{"text": "the French military was still a threat when the enslaved people won their freedom in 1804.", "label": "Optimal_1"}
{"text": "the population was enslaved and lived under incredibly brutal conditions.", "label": "Label_1"}
{"text": "many people were enslaved in horrific conditions.", "label": "Label_1"}
{"text": "Slaveholding remained legal and plantation flourished.", "label": "Label_7"}
{"text": "france enslaved people to control their government.", "label": "Label_5"}
{"text": "the rebellion was met with retaliation from the French, making the Haitians suffer economically.", "label": "Optimal_1"}
{"text": "they didn't originally have a goal in mind.", "label": "Label_8"}
{"text": "it took until 1804 for Haiti to declare its independence.", "label": "Optimal_4"}
{"text": "some people thought that the French would not allow slavery to end.", "label": "Optimal_2"}
{"text": "many enslavers fled and hid.", "label": "Label_2"}
{"text": "the French government used diplomacy to try and break the rebellion.", "label": "Optimal_1"}
{"text": "it was not their goal at first.", "label": "Label_8"}
{"text": "independence from France was not their initial goal.", "label": "Optimal_3"}
{"text": "Servitude was legal and plantation increased.", "label": "Label_7"}
{"text": "the French used their financial power to continue to control Haiti.", "label": "Optimal_1"}
{"text": "meny fled away", "label": "Label_2"}
{"text": "this didn't really seem to make a dent.", "label": "Label_3"}
{"text": "many eslavers fled as well.", "label": "Label_2"}
{"text": "admissions policy, disciplinary action, discipline, punishment", "label": "Label_0"}
{"text": "the authority didn't trust them enough to overtake the government.", "label": "Label_6"}
{"text": "the French wanted to get rid of the rebellion by using a diplomacy.", "label": "Optimal_1"}
{"text": "many enslavers fled to states where slavery remained legal.", "label": "Label_2"}
{"text": "Haiti had to pay reparations to France that still affect the Haitian economy today.", "label": "Optimal_1"}
{"text": "no synonyms found.", "label": "Label_0"}
{"text": "political leadership wasn't the only thing that the self government was about.", "label": "Label_1"}
{"text": "after hearing of it the French Government tried to squash the rebellion.", "label": "Label_5"}
{"text": "the French used financial controls to continue to control Haiti.", "label": "Optimal_1"}
{"text": "they had additional reasons other than unfair enslavement.", "label": "Label_1"}
{"text": "they were mainly doing it to control their lives and end enslavement, not create Haiti.", "label": "Optimal_3"}
{"text": "France used diplomacy to stop the rebellion.", "label": "Optimal_1"}
{"text": "Eighty percent of the people were enslaved in terrible conditions.", "label": "Label_1"}
{"text": "France tried to quash the rebellions.", "label": "Label_5"}
{"text": "political leadership wasn't just about the self government.", "label": "Label_1"}
{"text": "as a result, many of enslavers returned to France while other moved to the United States where slavery remained legal.", "label": "Label_2"}
{"text": "France endeavored to regain control over the island.", "label": "Label_5"}
{"text": "The French government uses diplomacy and force to quash the rebellion.", "label": "Optimal_1"}
{"text": "it was deep and personal for many enslaved people and free people of color.", "label": "Label_1"}
{"text": "this rebellion caused many enslavers to flee or go back to France.", "label": "Label_2"}
{"text": "the French government made use of diplomacy and force to try to abolish the rebellion.", "label": "Optimal_1"}
{"text": "90 percent of the population was enslaved and living in unstable conditions.", "label": "Label_1"}
{"text": "French government wanted to use diplomacy and force to put down the rebellion.", "label": "Optimal_1"}
{"text": "French military threats were still very strong", "label": "Optimal_1"}
{"text": "it was unclear if the political conditions would allow the slavery to be ended.", "label": "Optimal_2"}
{"text": "there was difficulty in ending slavery when the country was led by France.", "label": "Optimal_2"}
{"text": "there were ideas from France being spread at the time causing restrictions.", "label": "Label_1"}
{"text": "the threat of French rule remained because of their military presence on the island.", "label": "Optimal_1"}
{"text": "they weren't trying to cut ties with France.", "label": "Optimal_3"}
{"text": "As a result of the rebellion may enslavers fled.", "label": "Label_2"}
{"text": "the situation was unclear whether the slavery could be ended under such political conditions.", "label": "Optimal_2"}
{"text": "they were not trying to be independent from France.", "label": "Optimal_3"}
{"text": "large majority of people were enslaved in terrible conditions.", "label": "Label_1"}
{"text": "the French government tried to use diplomacy and force to try and squash the rebellion, some questioned if it was possible to end slavery.", "label": "Optimal_1"}
{"text": "slavery continued in the United States.", "label": "Label_2"}
{"text": "the French government try used diplomacy and force to end the rebellion.", "label": "Optimal_1"}
{"text": "the French government used force and slavery was still here.", "label": "Optimal_1"}
{"text": "France's financial and military threats were still very strong.", "label": "Optimal_1"}
{"text": "they were not trying to free themselves from France.", "label": "Optimal_3"}
{"text": "the continued effects of colonization", "label": "Label_2"}
{"text": "the French government used force to quash the rebellion, and some questioned whether it was possible to end slavery.", "label": "Optimal_2"}
{"text": "they didn't become interested in independence until later.", "label": "Optimal_3"}
{"text": "a rebellion broke out across the island soon after.", "label": "Label_2"}
{"text": "the military threat of the French still remained.", "label": "Optimal_1"}
{"text": "as a result of this rebellion the French government used diplomacy to try to quash the rebellion.", "label": "Optimal_1"}
{"text": "the french fought back.", "label": "Label_5"}
{"text": "independence wasn't a goal for them until later.", "label": "Optimal_3"}
{"text": "the French impose steep tariffs on the items impose into the colony.", "label": "Optimal_1"}
{"text": "it took thirteen years for them to claim independence.", "label": "Optimal_4"}
{"text": "others wondered if ending slavery was possible.", "label": "Label_6"}
{"text": "some returned to France while others moved to places like the United States, where slavery remained legal and a plantation economy continued to grow", "label": "Label_2"}
{"text": "At start, it wasn't their main objective.", "label": "Label_8"}
{"text": "the threat of French military interference continued even after independence was achieved.", "label": "Optimal_1"}
{"text": "France tried to keep it under control.", "label": "Label_5"}
{"text": "others asked if it was possible to end slavery.", "label": "Label_6"}
{"text": "some were concerned that they couldn't end slavery while the French controlled the island", "label": "Optimal_2"}
{"text": "Britons didn't want to be independent of France.", "label": "Optimal_3"}
{"text": "the French government opposed the rebellion and try to quash the rebellion with force.", "label": "Optimal_1"}
{"text": "the French government tried to stop it.", "label": "Label_5"}
{"text": "initially, their goal wasn't to achieve it.", "label": "Label_8"}
{"text": "it wasn't their original goal, but later on it became their main goal.", "label": "Label_8"}
{"text": "many people met into together with the leaders spiritual.", "label": "Label_1"}
{"text": "they still didnt get treated rightt.", "label": "Label_7"}
{"text": "there were multiple motivations for the rebellion", "label": "Label_1"}
{"text": "the French government used its strength and its bargaining skills to end the rebellion.", "label": "Optimal_1"}
{"text": "as a result of the rebellion, many of them left.", "label": "Label_2"}
{"text": "some went to the U.S. where slavery remained legal.", "label": "Label_2"}
{"text": "the path was poorly organized.", "label": "Label_3"}
{"text": "slavery has remained legal formerly enslaved people nearly controlled  30% of the island.", "label": "Label_7"}
{"text": "the France government levied economic barriers.", "label": "Optimal_1"}
{"text": "a great many people who had been enslaving others ran away and hid.", "label": "Label_2"}
{"text": "re-organize, refurbish, renovate, update", "label": "Label_0"}
{"text": "the main reason they revolted was to gain their freedom and end their enslavement, not create Haiti.", "label": "Optimal_3"}
{"text": "the French government attempted to stop the rebellion by using diplomacy.", "label": "Optimal_1"}
{"text": "a French threat or military action continued to linger.", "label": "Optimal_1"}
{"text": "they were not aiming to be independent from France.", "label": "Optimal_3"}
{"text": "France tried to retake the island again.", "label": "Label_5"}
{"text": "some people did not agree.", "label": "Label_0"}
{"text": "Due to the many enslavers fleeing and hiding, this caused a large disruption in the slave trade.", "label": "Label_2"}
{"text": "it led to a revolution.", "label": "Label_2"}
{"text": "the political leadership wasn't just about self government.", "label": "Label_1"}
{"text": "some disagreed.", "label": "Label_0"}
{"text": "many slaves fled, or they move to other countries that slavery was legal and the French government take the uses of diplomacy to try to quash the rebellion.", "label": "Optimal_1"}
{"text": "many enslavers fled some returned to France, while others moved to places like the United States.", "label": "Label_2"}
{"text": "France wanted to end it and take control of the island.", "label": "Label_5"}
{"text": "the path was paved with difficulties.", "label": "Label_3"}
{"text": "discover, recognize, identify", "label": "Label_0"}
{"text": "the French government used diplomacy to try to end the rebellion.", "label": "Optimal_1"}
{"text": "some people thought French leadership would make ending slavery hard.", "label": "Optimal_2"}
{"text": "the threat still remains.", "label": "Label_3"}
{"text": "there was always a possibility of danger, even though the situation had been resolved.", "label": "Label_3"}
{"text": "the France government used force to try to quash the rebellion.", "label": "Optimal_1"}
{"text": "it was a fiasco.", "label": "Label_0"}
{"text": "the French government quickly shut this down using diplomacy.", "label": "Optimal_1"}
{"text": "They initially had no intention of succeeding in this.", "label": "Label_8"}
{"text": "a few people did not agree.", "label": "Label_0"}
{"text": "France try to squelch it.", "label": "Label_5"}
{"text": "the institution of slavery has not been abolished.", "label": "Label_7"}
{"text": "many people did not start striving for independence until later in their lives.", "label": "Optimal_3"}
{"text": "the menace remains.", "label": "Label_3"}
{"text": "the institutionalized enslavement of one human being by another persists today in many countries.", "label": "Label_7"}
{"text": "they may not have been able to overthrow the government.", "label": "Label_6"}
{"text": "their early goal wasn't to achieve Haitian independence.", "label": "Optimal_3"}
{"text": "the rebellion quickly spread across the island.", "label": "Label_2"}
{"text": "the enslavers, fearing their slaves would rebel, quickly fled and scattered.", "label": "Label_2"}
{"text": "they had other reasons for being enslaved besides being unfair.", "label": "Label_1"}
{"text": "the French government tried to squash it.", "label": "Label_5"}
{"text": "the kidnappers fled to states where slavery was still legal.", "label": "Label_2"}
{"text": "the rebellion turned to revolution as formerly enslaved individuals began to believe that bringing an end to slavery was dependent on independence from France.", "label": "Label_2"}
{"text": "others were moved by the belief of Enlightenment ideas should be applied.", "label": "Label_1"}
{"text": "they didn't initially have that as their goal.", "label": "Label_8"}
{"text": "French government attack the island financially.", "label": "Optimal_1"}
{"text": "yes ok very very good", "label": "Label_0"}
{"text": "Ending slavery in the United States was difficult when France was the country's official leader.", "label": "Optimal_2"}
{"text": "the majority of Haitians living under the French occupation were motivated primarily by a desire to free themselves from enslavement, not to create Haiti.", "label": "Optimal_3"}
{"text": "independence from France wasn’t the first thing they wanted.", "label": "Optimal_3"}
{"text": "others thought about ending slavery.", "label": "Label_6"}
{"text": "the French government had used force and diplomacy to try and squash the rebellion.", "label": "Optimal_1"}
{"text": "they soon the enslaves fled and France slave remained legal and plantation economy continue to grow.", "label": "Label_2"}
{"text": "it wasn't their original objective.", "label": "Label_8"}
{"text": "the enslaved people were forced to stop the rebellion by using diplomacy from the French government.", "label": "Optimal_1"}
{"text": "many people who were enslaving other people fled to the mountains or moved to the United States.", "label": "Label_2"}
{"text": "the government was not just political leadership.", "label": "Label_1"}
{"text": "it was a deeply personal experience for many enslaved people.", "label": "Label_1"}
{"text": "they became independent later than they originally desired.", "label": "Optimal_3"}
{"text": "France used force to try to quash the rebellion.", "label": "Optimal_1"}
{"text": "some thought that French leadership would make it difficult to end slavery.", "label": "Optimal_2"}
{"text": "French government tried to use power to stop the rebellion.", "label": "Optimal_1"}
{"text": "the French government was able to end the rebellion through its strength and use of negotiations.", "label": "Optimal_1"}
{"text": "some return to France and others moved to the united states.", "label": "Label_2"}
{"text": "it took until 1804 for Haiti to become an independent nation.", "label": "Optimal_4"}
{"text": "a revolt soon broke out on the island.", "label": "Label_2"}
{"text": "it took thirteen years for the rebellion to lead to independence.", "label": "Optimal_4"}
{"text": "it wasn't their original goal, initially.", "label": "Label_8"}
{"text": "the catchers fled to places where cat catching remained legal.", "label": "Label_2"}
{"text": "people raised a revolution.", "label": "Label_2"}
{"text": "the self-government wasn't just about political leadership", "label": "Label_1"}
{"text": "America wasn't formally recognized as an independent country until 1804.", "label": "Optimal_4"}
{"text": "the French government tried to silence and squash the rebellion.", "label": "Optimal_1"}
{"text": "the legacy of colonialism continues to the present day.", "label": "Label_2"}
{"text": "many slaveowners ran away and hid.", "label": "Label_2"}
{"text": "Haiti was financially controlled by the French.", "label": "Optimal_1"}
{"text": "enslaved people from different plantations.", "label": "Label_0"}
{"text": "others wondered if it was a possibility to end Slavery.", "label": "Label_6"}
{"text": "self government was not just about political leader ship.", "label": "Label_1"}
{"text": "it was a low possibility of slavery ending", "label": "Label_6"}
{"text": "enslaved people from different plantations met together with spiritual leaders", "label": "Label_1"}
{"text": "at first, it wasn't their goal to achieve this.", "label": "Label_8"}
{"text": "the French government used diplomacy and force to stop the rebellion.", "label": "Optimal_1"}
{"text": "some were fighting to escape brutality.", "label": "Label_1"}
{"text": "French military threat remained also the slaveholder fled some returned to their countries or moved to others countries where the slavery remained legal just for not lose money.", "label": "Label_2"}
{"text": "political leadership wasn't the only element of self government.", "label": "Label_1"}
{"text": "this is due to the fact that many enslavers fled and hid.", "label": "Label_2"}
{"text": "their first goal was to end slavery, not to become independent.", "label": "Optimal_3"}
{"text": "the French influence and threat of military action remained.", "label": "Optimal_1"}
{"text": "the impacts of colonization continue to the present time.", "label": "Label_2"}
{"text": "the danger persisted.", "label": "Label_3"}
{"text": "Self-sufficiency was not claimed until 1804.", "label": "Optimal_4"}
{"text": "there was still a threat from the French military.", "label": "Optimal_1"}
{"text": "French culture was having a major impact on the way things were done.", "label": "Label_1"}
{"text": "the effects of colonization stay present today.", "label": "Label_2"}
{"text": "the French military and financial threats were still very strong.", "label": "Optimal_1"}
{"text": "France kept threatening Haiti and even attacked them financially.", "label": "Optimal_1"}
{"text": "there were many motivations for the rebellion.", "label": "Label_1"}
{"text": "they had more reasons for not enslaving others.", "label": "Label_1"}
{"text": "others were motivated that they should take enlightenment literally.", "label": "Label_1"}
{"text": "many enslavers fled to France and the United States to continue their plantation economy in places where it was legal.", "label": "Label_2"}
{"text": "France government Jesé’s diplomacy and force to try to end the rebellions.", "label": "Optimal_1"}
{"text": "Manyholders ran away and hid.", "label": "Label_2"}
{"text": "they were stopped by police.", "label": "Label_0"}
{"text": "France still poses a financial and military threat.", "label": "Optimal_1"}
{"text": "their early goal wasn't overthrowing the Haitian government.", "label": "Optimal_3"}
{"text": "some people thought the French would not let them end slavery.", "label": "Optimal_2"}
{"text": "the Haitians were met with financial retribution from the French, making them suffer economically.", "label": "Optimal_1"}
{"text": "it was deeply personal for many black people.", "label": "Label_1"}
{"text": "many enslavers fled and some years later they gained control of 30% of Haiti.", "label": "Label_2"}
{"text": "it was another thirteen years before the rebellion led to independence.", "label": "Optimal_4"}
{"text": "the French government used its strength and its ability to negotiate to end the rebellion.", "label": "Optimal_1"}
{"text": "many enslaved people felt deeply personal about it.", "label": "Label_1"}
{"text": "Ultimately, the plantation economic system persisted", "label": "Label_7"}
{"text": "the French used finances to continue to rule Haiti.", "label": "Optimal_1"}
{"text": "a high number of enslavers fled to the mountains or moved to the United States.", "label": "Label_2"}
{"text": "they didn't want to become independent from France at first.", "label": "Optimal_3"}
{"text": "it wasn't their original intention.", "label": "Label_8"}
{"text": "most people thought French leadership would make it hard to end slavery.", "label": "Optimal_2"}
{"text": "it wasn't their original intent.", "label": "Label_8"}
{"text": "it was another thirteen years before the rebellion led to the country's independence.", "label": "Optimal_4"}
{"text": "many plantations were burned to the ground.", "label": "Label_2"}
{"text": "As a result of the rebellion may enslavers fled some of them turned to france the other moves to the United States.", "label": "Label_2"}
{"text": "they may not have been strong enough to conquer the government.", "label": "Label_6"}
{"text": "it was difficult to end slavery when the country was led by France", "label": "Optimal_2"}
{"text": "Ultimately, the plantation economy system remained.", "label": "Label_7"}
{"text": "some returned to France, while others moved to places like the United States, where slavery remained legal and a plantation economy continued to grow.", "label": "Label_2"}
{"text": "the French government took steps to prevent it.", "label": "Label_5"}
{"text": "the French wouldn't give up and attacked Haiti, not physically, but financially and forced them to pay reparations to former enslavers.", "label": "Optimal_1"}
{"text": "the early goal of the Haitians wasn't independence.", "label": "Optimal_3"}
{"text": "instead of \"deflect\", \" redirect \"", "label": "Label_0"}
{"text": "they weren't able to overpower the government.", "label": "Label_6"}
{"text": "the enslavers responded by fleeing the revolt.", "label": "Label_2"}
{"text": "the French government used diplomacy and was forced to try quash the rebellion.", "label": "Optimal_1"}
{"text": "the French government used force to try and stop the rebellion from continuing.", "label": "Optimal_1"}
{"text": "legalization of slavery", "label": "Label_2"}
{"text": "it wasn't their original goal, at first.", "label": "Label_8"}
{"text": "there was uncertainty if the slavery could be ended under such political conditions.", "label": "Optimal_2"}
{"text": "At beginning, success was not what they were aiming for.", "label": "Label_8"}
{"text": "the French threatened to take control of the enslaved.", "label": "Label_3"}
{"text": "slavery has not been abolished.", "label": "Label_7"}
{"text": "France used independence.", "label": "Label_0"}
{"text": "many people fled to France.", "label": "Label_2"}
{"text": "the Haitian independence was never their goal.", "label": "Optimal_3"}
{"text": "in the text it", "label": "Label_0"}
{"text": "people from different plantations met together with spiritual leaders.", "label": "Label_1"}
{"text": "Not at all what they had intended.", "label": "Label_8"}
{"text": "the rebellion was met with a financial retaliation from the French, making the Haitians suffer economically.", "label": "Optimal_1"}
{"text": "rather, they were trying to maintain some degree of independence from France.", "label": "Optimal_3"}
{"text": "rebellions were deeply personal to some enslaved people.", "label": "Label_1"}
{"text": "the Haitian government had to repay France which is still affecting Haiti today.", "label": "Optimal_1"}
{"text": "the French government used its strength and the power of negotiation to end the rebellion.", "label": "Optimal_1"}
{"text": "there was no danger.", "label": "Label_3"}
{"text": "within days hundreds of plantations were burned and destroyed.", "label": "Label_2"}
{"text": "France attacked financially.", "label": "Optimal_1"}
{"text": "the long-term impacts of colonization continue to the present day.", "label": "Label_2"}
{"text": "the French government had other plans to end the Haitians' labor and lives through a war.", "label": "Optimal_1"}
{"text": "this rebellion was very personal for many enslaved people and France slavery remained legal.", "label": "Label_1"}
{"text": "creating an independent country wasn't their first goal.", "label": "Optimal_3"}
{"text": "the slaveholders had more reasons other than unfair enslavement for keeping the slaves in bondage.", "label": "Label_1"}
{"text": "it was murky if the slavery could be ended given the political conditions.", "label": "Optimal_2"}
{"text": "many enslavers returned to France, while others moved to place like the united states, where slavery remained legal and plantation economy continue to grow.", "label": "Label_2"}
{"text": "Due to the many escaped enslavers, they were able to hide.", "label": "Label_2"}
{"text": "they mainly did it to control their lives and end enslavement, not create Haiti.", "label": "Optimal_3"}
{"text": "motivations for the rebellion varied.", "label": "Label_1"}
{"text": "some of the people due to the fights the went back to France and others flew to the United States.", "label": "Label_2"}
{"text": "independence from France wasn't the goal.", "label": "Optimal_3"}
{"text": "France tried to nullify the rebellion.", "label": "Label_5"}
{"text": "the French government used diplomacy and force in order to try to put an end to the rebellion; however many still questioned if ending slavery is possible.", "label": "Optimal_1"}
{"text": "some questioned whether it was possible to end slavery but the country's governed by a colonial power.", "label": "Optimal_2"}
{"text": "many moved to the United States where they enslaved again.", "label": "Label_2"}
{"text": "the French government's presence in the area is strong.", "label": "Optimal_1"}
{"text": "they still had to pay reparations to the plantation owners for damages and also had to pay the French government in exchange for the island's sovereignty.", "label": "Optimal_1"}
{"text": "the French government wanted to get rid of the island and have control over it.", "label": "Label_5"}
{"text": "financial and military threats from the French were still very strong.", "label": "Optimal_1"}
{"text": "an insurrection broke out soon after.", "label": "Label_2"}
{"text": "many enslaved people fled and returned to France.", "label": "Label_2"}
{"text": "some people are worried that the French will keep them from ending slavery.", "label": "Optimal_2"}
{"text": "the practice of owning slaves continued and slave plantations grew.", "label": "Label_7"}
{"text": "there was still a risk.", "label": "Label_3"}
{"text": "many slave traders ran away and hid.", "label": "Label_2"}
{"text": "due to the rebellion, many slave masters fled the area or returned to France.", "label": "Label_2"}
{"text": "as a result of this rebellion many enslavers went back to France.", "label": "Label_2"}
{"text": "not all agreed.", "label": "Label_0"}
{"text": "the French military threat would still remain.", "label": "Optimal_1"}
{"text": "France used strength and negotiations to end the rebellion", "label": "Optimal_1"}
{"text": "so many people is returned to France", "label": "Label_2"}
{"text": "they made a revoloution and only 30% enslaved people controled the island.", "label": "Label_2"}
{"text": "in the text", "label": "Label_0"}
{"text": "this didn't really work out.", "label": "Label_3"}
{"text": "Following the rebellion, many landowners fled the area or returned to France.", "label": "Label_2"}
{"text": "slavery remained legal and a plantation economy continued to grow.", "label": "Label_7"}
{"text": "the menace remained.", "label": "Label_3"}
{"text": "many of the enslavers fled and hid.", "label": "Label_2"}
{"text": "as a result, many enslavers fled and hid.", "label": "Label_2"}
{"text": "they didn't believe that slavery could be stopped.", "label": "Label_6"}
{"text": "even when Haiti completed its independence around a decade later, the French military still refused to back down.", "label": "Optimal_1"}
{"text": "the rebellion ended up leading to a Revolution.", "label": "Label_2"}
{"text": "some people thought the French wouldn't let them end slavery.", "label": "Optimal_2"}
{"text": "a rebellion erupted soon after across the island.", "label": "Label_2"}
{"text": "the French military threat remained even after Haiti won its independence.", "label": "Optimal_1"}
{"text": "their early goal was not Haitian independence.", "label": "Optimal_3"}
{"text": "France initially enslaved people to control their own, lives and labor.", "label": "Label_1"}
{"text": "(post-independence period)", "label": "Optimal_1"}
{"text": "a stir arose quickly on the island after.", "label": "Label_2"}
{"text": "there was confusion on the path to follow.", "label": "Label_3"}
{"text": "they didn't think slavery could be ended.", "label": "Label_6"}
{"text": "slavery remained legal and plantation increased.", "label": "Label_7"}
{"text": "independence from France wasn’t what they wanted at first.", "label": "Optimal_3"}
{"text": "France tried to stop the revolutionaries by using diplomacy and force.", "label": "Optimal_1"}
{"text": "the French tried to stop it.", "label": "Label_5"}
{"text": "they had more reasons to be successful than their predecessors were.", "label": "Label_1"}
{"text": "France tried to stop the rebellion.", "label": "Label_5"}
{"text": "the French remained a military threat, their influence lingering.", "label": "Optimal_1"}
{"text": "France sought to regain control of the island.", "label": "Label_5"}
{"text": "the harmful effects of colonialism still persist today.", "label": "Label_2"}
{"text": "French government send force and try to break down the rebellions to end slavery.", "label": "Optimal_1"}
{"text": "an autonomous entity was not the initial goal.", "label": "Optimal_3"}
{"text": "their enslavers still went on to the United States to continue slavery.", "label": "Label_2"}
{"text": "it was on meet on homestead to have a freedom", "label": "Label_0"}
{"text": "this led to an attack on the island by the French.", "label": "Label_5"}
{"text": "it took until 1804 for Haiti to declare their independence.", "label": "Optimal_4"}
{"text": "the French military posed a threat.", "label": "Optimal_1"}
{"text": "many free people fled to the mountains or moved to the United States.", "label": "Label_2"}
{"text": "French authorities wanted to end the occupation and control the island.", "label": "Label_5"}
{"text": "this didn't really help the situation.", "label": "Label_3"}
{"text": "self government was not just about political leader shipb", "label": "Label_1"}
{"text": "adjective:", "label": "Label_0"}
{"text": "the French government used negotiations and force to try to end the revolution.", "label": "Optimal_1"}
{"text": "Ultimately, the plantation economic system remained.", "label": "Label_7"}
{"text": "most effectively control their lives and end enslavement, rather than create Haiti.", "label": "Optimal_3"}
{"text": "the Haitian independence wasn't their original goal.", "label": "Optimal_3"}
{"text": "their goal was not originally to gain independence from France.", "label": "Optimal_3"}
{"text": "slavery still remained legal.", "label": "Label_7"}
{"text": "the others wondered if it was possible to end slavery.", "label": "Label_6"}
{"text": "they fled to places where slavery was still legal.", "label": "Label_2"}
{"text": "after this rebellion, many slaveowners fled the area or went back to France.", "label": "Label_2"}
{"text": "there were more reasons other than unfair enslavement for their departure.", "label": "Label_1"}
{"text": "N independence was not the initial goal.", "label": "Optimal_3"}
{"text": "the goal of Haitian independence was initially not theirs.", "label": "Optimal_3"}
{"text": "most of the people were not fighting for the same thing, some were fighting for freedom, others were fighting for Enlightenment ideas.", "label": "Label_1"}
{"text": "the French fought back with diplomacy and force.", "label": "Optimal_1"}
{"text": "they weren't aiming for it at first.", "label": "Label_8"}
{"text": "the independence of America was not claimed until 1804.", "label": "Optimal_4"}
{"text": "it took thirteen years before they could declare their independence.", "label": "Optimal_4"}
{"text": "their goal wasn't Haitian independence at their early stage.", "label": "Optimal_3"}
{"text": "the French government took action to prevent it.", "label": "Label_5"}
{"text": "the French government meted out financial retribution against the Haitians, causing them to suffer economically.", "label": "Optimal_1"}
{"text": "the enslavers fled to places where slavery was still practiced.", "label": "Label_2"}
{"text": "the initial goal was not to remain independent.", "label": "Optimal_3"}
{"text": "at the time, ideas from France were spreading causing restrictions.", "label": "Label_1"}
{"text": "even though Haiti won their independence in 1804, military threat remained.", "label": "Optimal_1"}
{"text": "the rebellion was met with financial retribution from the French, making the Haitians suffer economically.", "label": "Optimal_1"}
{"text": "naren't everybody same.", "label": "Label_0"}
{"text": "many slaveowners fled to the mountains or moved to the United States.", "label": "Label_2"}
{"text": "the French military stayed a threat to Haiti so forts were built.", "label": "Optimal_1"}
{"text": "it wasn't just about self-government but it's actually about the government not owning people.", "label": "Label_1"}
{"text": "when the French government used diplomacy.", "label": "Optimal_1"}
{"text": "others were worried that they couldn't end slavery while the French were in control of the island.", "label": "Optimal_2"}
{"text": "some decided to move to a new country (USA) where slavery was still legal and allowed.", "label": "Label_2"}
{"text": "Restrictions were put in place from France's ideas spreading at the time.", "label": "Label_1"}
{"text": "Slave labor WAS still legal, as plantations grew in size.", "label": "Label_7"}
{"text": "the danger remains.", "label": "Label_3"}
{"text": "France tried to regain control of the island again.", "label": "Label_5"}
{"text": "some people were questioning whether they could escape their enslavement by the French government because of its colonial power.", "label": "Optimal_2"}
{"text": "a rebellion soon ensued across the island.", "label": "Label_2"}
{"text": "it wasn't until 1804 that they finally achieved independence.", "label": "Optimal_4"}
{"text": "it was hard to end slavery when the country was led by France.", "label": "Optimal_2"}
{"text": "revolution wasn't their main goal instead they wanted to end slavery in order to gain control over their own lives.", "label": "Optimal_3"}
{"text": "It wasn't their primary goal, though.", "label": "Label_8"}
{"text": "Haiti declared independence in 1804.", "label": "Optimal_4"}
{"text": "the French government undertook an assault on the island with the hope of restoring order.", "label": "Optimal_1"}
{"text": "it took 13 years for them to be able to claim independence.", "label": "Optimal_4"}
{"text": "after Haiti won its independence France attacked the island financially which has impacted Haiti to this day.", "label": "Optimal_1"}
{"text": "rebellion was also deeply personal for many enslaved people and free people of color.", "label": "Label_1"}
{"text": "they were not necessarily strong enough to overtake the government.", "label": "Label_6"}
{"text": "in later years, independence became their goal.", "label": "Optimal_3"}
{"text": "France fought the rebellion by using diplomacy and force.", "label": "Optimal_1"}
{"text": "some returned to France and others moved to the US, and slavery was still legal there.", "label": "Label_2"}
{"text": "the rebellion was met with financial retaliation from the French, which made the Haitians suffer economically.", "label": "Optimal_1"}
{"text": "the French government forcefully and diplomatically tried to put it to an end.", "label": "Label_5"}
{"text": "formerly-enslaverd people controlled nearly 30% of the island and has successfully united behind revolutionary leaders like Toussaint Louverture.", "label": "Label_2"}
{"text": "French diplomacy and military action were used to try to end the Revolution.", "label": "Optimal_1"}
{"text": "they did not want independence from France but to be able to control their lives and labor and end enslavement from the island.", "label": "Label_1"}
{"text": "people questioned if it was even possible to stop enslavement when the country was governed by a colonial power.", "label": "Optimal_2"}
{"text": "France used diplomacy and force.", "label": "Optimal_1"}
{"text": "French authority remains strong in the region.", "label": "Optimal_1"}
{"text": "it was deeply personal for many of the enslaved people.", "label": "Label_1"}
{"text": "some people disagreed.", "label": "Label_0"}
{"text": "slavery continued to be legal and plantations increased.", "label": "Label_7"}
{"text": "slaves ran away.", "label": "Label_2"}
{"text": "the French government took measures to stop it.", "label": "Label_5"}
{"text": "French leadership was widely seen as a hindrance to ending slavery.", "label": "Optimal_2"}
{"text": "many villains ran away and hid as a result.", "label": "Label_2"}
{"text": "the French military remained a formidable opponent.", "label": "Optimal_1"}
{"text": "Despite appeals to the French government, many people held that the French would never allow slavery to end.", "label": "Optimal_2"}
{"text": "they didn't initially want to sever their ties to France.", "label": "Optimal_3"}
{"text": "this statement is false", "label": "Label_0"}
{"text": "France's ideas were affording restrictions during the time.", "label": "Label_1"}
{"text": "it was on meet on homestead.", "label": "Label_0"}
{"text": "a large number of enslavers ran away and hid.", "label": "Label_2"}
{"text": "meny fled awayy", "label": "Label_2"}
{"text": "the rebellion was personal to free people of color and enslaved people.", "label": "Label_1"}
{"text": "their early goal wasn't to gain Haitian independence.", "label": "Optimal_3"}
{"text": "France burned down the rebellions.", "label": "Label_5"}
{"text": "enslaved people were not able to control their own lives which led to a rebellion.", "label": "Label_1"}
{"text": "they thought it might not be possible", "label": "Label_6"}
{"text": "it was deeply personal for many people who were enslaved.", "label": "Label_1"}
{"text": "there were ideas from other countries parading at the time, causing restrictions.", "label": "Label_1"}
{"text": "one of their primary goals was ending slavery, not becoming an independent country.", "label": "Optimal_3"}
{"text": "France used diplomacy and force to gain their freedom.", "label": "Optimal_1"}
{"text": "it was another thirteen years before the rebellion led to an uprising.", "label": "Optimal_4"}
{"text": "it made people in haiti to flee and come to america.", "label": "Label_2"}
{"text": "the French government used diplomacy and force to try to end the revolution.", "label": "Optimal_1"}
{"text": "at first, their goal wasn't to do it.", "label": "Label_8"}
{"text": "the rebellion was also personal for a lot of enslaved people and free people of color.", "label": "Label_1"}
{"text": "the rebellion was met with harsh financial retribution from the French, making the Haitians suffer economically.", "label": "Optimal_1"}
{"text": "it didn't seem like it would be possible", "label": "Label_6"}
{"text": "they didn't set out to become independent until later.", "label": "Optimal_3"}
{"text": "the path was not well-aligned.", "label": "Label_3"}
{"text": "the French government wanted to end it and have control of the island.", "label": "Label_5"}
{"text": "some of the enslaved people returned to france.", "label": "Label_2"}
{"text": "this wasn't really a solution to the problem.", "label": "Label_3"}
{"text": "many enslavers fled, some went to France and some went to the United states.", "label": "Label_2"}
{"text": "Grands blanch didn’t want to pay taxes on their growing fortunes to a faraway leader.", "label": "Label_0"}
{"text": "it was difficult to end slavery when the country was led by France.", "label": "Optimal_2"}
{"text": "some people disagreed with the decision.", "label": "Label_0"}
{"text": "the enslavers left to places where slavery was legal.", "label": "Label_2"}
{"text": "they still didnt get treated right..", "label": "Label_7"}
{"text": "at first they didn't want to become a part of France.", "label": "Optimal_3"}
{"text": "the French used diplomacy and force to try to end the rebellion for good, which damaged people's hopes for the community.", "label": "Optimal_1"}
{"text": "this didn't really help solve the problem.", "label": "Label_3"}
{"text": "the French government used its strength and skills in negotiation to end the rebellion.", "label": "Optimal_1"}
{"text": "France tried to stop the rebellion by using diplomacy and force to end the rebellion.", "label": "Optimal_1"}
{"text": "independence from France wasn’t their goal.", "label": "Optimal_3"}
{"text": "they had more reasons to stop being enslaved.", "label": "Label_1"}
{"text": "the French military threat remained and France attacked the island financially.", "label": "Optimal_1"}
{"text": "they had to go against the French military that were more advanced than them.", "label": "Label_5"}
{"text": "France's military still sent threats.", "label": "Optimal_1"}
{"text": "some were motivated believing that the enlightenment ideas should be applied literally.", "label": "Label_1"}
{"text": "it was on meet on homestead", "label": "Label_0"}
{"text": "wonderful, splendid, splendidly, very good", "label": "Label_0"}
{"text": "some people questioned whether if it was possible or not to end slavery because the country was governed by a continental power.", "label": "Optimal_2"}
{"text": "within days, hundreds of plantations were burned to the ground.", "label": "Label_2"}
{"text": "slavery still remained legal and the plantation continued growing.", "label": "Label_7"}
{"text": "some were fighting to escape the brutality and had enlightened ideas.", "label": "Label_1"}
{"text": "they fought back.", "label": "Label_5"}
{"text": "the enslavers fled and by 1793 formerly-enslaved people controlled 30% of the island.", "label": "Label_2"}
{"text": "slavery persisted despite being illegal and plantations increased.", "label": "Label_7"}
{"text": "not all did it for freedom, but many did it to escape the brutality that they endured from the plantations, and others wanted enlightenment ideas to be applied, etc.", "label": "Label_1"}
{"text": "French military threat remained and they tried to attack the island financially.", "label": "Optimal_1"}
{"text": "economic retribution was meted out from the French to the Haitians during the rebellion.", "label": "Optimal_1"}
{"text": "this solution does not resolve the issue.", "label": "Label_3"}
{"text": "the vast majority of people were in terrible conditions, with 90% enslaved.", "label": "Label_1"}
{"text": "their first goal was abolition, not independence.", "label": "Optimal_3"}
{"text": "the abolitionists fled to places where slavery remained legal.", "label": "Label_2"}
{"text": "they may not have been strong enough to overtake the government.", "label": "Label_6"}
{"text": "they may not have had the strength to overtake the government.", "label": "Label_6"}
{"text": "ultimately the plantation economic system remained.", "label": "Label_7"}
{"text": "Slaveholding continued in the United States.", "label": "Label_2"}
{"text": "there was still some danger.", "label": "Label_3"}
{"text": "Their first intention wasn't", "label": "Label_8"}
{"text": "many people met into together with the leaders spiritual, because the slaved is up and this cause the rebelled.", "label": "Label_0"}
{"text": "Nevertheless, there remained danger.", "label": "Label_3"}
{"text": "their first goal was abolishing slavery, not becoming a sovereign nation.", "label": "Optimal_3"}
{"text": "It wasn't initially their intention.", "label": "Label_8"}
{"text": "this rebellion led to revolution, so France attacked the island financially.", "label": "Optimal_1"}
{"text": "they all fought for different reasons, such as the people who fought for freedom, including the people that deeply believed in the Enlightenment ideas.", "label": "Label_1"}
{"text": "many enslaved people found it deeply personal.", "label": "Label_1"}
{"text": "the French still posed financial and military threats.", "label": "Optimal_1"}
{"text": "Despite all these precautions, there still remained a certain danger.", "label": "Label_3"}
{"text": "this failure to resolve the situation doesn't seem to have worked out well.", "label": "Label_3"}
{"text": "even after they won independence, the threat of the French military remained.", "label": "Optimal_1"}
{"text": "French used diplomacy and force to try to destroy the rebellion.", "label": "Optimal_1"}
{"text": "the French military remained a potent threat.", "label": "Optimal_1"}
{"text": "people from the island were practicing the hierarchy.", "label": "Label_1"}
{"text": "the French government still has a strong presence in the area.", "label": "Optimal_1"}
{"text": "French government tried to quash the rebellion.", "label": "Label_5"}
{"text": "the initial goal was not to be independent.", "label": "Optimal_3"}
{"text": "independence was not claimed until 1804.", "label": "Optimal_4"}
{"text": "the French government maintains a strong presence in the area.", "label": "Optimal_1"}
{"text": "the white planters in Saint-Domingue refused government granted citizenship to the wealthier affranchis.", "label": "Label_1"}
{"text": "Haitian independence wasn't their original goal.", "label": "Optimal_3"}
{"text": "the French government still maintains a great deal of control over the area.", "label": "Optimal_1"}
{"text": "some people thought French leadership would make it hard to end slavery.", "label": "Optimal_2"}
{"text": "many enslaved people felt it was deeply personal.", "label": "Label_1"}
{"text": "they had one overarching goal, which was ending slavery", "label": "Optimal_3"}
{"text": "the French initially wanted to keep the region under their control.", "label": "Optimal_3"}
{"text": "the path was not organized.", "label": "Label_3"}
{"text": "France used diplomacy to try and solve the issue.", "label": "Optimal_1"}
{"text": "many enslaved people fled instead.", "label": "Label_2"}
{"text": "the French threatened to take control of the enslaved in 1804.", "label": "Optimal_1"}
{"text": "the rebellion was stopped.", "label": "Label_5"}
{"text": "the French used their financial clout to keep Haiti under control.", "label": "Optimal_1"}
{"text": "a uprising soon broke out across the island after.", "label": "Label_2"}
{"text": "they were jdjdjd.", "label": "Label_0"}
{"text": "the French used financial means to maintain control over Haiti.", "label": "Optimal_1"}
{"text": "many slaveholders fled to the mountains or moved to the United States.", "label": "Label_2"}
{"text": "Igloos are made of compressed snow, but they are able to keep people warm.", "label": "Label_0"}
{"text": "the others didn't want.", "label": "Label_0"}
{"text": "a large number of enslavers fled and hid.", "label": "Label_2"}
{"text": "after independence was won France attacked the country financially.", "label": "Optimal_1"}
{"text": "their reasons for being enslaved were not entirely unjust.", "label": "Label_1"}
{"text": "they were not trying to distance themselves from France.", "label": "Optimal_3"}
{"text": "the institution of slavery has continued.", "label": "Label_7"}
{"text": "the French military threat remained after Haiti won its Independence.", "label": "Optimal_1"}
{"text": "people were spreading French ideas that caused restrictions.", "label": "Label_1"}
{"text": "Potentially infectious material, such as blood or saliva, may contain disease-causing organisms.", "label": "Label_0"}
{"text": "of their initial intent, it was not", "label": "Label_8"}
{"text": "the independence from France was not their main goal at first.", "label": "Optimal_3"}
{"text": "many of the freed slaves just went to other countries that also had plantations and France was still a threat to them via all the payments Haiti had to do.", "label": "Optimal_1"}
{"text": "At initially, they didn't intend to pursue it.", "label": "Label_8"}
{"text": "France's military threat and interference continued even after independence was achieved from them.", "label": "Optimal_1"}
{"text": "some people were questioning whether they could escape enslavement because French government colonial power.", "label": "Optimal_2"}
{"text": "it took until 1804 for Haiti to gain independence.", "label": "Optimal_4"}
{"text": "it wasn't their first goal at first.", "label": "Label_8"}
{"text": "even after independence had been achieved from France, the French military threat and interference still remained.", "label": "Optimal_1"}
{"text": "the self-governance was not just about political leadership.", "label": "Label_1"}
{"text": "they mainly did it to control their lives and free themselves from enslavement, not create Haiti.", "label": "Optimal_3"}
{"text": "they were mainly doing it in order to control their lives and end enslavement, not to create Haiti.", "label": "Optimal_3"}
{"text": "France tried to nullify the rebellion by using force and diplomacy.", "label": "Optimal_1"}
{"text": "the French military remained a threat.", "label": "Optimal_1"}
{"text": "the Declaration of Independence was not claimed until 1804.", "label": "Optimal_4"}
{"text": "France made a diplomacy to stop and end the rebellion.", "label": "Optimal_1"}
{"text": "the French government tried to squelch it.", "label": "Label_5"}
{"text": "the French government tried to suppress it.", "label": "Label_5"}
{"text": "the French government tried to squash all hope they had with diplomancy.", "label": "Optimal_1"}
{"text": "this is not the solution.", "label": "Label_3"}
{"text": "the group's goal wasn't Haitian independence until later.", "label": "Optimal_3"}
{"text": "revolution wasn't their main goal instead they wanted to end slavery in order to gain control over their labor and lives.", "label": "Optimal_3"}
{"text": "the French used their financial resources to continue to control Haiti.", "label": "Optimal_1"}
{"text": "some fled to America and France where slavery still happened.", "label": "Label_2"}
{"text": "they had to wait 13 years until they could claim independence.", "label": "Optimal_4"}
{"text": "it wasn't their primary goal at first.", "label": "Label_8"}
{"text": "the goal was not to be independent.", "label": "Optimal_3"}
{"text": "the French Government decided to use diplomacy and force to flush out the rebellion.", "label": "Optimal_1"}
{"text": "Haitian sovereignty wasn't their goal until later.", "label": "Optimal_3"}
{"text": "they had to go against the French military that built bases and attacked financially.", "label": "Optimal_1"}
{"text": "it disrupted the plantation economy.", "label": "Label_1"}
{"text": "it took thirteen years for them to achieve independence.", "label": "Optimal_4"}
{"text": "there was confusion on the way to follow.", "label": "Label_3"}
{"text": "yes ok very good.", "label": "Label_0"}
{"text": "some people of the same race had privileges that the slaves didn’t have.", "label": "Label_1"}
{"text": "some people are worried that French control of the island might keep them from ending slavery.", "label": "Optimal_2"}
{"text": "many enslaves fled.", "label": "Label_2"}
{"text": "this rebellion was very personal for many enslaved people.", "label": "Label_1"}
{"text": "even after independence was achieved from France, the French military threat and interference continued.", "label": "Optimal_1"}
{"text": "the enslavement of human beings continues to be legal in the United States.", "label": "Label_2"}
{"text": "as a result many enslavers fled and hid.", "label": "Label_2"}
{"text": "it was difficult to end slavery when the country was led by a French monarchy.", "label": "Optimal_2"}
{"text": "France took action to stop it.", "label": "Label_5"}
{"text": "the plantation sector continued to grow.", "label": "Label_7"}
{"text": "France didn't want it to end so in response to the rebellion they used diplomacy and force to try to end the rebellion.", "label": "Optimal_1"}
{"text": "the French government employed diplomacy and force to try to end the revolution.", "label": "Optimal_1"}
{"text": "many Enslavers fled and the French military threat remained.", "label": "Optimal_1"}
{"text": "the French government attacked the island hoping to restore order.", "label": "Optimal_1"}
{"text": "many escapees fled and hid.", "label": "Label_2"}
{"text": "many of the freed slaves just went to other countries that also had plantations and France was still a threat to them.", "label": "Label_3"}
{"text": "it happened because 90% of the enslaved people were in bad condition.", "label": "Label_1"}
{"text": "some returned to France while others moved because a rebellion broke out on the island shortly after.", "label": "Label_2"}
{"text": "the rebellion quickly spread to the entire island.", "label": "Label_2"}
{"text": "some other free blacks were afraid and went back into slavery either in the United States or to the French and the French fought back while blacks were wondering if it was possible to win.", "label": "Optimal_2"}
{"text": "France attacked financially and wanted the island's sovereignty.", "label": "Optimal_1"}
{"text": "the self governance wasn't just about political leadership", "label": "Label_1"}
{"text": "they had more reasons other than unfair enslavement.", "label": "Label_1"}
{"text": "they were mainly doing it to control their lives and end enslavement.", "label": "Optimal_3"}
{"text": "this ruined the economy due to the cut off in the plantations upsetting the white who ruled at the time.", "label": "Label_2"}
{"text": "the French government used diplomacy to forced and try to quash the rebellion.", "label": "Optimal_1"}
{"text": "France used force and diplomacy to quash the rebellion.", "label": "Optimal_1"}
{"text": "the plantation economy continued to flourish.", "label": "Label_7"}
{"text": "France wasn't their goal at first.", "label": "Optimal_3"}
{"text": "the French tried to retake the island again.", "label": "Label_5"}
{"text": "France tried to use diplomacy on the island.", "label": "Optimal_1"}
{"text": "it was difficult to end slavery when the country was led by France, since the politicians of the time were not willing to consider abolition.", "label": "Optimal_2"}
{"text": "the French influence and threat of military action remained throughout.", "label": "Optimal_1"}
{"text": "French diplomacy and force were used to try to end the revolution.", "label": "Optimal_1"}
{"text": "the impacts of colonialism continue to the present day.", "label": "Label_2"}
{"text": "the experience was deeply personal for many enslaved people.", "label": "Label_1"}
{"text": "some people thought the French would stop slavery.", "label": "Optimal_2"}
{"text": "a string of uprisings soon took hold across the island.", "label": "Label_2"}
{"text": "they thought that slavery couldn't be stopped.", "label": "Label_6"}
{"text": "slavery remained legal and plantation economy continued to grow.", "label": "Label_7"}
{"text": "even after independence had been achieved from France, the French military threat and interference continued.", "label": "Optimal_1"}
{"text": "it took until 1804 for Haiti to break free from France.", "label": "Optimal_4"}
{"text": "it took another thirteen years for the rebellion to lead to independence.", "label": "Optimal_4"}
{"text": "this didn't really help with the problem.", "label": "Label_3"}
{"text": "the path was difficult to navigate due to lack of organization.", "label": "Label_3"}
{"text": "the French maintained military remained there.", "label": "Optimal_1"}
{"text": "Interesting article.", "label": "Label_0"}
{"text": "at first, it wasn't their goal to achieve success.", "label": "Label_8"}
{"text": "they were motivated in diffrent ways.", "label": "Label_1"}
{"text": "some people thought the French would not allow them to end slavery.", "label": "Optimal_2"}
{"text": "almost 10% of Saint-Domingues total population were forced to come to the island to keep up with the amount of deaths.", "label": "Label_1"}
{"text": "their first aim was to end slavery, not to become independent.", "label": "Optimal_3"}
{"text": "the French government tried to stop the rebellion through diplomacy.", "label": "Optimal_1"}
{"text": "they still didnt get treated right", "label": "Label_7"}
{"text": "the goal of independence never really concerned them.", "label": "Optimal_3"}
{"text": "the goal of Haitian independence wasn't realized until later.", "label": "Optimal_3"}
{"text": "France intervened to stop it.", "label": "Label_5"}
{"text": "the French still remained as a military threat.", "label": "Optimal_1"}
{"text": "some people thought that the French would not let them end slavery.", "label": "Optimal_2"}
{"text": "the French military threat remained, attacking Haiti financially.", "label": "Optimal_1"}
{"text": "it wasn't their original goal at first.", "label": "Label_8"}
{"text": "they couldn't think of a way to stop slavery.", "label": "Label_6"}
{"text": "the plantation economy flourished.", "label": "Label_7"}
{"text": "enslaved people from different plantations met together with spiritual leaders.", "label": "Label_1"}
{"text": "they thought slavery couldn't be abolished.", "label": "Label_6"}
{"text": "they had other, more compelling reasons for why they were enslaved, rather than being treated unfairly.", "label": "Label_1"}
{"text": "slavery was never abolished and the plantation business flourished.", "label": "Label_7"}
{"text": "as a result of this rebellion many enslavers went back to France", "label": "Label_2"}
{"text": "France again tried to get control of the island", "label": "Label_5"}
{"text": "the situation still posed a danger.", "label": "Label_3"}
{"text": "they didn't want to secede from France at first.", "label": "Optimal_3"}
{"text": "ignorance, obliviousness, nonchalance", "label": "Label_0"}
{"text": "they had no early goal of Haitian independence.", "label": "Optimal_3"}
{"text": "slave trade remained legal in the United States.", "label": "Label_2"}
{"text": "the French military threat remained, even after they had won their independence.", "label": "Optimal_1"}
{"text": "many slaves ran away; some emigrated to nations like the US, where slavery was still legal and the plantation industry was still expanding, while others went back to France.", "label": "Label_2"}
{"text": "they thought that slavery could not be stopped.", "label": "Label_6"}
{"text": "a rebellion erupted across the island soon after, hundreds of plantations were burned to the ground.", "label": "Label_2"}
{"text": "many of the enslavers fled to other places like United States because the French government used diplomacy and force.", "label": "Label_2"}
{"text": "many moved to where slavery was still legal and some others united with the revolutionary leaders.", "label": "Label_2"}
{"text": "France attacked island financially and they were forced to reparations.", "label": "Optimal_1"}
{"text": "Initially, it wasn't their intended objective.", "label": "Label_8"}
{"text": "slavery has not ended.", "label": "Label_7"}
{"text": "some motivations for the rebellion varied.", "label": "Label_1"}
{"text": "the transition to ending slavery in the United States was difficult when it was led by the French.", "label": "Optimal_2"}
{"text": "they didn't think they could free their country from slavery because they were governed by a colonial power.", "label": "Optimal_2"}
{"text": "rebellion was also deeply personal for many enslaved people and free people of color", "label": "Label_1"}
{"text": "the French government wanted to end control of the island.", "label": "Label_5"}
{"text": "the French government built the Citadelle Laferriere.", "label": "Label_0"}
{"text": "their goal wasn't independence from France.", "label": "Optimal_3"}
{"text": "it was thirteen years before the rebellion led to independence.", "label": "Optimal_4"}
{"text": "places like the united states kept slavery legal.", "label": "Label_2"}
{"text": "some people claim independence from Great Britain in 1804.", "label": "Optimal_4"}
{"text": "it seemed impossible to end slavety", "label": "Label_6"}
{"text": "some people were questioning whether they could escape servitude because the French government had colonial power.", "label": "Optimal_2"}
{"text": "the French military remained a potential threat.", "label": "Optimal_1"}
{"text": "before they wanted to break away from France, they would not have been considered independent.", "label": "Optimal_3"}
{"text": "The French government used force and diplomacy to try and quash the rebellion.", "label": "Optimal_1"}
{"text": "in a few days many plantations were burned.", "label": "Label_2"}
{"text": "the French military presence was a threat.", "label": "Optimal_1"}
{"text": "many enslavers fled to france.", "label": "Label_2"}
{"text": "it wasn't their first priority.", "label": "Label_8"}
{"text": "many enslaved fled the country.", "label": "Label_2"}
{"text": "Frances government tried to use diplomacy and force to try and put a stop the rebellion.", "label": "Optimal_1"}
{"text": "slavery continued as legal and plantation grew.", "label": "Label_7"}
{"text": "independence from France wasn't their goal.", "label": "Optimal_3"}
{"text": "after some slaveholders returned to France or also some traveled to other countries.", "label": "Label_2"}
{"text": "the French government wanted to end the occupation of the island.", "label": "Label_5"}
{"text": "Due to the rebellion, many slavers left the area or went back to France.", "label": "Label_2"}
{"text": "once the French government enforced diplomacy to get rid of the rebellion, some questioned themselves.", "label": "Optimal_1"}
{"text": "the French government's aim was to restore order to the island.", "label": "Optimal_1"}
{"text": "many of the enslavers had ended up fleeing.", "label": "Label_2"}
{"text": "even after independence was achieved from France, the French military threat and interference still remained.", "label": "Optimal_1"}
{"text": "the French military proved to be a continuing threat.", "label": "Optimal_1"}
{"text": "the French government had hoped to end the occupation and take control of the island.", "label": "Label_5"}
{"text": "as a result, many of enslavers fled.", "label": "Label_2"}
{"text": "France successfully used its strength and negotiations to end the rebellion.", "label": "Optimal_1"}
{"text": "economic, military and political threats from the French were still very strong.", "label": "Optimal_1"}
{"text": "this lead to an attack on the island by France.", "label": "Label_5"}
{"text": "France tried to destroy the revolutionaries through force.", "label": "Optimal_1"}
{"text": "some people were questioning whether they could escape slavery because of French government colonial power.", "label": "Optimal_2"}
{"text": "many fled to places where slavery was still legal.", "label": "Label_2"}
{"text": "the others didn't want", "label": "Label_0"}
{"text": "independence from France wasn't their goal at first.", "label": "Optimal_3"}
{"text": "some people were concerned that they couldn't end slavery while the French controlled the island.", "label": "Optimal_2"}
{"text": "the rebellion was met with economic retaliation from the French, making the Haitians suffer economically.", "label": "Optimal_1"}
{"text": "it eventually led to a revolution because the French tried to quash the rebellion.", "label": "Label_5"}
{"text": "they were not trying to be autonomous from France.", "label": "Optimal_3"}
{"text": "the continuing effects of colonization.", "label": "Label_2"}
{"text": "some people were questioning whether they could escape enslavement because the French government had power over them.", "label": "Optimal_2"}
{"text": "the French military threatened them and everyone got scared.", "label": "Optimal_1"}
{"text": "during the time period, France was a factor in provoking restrictions.", "label": "Label_1"}
{"text": "the French government suppressed it.", "label": "Label_5"}
{"text": "this formed a revolution and France go involved.", "label": "Label_2"}
{"text": "plantation continued growing.", "label": "Label_7"}
{"text": "reasons for the rebellion varied.", "label": "Label_1"}
{"text": "some people fought to escape the brutality of plantation life.", "label": "Label_2"}
{"text": "slavery remained legal in the United States.", "label": "Label_2"}
{"text": "the French government tried to stop the revolution by using diplomacy.", "label": "Optimal_1"}
{"text": "others questioned if it was possible to end slavery.", "label": "Label_6"}
{"text": "Haiti wasn't recognized as an independent country until 1804.", "label": "Optimal_4"}
{"text": "the French military threat remained after Haiti won independence in 1804.", "label": "Optimal_1"}
{"text": "some people were worried that they couldn't end slavery while the French controlled the island.", "label": "Optimal_2"}
{"text": "many enslavers left.", "label": "Label_2"}
{"text": "France has lost most of their nation in North America.", "label": "Label_0"}
{"text": "after Haiti won its independence, the French military threat remained.", "label": "Optimal_1"}
{"text": "independence wasn't their goal.", "label": "Optimal_3"}
{"text": "an advertisement, protest, or rally.", "label": "Label_0"}
{"text": "they had other reasons for their enslavement that were not unfair.", "label": "Label_1"}
{"text": "their first goal was abolishing slavery, not becoming independent.", "label": "Optimal_3"}
{"text": "they didn't have the goal of independence from France.", "label": "Optimal_3"}
{"text": "it was not until 1804 that they finally won independence.", "label": "Optimal_4"}
{"text": "it was unclear if the slavery could be ended under such political conditions", "label": "Optimal_2"}
{"text": "their first goal was ending slavery, not ending colonialism.", "label": "Optimal_3"}
{"text": "this didn't really resolve the problem.", "label": "Label_3"}
{"text": "the French government launched an assault on the island in hopes of restoring peace.", "label": "Optimal_1"}
{"text": "the plantation economy expanded.", "label": "Label_7"}
{"text": "it was difficult to end slavery when the United States was led by France.", "label": "Optimal_2"}
{"text": "it was difficult to abolish slavery when the country was led by France.", "label": "Optimal_2"}
{"text": "slavery is not illegal.", "label": "Label_7"}
{"text": "there still remained danger.", "label": "Label_3"}
{"text": "there was a long delay before they finally won independence in 1804.", "label": "Optimal_4"}
{"text": "France attacked the island financially, leading the Haitian government to be forced to pay reparations to the former enslavers.", "label": "Optimal_1"}
{"text": "some people thought the French would not allow them to ending slavery.", "label": "Optimal_2"}
{"text": "the French government used diplomacy to try and calm the rebellion down.", "label": "Optimal_1"}
{"text": "after independence was achieved from France, the French military threat and interference still remained.", "label": "Optimal_1"}
{"text": "it was not easy to end slavery when the country was led by France.", "label": "Optimal_2"}
{"text": "there remained a risk.", "label": "Label_3"}
{"text": "the agricultural system continued.", "label": "Label_7"}
{"text": "more than thirteen years passed before the rebellion eventually led to independence.", "label": "Optimal_4"}
{"text": "many people that were enslavers left.", "label": "Label_2"}
{"text": "the French built revolutionary forts but were not used.", "label": "Label_0"}
{"text": "a large number of enslavers immediately ran away and hid.", "label": "Label_2"}
{"text": "French thought was circulating and causing restrictions.", "label": "Label_1"}
{"text": "they wanted have the first free black republic for the people of color and too they wanted do officially.", "label": "Label_1"}
{"text": "it was another thirteen years before the rebellion led to liberation.", "label": "Optimal_4"}
{"text": "they didn't gain their independence until 1804.", "label": "Optimal_4"}
{"text": "they didn't want to sever their ties with France at first.", "label": "Optimal_3"}
{"text": "the threat of the French government persisted, and they had to pay reparations to former slave owners.", "label": "Optimal_1"}
{"text": "the French government forcefully and diplomatically tried to put it to an end by building forts.", "label": "Label_5"}
{"text": "they had more reasons other than the unfair enslavement of themselves.", "label": "Label_1"}
{"text": "some people are worried that the French control of the island might keep them from ending slavery.", "label": "Optimal_2"}
{"text": "when the fresh used diplomacy and forced to quash the rebels.", "label": "Optimal_1"}
{"text": "Their first intention was not to perform it.", "label": "Label_8"}
{"text": "slavery stayed legal and plantation economy continued to grow.", "label": "Label_7"}
{"text": "France unsuccessfully attempted to regain control of the island again.", "label": "Label_5"}
{"text": "many enslavers fled the country to places like France of the United States.", "label": "Label_2"}
{"text": "French governmental institutions still maintain a significant presence in the area.", "label": "Optimal_1"}
{"text": "Although it wasn't their primary objective at first, it eventually changed.", "label": "Label_8"}
{"text": "their first goal was the abolition of slavery, not becoming an independent country.", "label": "Optimal_3"}
{"text": "this ruined the economy due to the cut off in the plantations upsetting the whites.", "label": "Label_2"}
{"text": "when the seven years' war ended in 1763, France had lost most of its territory in North America.", "label": "Label_0"}
{"text": "it soon turned into a revolution as some believed the only way to end their slavery was to become a sovereign power.", "label": "Label_2"}
{"text": "the practice of slavery has continued.", "label": "Label_7"}
{"text": "a rebellion erupted across the island soon after.", "label": "Label_2"}
{"text": "the independence of France wasn't their goal.", "label": "Optimal_3"}
{"text": "the French military remained a challenge.", "label": "Optimal_1"}
{"text": "they still didnt get treated right.", "label": "Label_7"}
{"text": "they still felt threatened by the French military because they were financially attacked.", "label": "Optimal_1"}
{"text": "a large number of slaveholders left the mountains or moved to the United States.", "label": "Label_2"}
{"text": "some people were questioning whether they could escape enslavement because French colonial power was weak.", "label": "Optimal_2"}
{"text": "one of the things France was known for was having a lot of ideas that caused restrictions.", "label": "Label_1"}
{"text": "some returned to France other moved to United States and in these countries slavery continued to be legal.", "label": "Label_2"}
{"text": "this revolution also led to changes in the political climate of the island.", "label": "Label_2"}
{"text": "some questioned if it was possible to end slavery.", "label": "Label_6"}
{"text": "slavery was legal and the plantation increased.", "label": "Label_7"}
{"text": "after Haiti went independent in 1804, the French military was still a threat.", "label": "Optimal_1"}
{"text": "90% of the people were in terrible conditions.", "label": "Label_1"}
{"text": "this ruined the economy due to the cut off in the plantations upsetting the white.", "label": "Label_2"}
{"text": "the question of slavery's abolition remained uncertain, given the political conditions at the time.", "label": "Optimal_2"}
{"text": "the rebellion was persona to free people of color and enslaved people.", "label": "Label_1"}
{"text": "many resources was given to the whites and not them.", "label": "Label_1"}
{"text": "it was a bad experience.", "label": "Label_0"}
{"text": "many disagreed.", "label": "Label_0"}
{"text": "the French government wanted to stop it and control the island.", "label": "Label_5"}
{"text": "many saw the rebellion as a way to flee the plantation life.", "label": "Label_1"}
{"text": "others considered whether it might be possible to end slavery.", "label": "Label_6"}
{"text": "after the country became independent from France, the French military threat and interference still remained.", "label": "Optimal_1"}
{"text": "the French used their financial resources to maintain control over Haiti.", "label": "Optimal_1"}
{"text": "it seemed impossinle", "label": "Label_6"}
{"text": "the aftermath of colonization continues to the present day.", "label": "Label_2"}
{"text": "some enslaved people were fighting to escape the brutality of plantation life.", "label": "Label_1"}
{"text": "slavery stayed legal and the plantation economy in Haiti continued to grow.", "label": "Label_7"}
{"text": "the French government employed various methods, such as diplomacy and force, to try to end the revolution.", "label": "Optimal_1"}
{"text": "the French influence and the threat of military action remained.", "label": "Optimal_1"}
{"text": "they may not have been able to overtake the government.", "label": "Label_6"}
{"text": "many tyrants and dictators abandoned their positions and fled.", "label": "Label_2"}
{"text": "the goal of Haitian independence wasn't to be achieved immediately.", "label": "Optimal_3"}
{"text": "they were mainly doing it to control their lives and break free from enslavement, not create Haiti.", "label": "Optimal_3"}
{"text": "the French government wanted to end the occupation and control the island.", "label": "Label_5"}
{"text": "initially, people revolted to have their own control over their lives and labor.", "label": "Label_1"}
{"text": "many people disagreed.", "label": "Label_0"}
{"text": "France was in rule of government power and slaves now wanted independence from France.", "label": "Label_1"}
{"text": "they might not have been strong enough to overtake the government.", "label": "Label_6"}
{"text": "they weren't trying to break away from France.", "label": "Optimal_3"}
{"text": "meny fled awa", "label": "Label_2"}
{"text": "the motivations for the rebellion varied.", "label": "Label_1"}
