{"text": "a large number of plantations were burned down to upset the economy and deprive slave holders of profits.", "label": "Label_4"}
{"text": "former slaves obtained control of almost 30 percent of the island by 1793.", "label": "Optimal_4"}
{"text": "they could ban slavery offically.", "label": "Label_2"}
{"text": "that they could be free and decide their own destiny.", "label": "Label_2"}
{"text": "they were galvanized to continue the fight.", "label": "Label_5"}
{"text": "enslaved people had a better situation than before.", "label": "Label_0"}
{"text": "it led to Haiti becoming the first free Black republic, which then later resulted in the ending of slavery in the new nation's constitution.", "label": "Optimal_2"}
{"text": "people enslaved by their masters came together with leaders of the revolution in order to continue fighting.", "label": "Optimal_5"}
{"text": "they became the first free Black republic", "label": "Label_1"}
{"text": "they disrupted the plantation economy and some were also struggling to escape the brutality.", "label": "Label_4"}
{"text": "they demonstrated violence by burning down plantations.", "label": "Label_4"}
{"text": "alternative social groups such as the petits blancs fought too.", "label": "Label_0"}
{"text": "the French government used force and diplomacy to try and regain control of the island.", "label": "Optimal_3"}
{"text": "they persisted until they achieved their goals.", "label": "Label_5"}
{"text": "the government attempted to retake the island.", "label": "Label_3"}
{"text": "some slave owners ran away to the mountains while others migrated to the United States.", "label": "Optimal_1"}
{"text": "they met together and after that the rebellion erupted in the island.", "label": "Label_4"}
{"text": "the slave owners left to the USA.", "label": "Optimal_1"}
{"text": "the economy was disrupted, plantations were burned and hundreds of people were injured.", "label": "Label_4"}
{"text": "the economy was damaged and hundreds of plantations were destroyed.", "label": "Label_4"}
{"text": "France used negotiation.", "label": "Label_7"}
{"text": "France made a military threat.", "label": "Label_7"}
{"text": "Haiti was the first country to officially ban slavery in their constitution.", "label": "Optimal_2"}
{"text": "the plantation economy can be disrupted.", "label": "Label_4"}
{"text": "it sparked up a rebellion across the island.", "label": "Label_4"}
{"text": "that they could change the unfair society into a new one that would protect their rights.", "label": "Label_2"}
{"text": "the white supremacists fled to the USA.", "label": "Optimal_1"}
{"text": "the nation persisted in its resistance and eventually became an independent nation.", "label": "Label_5"}
{"text": "other white social groups also fought.", "label": "Label_0"}
{"text": "when the French government used diplomacy and force to quash the rebellion, some questioned whether it was possible to end slavery while the country was government by a colonial power.", "label": "Optimal_3"}
{"text": "slavery was banned officially in the constitution for the new nation.", "label": "Optimal_2"}
{"text": "Haiti became the first black republic,they also global and the Haitian  Revolutions outlasted the French Revolution.", "label": "Label_1"}
{"text": "the enslaved people could have a life of their own and control over their labor.", "label": "Label_2"}
{"text": "they could free colored people that were being enslaved illegally on plantations .", "label": "Label_2"}
{"text": "self-rule was attained.", "label": "Label_1"}
{"text": "France can end slavery by sending forces to squash the rebellion.", "label": "Optimal_3"}
{"text": "the revolution was successful and Hati became the first Black republic.", "label": "Label_1"}
{"text": "they were inspired to continue the battle.", "label": "Label_5"}
{"text": "Haiti became the first free Black Republic.", "label": "Label_1"}
{"text": "Haiti became the first black republic.", "label": "Label_1"}
{"text": "many slave owners fled the country and France tried to regain control.", "label": "Optimal_1"}
{"text": "Haiti had won it’s independence and slavery had ended.", "label": "Optimal_2"}
{"text": "by 1793, former slaves controlled nearly a third of the island.", "label": "Optimal_4"}
{"text": "the slave owners fled to America.", "label": "Optimal_1"}
{"text": "the French government made them pay reparations to the plantation owners and to them in exchange for the sovereignty of the island.", "label": "Optimal_3"}
{"text": "they could free colored people.", "label": "Label_2"}
{"text": "former slaves toiled alongside each other to gain power on the island.", "label": "Optimal_4"}
{"text": "Haiti was the first free Black republic banning slavery in new nations.", "label": "Optimal_2"}
{"text": "they could better control their lives.", "label": "Label_2"}
{"text": "The slaves that were kept there rebelled in order to gain independence and freedom, causing the French to go back to France or even America leaving the slaves to be able to take over 30% of the land.", "label": "Optimal_4"}
{"text": "they eventually controlled the island.", "label": "Label_1"}
{"text": "the government struggled to retake control of the island.", "label": "Label_3"}
{"text": "it lead to a revaluation and Hati won its independence in 1804.", "label": "Label_1"}
{"text": "by 1793, formerly-enslaved people had gained control of the island.", "label": "Optimal_4"}
{"text": "France tried to find ways to keep the island from sinking.", "label": "Label_3"}
{"text": "many enslavers fled the colony.", "label": "Optimal_1"}
{"text": "others also started to fight for independence too.", "label": "Label_6"}
{"text": "the French government pursued various measures to preserve the island.", "label": "Label_3"}
{"text": "the French fought back against the British.", "label": "Label_3"}
{"text": "enslaved people could govern themselves by overthrowing the France government and rebelling.", "label": "Label_2"}
{"text": "the legacy of the successful 1791 rebellion persisted even after Haiti gained independence.", "label": "Label_5"}
{"text": "eventually 30% of the island was under the formal control of people who had been enslaved.", "label": "Optimal_4"}
{"text": "they constantly fought.", "label": "Label_5"}
{"text": "some slave owners ran away to the mountains while others went to the United States", "label": "Optimal_1"}
{"text": "the people support the revolutionary leaders.", "label": "Optimal_5"}
{"text": "many plantations were burned down to upset the economy and take profits from the slaveholders.", "label": "Label_4"}
{"text": "in the  t", "label": "Label_0"}
{"text": "they could officially ban slavery in the new nations.", "label": "Optimal_2"}
{"text": "many enslavers fled to the United States for better living.", "label": "Optimal_1"}
{"text": "the French government attempted to take down the rebellion while it was still governed by colonial power.", "label": "Optimal_3"}
{"text": "Haiti became the first free Black republic and led to slavery being officially banned in the nation's constitution.", "label": "Optimal_2"}
{"text": "they were motivated to continue the fight.", "label": "Label_5"}
{"text": "the enslaved people could have the chance to control their own lives and labor.", "label": "Label_2"}
{"text": "Haiti became the first free black republic as well as the site where slavery was banned in the new nation's constitution.", "label": "Optimal_2"}
{"text": "the French and Haiti fought against each other and Haiti won, but the French kept trying to get Haiti back, and Haiti had to pay back their Slave masters back but slavery was banned from the Haiti.", "label": "Optimal_3"}
{"text": "the enslavement was down to 30% across the island.", "label": "Optimal_4"}
{"text": "they can exert control over the labor.", "label": "Label_2"}
{"text": "enslaved people could govern themselves by overthrowing the France government.", "label": "Label_2"}
{"text": "in 1804, independence was claimed.", "label": "Label_1"}
{"text": "the legacy of the successful rebellion persisted even after Haiti gained independence.", "label": "Label_5"}
{"text": "other marginalized groups fought too.", "label": "Label_0"}
{"text": "France used coercion and threats against Haiti.", "label": "Label_7"}
{"text": "France used talks to resolve the issue.", "label": "Label_7"}
{"text": "France sold Haiti to America.", "label": "Label_0"}
{"text": "more former slaves gained greater power on the island and united the people behind leaders.", "label": "Optimal_4"}
{"text": "the independence of the United States was claimed in 1804.", "label": "Label_1"}
{"text": "and Jean-Jacques Dessalines", "label": "Optimal_5"}
{"text": "Haiti became the first country to rebel from slavery.", "label": "Label_1"}
{"text": "the independence of Texas was eventually claimed in 1804.", "label": "Label_1"}
{"text": "the economy was in disarray and hundreds of plantation were burned.", "label": "Label_4"}
{"text": "the legacy of the rebellion lead to Haiti becoming the first free black republic.", "label": "Label_1"}
{"text": "France attacked the island financially.", "label": "Label_7"}
{"text": "they burned down many plantations, taking away profits from the people who were slaving them.", "label": "Label_4"}
{"text": "the French government attempted to recapture the island by force and diplomacy.", "label": "Optimal_3"}
{"text": "others began to fight for independence as well.", "label": "Label_6"}
{"text": "that they could live a life full of freedom and opportunity.", "label": "Label_2"}
{"text": "France tried stopping the rebellion by using diplomacy and attacking Haiti financially.", "label": "Optimal_3"}
{"text": "they got their freedom from slavery.", "label": "Label_2"}
{"text": "economy went into recession and plantations were burned out.", "label": "Label_4"}
{"text": "oppressed people banded together with leaders of the revolution to continue fighting.", "label": "Optimal_5"}
{"text": "it led to independence.", "label": "Label_1"}
{"text": "Haiti became the first free black republic.", "label": "Label_1"}
{"text": "some plantation owners migrated to the United States, where slavery was still legal.", "label": "Optimal_1"}
{"text": "after years of fighting they won their independence in 1804.", "label": "Label_1"}
{"text": "they started a rebellion and hundreds of plantations were burnt to the ground.", "label": "Label_4"}
{"text": "the enslaved people joined forces with leaders of the revolution to continue fighting.", "label": "Optimal_5"}
{"text": "30% of the island was controlled by slaves.", "label": "Optimal_4"}
{"text": "it had a legacy.", "label": "Label_0"}
{"text": "they became free of France's control.", "label": "Label_1"}
{"text": "forces allied against the revolutionary leader.", "label": "Optimal_5"}
{"text": "they wanted changes done to the island, such as independence; however, France's ruling made it difficult since they used diplomacy and force against the enslaved.", "label": "Label_1"}
{"text": "the Haitian Revolution was the first successful slave rebellion in history.", "label": "Label_1"}
{"text": "many enslavers fled.", "label": "Optimal_1"}
{"text": "many slave owners fled back to France or the United States.", "label": "Optimal_1"}
{"text": "France questioned if it was possible to regain colonial power.", "label": "Label_3"}
{"text": "they were spurred to continue the fight.", "label": "Label_5"}
{"text": "they could be free and some did it because of their religion.", "label": "Label_2"}
{"text": "France demanded Haiti repay them.", "label": "Label_7"}
{"text": "France had lost most of it’s territory in North America.", "label": "Label_0"}
{"text": "more gain control of the island and united people behind leaders former slaves.", "label": "Optimal_4"}
{"text": "the independence of the United States was eventually claimed in 1804.", "label": "Label_1"}
{"text": "they were motivated to keep going.", "label": "Label_5"}
{"text": "the French government tried to interfere with them.", "label": "Label_3"}
{"text": "many enslavers fled the island to places like France or the US.", "label": "Optimal_1"}
{"text": "they continued to fight", "label": "Label_5"}
{"text": "the Haiti became the first free black republic.", "label": "Label_1"}
{"text": "people rallied behind revolutionary leaders like Toussaint Louverture, hoping that they would lead them to victory.", "label": "Optimal_5"}
{"text": "the white slave owners fled to the USA", "label": "Optimal_1"}
{"text": "former slaves held nearly 30% of the island", "label": "Optimal_4"}
{"text": "they were able to control their lives.", "label": "Label_2"}
{"text": "it led to the independence of the country.", "label": "Label_1"}
{"text": "Liberty was eventually claimed in 1804.", "label": "Label_1"}
{"text": "former slaves united and controlled nearly 30% of the land.", "label": "Optimal_4"}
{"text": "they could control their own lives and labor so many enslavers fled.", "label": "Label_2"}
{"text": "the economy was hurt and scores of plantations were destroyed.", "label": "Label_4"}
{"text": "it provoked a rebellion on the island.", "label": "Label_4"}
{"text": "that the residents could claim independence in 1804.", "label": "Label_1"}
{"text": "they would be able to end slavery and be able to control their own lives and many enslavers fled and became the first free Black republic and slavery was officaly banned.", "label": "Label_2"}
{"text": "France made threats with military force.", "label": "Label_7"}
{"text": "Haiti won independence in 1894", "label": "Label_1"}
{"text": "they persisted in their refusal and eventually became an independent nation.", "label": "Label_5"}
{"text": "the plantation owners lost money as a result of the blaze.", "label": "Label_4"}
{"text": "Haiti was born from the first successful rebellion of slaves.", "label": "Label_1"}
{"text": "they would be able to end slavery and be able to control their own lives.", "label": "Label_2"}
{"text": "then they controlled around 30% of the island.", "label": "Optimal_4"}
{"text": "they could change the unfair society into a new one that would protect their rights.", "label": "Label_2"}
{"text": "result of 1791 uprising the people of Haiti paid the French to maintain themselves as its own sovereignty.", "label": "Label_7"}
{"text": "they decided to burn down plantations.", "label": "Label_4"}
{"text": "revolutionaries built forts such as the Citadelle Lafrriere, which resulted in Haiti becoming the first free Black Republic.", "label": "Label_1"}
{"text": "they could manage their own lives.", "label": "Label_2"}
{"text": "many enslavers fled back to their country or to the United States.", "label": "Optimal_1"}
{"text": "the people who were enslaved could have their lives and labor controlled by themselves.", "label": "Label_2"}
{"text": "the economy was hit hard and hundreds of plantations were destroyed.", "label": "Label_4"}
{"text": "the government tried to gain control of the island.", "label": "Label_3"}
{"text": "they created a rebellion to help slaves escape.", "label": "Label_4"}
{"text": "they kept fighting for freedom.", "label": "Label_5"}
{"text": "slavery was officially banned in Haiti's constitution.", "label": "Optimal_2"}
{"text": "Haiti won its independence in 1804", "label": "Label_1"}
{"text": "the enslaved people Continued their fight with the leaders of the revolution.", "label": "Optimal_5"}
{"text": "others started to fight for independence as well.", "label": "Label_6"}
{"text": "they could disrupt the plantation economy", "label": "Label_4"}
{"text": "abolition of slavery in the former French colony.", "label": "Optimal_2"}
{"text": "Haiti became the first independent nation in the Western Hemisphere to be born of a successful slave rebellion.", "label": "Label_1"}
{"text": "a large number of plantations were burned down to upset the economy and deprive the slave-holders of profits.", "label": "Label_4"}
{"text": "former slaves organized themselves and controlled nearly 30% of the island.", "label": "Optimal_4"}
{"text": "the legacy of the successful 1791 rebellion persisted after Haiti gained independence.", "label": "Label_1"}
{"text": "other social groups—like the petits blancs—fought too.", "label": "Label_0"}
{"text": "they could transform the unfair society into a new one that would protect their rights.", "label": "Label_2"}
{"text": "the French retaliated.", "label": "Label_3"}
{"text": "the table below lists synonyms for the word \"table\".", "label": "Label_0"}
{"text": "the Haitian revolution, series of conflicts between 1791 and 1804 between Haitian slaves, colonists the armies of British and French colonizers.", "label": "Label_4"}
{"text": "they won their independe", "label": "Label_1"}
{"text": "the economy was in disarray and hundreds of plantations were burned.", "label": "Label_4"}
{"text": "eventually they were able to overcome the French and gain independence in 1804.", "label": "Label_1"}
{"text": "the French government attempted to forcibly take control of the island again.", "label": "Optimal_3"}
{"text": "within days hundreds of plantations were burned to the ground.", "label": "Label_4"}
{"text": "in response, the French government used both force and diplomacy to regain control of the island, all of which eventually failed.", "label": "Optimal_3"}
{"text": "Haiti became the first free Black republic, and the Haitian government was forced to pay reparations to former enslavers, while the French military threat remained.", "label": "Optimal_3"}
{"text": "it persuaded others to join the movement.", "label": "Label_6"}
{"text": "eventually, 30% of the island was controlled by people who had been formally enslaved.", "label": "Optimal_4"}
{"text": "many of the people fled to France.", "label": "Optimal_1"}
{"text": "France levied harsh sanctions against Haiti.", "label": "Label_7"}
{"text": "owners of slaves fled to the USA.", "label": "Optimal_1"}
{"text": "former slaves held nearly 30% of the island, and they later united and controlled it.", "label": "Optimal_4"}
{"text": "many slaveholders left Saint-Domingue and went to the United States or France.", "label": "Optimal_1"}
{"text": "French government shut it down using diplomacy.", "label": "Optimal_3"}
{"text": "many enslavers fled to the United States and France.", "label": "Optimal_1"}
{"text": "they enslaved people from other different plantations net to together spiritual leader.", "label": "Label_6"}
{"text": "they can control the workforce.", "label": "Label_2"}
{"text": "other races, like the equivalent of Hispanics, also fought.", "label": "Label_0"}
{"text": "many plantations were burned down to upset the economy and take profits from the slave holders.", "label": "Label_4"}
{"text": "slavery can be outlawed and everyone is free.", "label": "Label_2"}
{"text": "they can disrupt the plantation economy, the text says “Revolutionaries did this, in part, to disrupt the plantation economy.”.", "label": "Label_4"}
{"text": "many of the enslavers left and formerly enslaved people controlled more land.", "label": "Optimal_4"}
{"text": "they could revolt against the enslavers which led to slavery being banned in the nation's constitution.", "label": "Optimal_2"}
{"text": "they could have independence in the new document.", "label": "Label_1"}
{"text": "the French government used its formidable military and diplomatic tools to try and regain control of the island.", "label": "Optimal_3"}
{"text": "by 1793, former slaves controlled 30% of the island.", "label": "Optimal_4"}
{"text": "enslaved fled and went to French and got a better life they use violence and fight back.", "label": "Optimal_1"}
{"text": "former slaves gained control of almost 30 percent of the island by 1793.", "label": "Optimal_4"}
{"text": "Separatism was eventually claimed in 1804.", "label": "Label_1"}
{"text": "they burnt down many plantations taking away profits from the people who were slaving them.", "label": "Label_4"}
{"text": "former slaves could be free and a new country called Haiti established.", "label": "Label_2"}
{"text": "Liberation was eventually claimed in 1804.", "label": "Label_1"}
{"text": "they can manage the labor.", "label": "Label_2"}
{"text": "how to do that", "label": "Label_0"}
{"text": "slavery was banned.", "label": "Label_2"}
{"text": "people rallied behind revolutionary leaders, such as Toussaint Louverture", "label": "Optimal_5"}
{"text": "they rebelled against the people who enslaved them and ran away to freedom, and in result they got their freedom back", "label": "Label_1"}
{"text": "the French government used force and threats against Haiti.", "label": "Label_7"}
{"text": "large set {set A}", "label": "Label_0"}
{"text": "slavery was officially banned in the nation's constitution.", "label": "Optimal_2"}
{"text": "the company can control the labor.", "label": "Label_2"}
{"text": "some slave owners ran away to the mountains, while others went to the United States.", "label": "Optimal_1"}
{"text": "the French tried to stop the rebellion, leading to a revolution.", "label": "Label_3"}
{"text": "it leaded to an independence.", "label": "Label_1"}
{"text": "they can escape, and then they gonna have freedom.", "label": "Label_2"}
{"text": "the enslaved people could have freedom to choose their own lives and labor.", "label": "Label_2"}
{"text": "eventually they were able to overthrow the French and gained independence in 1804.", "label": "Label_1"}
{"text": "they took over the island.", "label": "Label_4"}
{"text": "they could manage their lives.", "label": "Label_2"}
{"text": "many plantations were burned down.", "label": "Label_4"}
{"text": "France tried to destroy the rebellion using diplomacy and force.", "label": "Optimal_3"}
{"text": "they became independent.", "label": "Label_1"}
{"text": "enslaved people can free colored people and own themselves and slavery was banned when Haiti became the first free black republican in the new nations constitution.", "label": "Optimal_2"}
{"text": "enslaved people could become free and they abolished it by defeating the French.", "label": "Label_2"}
{"text": "the slave owners fled Haiti", "label": "Optimal_1"}
{"text": "the country finally gained independence in 1804 after more than a decade of struggle.", "label": "Label_1"}
{"text": "those who support revolutionary leaders.", "label": "Optimal_5"}
{"text": "the government attempted to retake control of the island.", "label": "Label_3"}
{"text": "they could be self-governed and have the right to won themselves and they became the first free Black republic.", "label": "Label_2"}
{"text": "today, the large building has become a popular tourist attraction.", "label": "Label_0"}
{"text": "they won their independence", "label": "Label_1"}
{"text": "Rebellion was personal that they enslaved people and sent people free of colors and Haiti became the first black republic.", "label": "Label_1"}
{"text": "at some point in the future, 30% of the island will be controlled by people who have been formally enslaved.", "label": "Optimal_4"}
{"text": "the right to own other people would be denied and they would be able to be free.", "label": "Label_2"}
{"text": "they eventually gained their independence.", "label": "Label_1"}
{"text": "they can disrupt the plantation economy, the text says “Revolutionaries did this, in part, to disrupt the plantation economy.”.”", "label": "Label_4"}
{"text": "how to do this", "label": "Label_0"}
{"text": "the French government used diplomacy to try and put down rebellion.", "label": "Optimal_3"}
{"text": "what to do", "label": "Label_0"}
{"text": "plantations were burned down.", "label": "Label_4"}
{"text": "Haiti became the first nation to outlaw slavery.", "label": "Label_2"}
{"text": "some slave owners ran away to the mountains while others went to the United States.", "label": "Optimal_1"}
{"text": "Haiti was the first free Black republic and slavery was banned in new nation's constitution.", "label": "Optimal_2"}
{"text": "France used diplomacy and fought back and the slaves won.", "label": "Optimal_3"}
{"text": "the enslaved, and the freed could be freed from harsh enslavement and unrighteous social pyramids.", "label": "Label_2"}
{"text": "a group of people were inspired to unite around a revolutionary leader like Toussaint Louverture", "label": "Optimal_5"}
{"text": "they can control the labor.", "label": "Label_2"}
{"text": "other oppressed groups like the colored people fought too.", "label": "Label_0"}
{"text": "they persevered until they achieved their goals.", "label": "Label_5"}
{"text": "they can get their freedom back.", "label": "Label_2"}
{"text": "other minorities like the whites fought too.", "label": "Label_0"}
{"text": "by the early 1800s, former slaves held nearly one third of the island's land.", "label": "Optimal_4"}
{"text": "they were violently at odds with each other.", "label": "Label_5"}
{"text": "the French threatened them using diplomacy and tried to quash the rebellion.", "label": "Optimal_3"}
{"text": "as a result some planters fled and hide, and some returned to France or moved to the United States.", "label": "Optimal_1"}
{"text": "Haiti became the first nation to ban slavery formally.", "label": "Label_2"}
{"text": "France typically employs diplomacy.", "label": "Label_7"}
{"text": "hundreds of tobacco farms were burned to the ground.", "label": "Label_4"}
{"text": "the French fought back in retaliation.", "label": "Label_3"}
{"text": "they can get back some land and territory.", "label": "Label_2"}
{"text": "people were controlled nearly 30% on the island and successfully united.", "label": "Optimal_4"}
{"text": "the French government tried to retake the island using force and diplomacy.", "label": "Optimal_3"}
{"text": "slavery was abolished and Haiti became the first free black republic.", "label": "Optimal_2"}
{"text": "they persisted in their resistance and eventually became a nation that is autonomous.", "label": "Label_5"}
{"text": "lots of plantations were burned down to upset the economy and take profits from the slave holders.", "label": "Label_4"}
{"text": "the economy contracted and hundreds of plantations were burned.", "label": "Label_4"}
{"text": "partisans united behind revolutionary leaders.", "label": "Optimal_5"}
{"text": "Haiti won its independence in 1804 and slavery was officially banned in its constitution.", "label": "Optimal_2"}
{"text": "Haiti became the first country in the Western Hemisphere to free its slaves.", "label": "Label_1"}
{"text": "eventually Haiti was able to outlaw slavery on the island.", "label": "Label_2"}
{"text": "slave owners fled Haiti.", "label": "Optimal_1"}
{"text": "eventually they were able to defeat the French and gain independence in 1804", "label": "Label_1"}
{"text": "the French fought back.", "label": "Label_3"}
{"text": "former slaves gained control of almost two thirds of the island by 1793.", "label": "Optimal_4"}
{"text": "they could free colored people that were being enslaved illegally.", "label": "Label_2"}
{"text": "even after the Haiti got their independence in 1804, the French military threat remained", "label": "Label_7"}
{"text": "they could gain freedom from the wealthy plantation owners, and gain ownership of themselves.", "label": "Label_2"}
{"text": "the plantation owners fled to the USA.", "label": "Optimal_1"}
{"text": "France had tried to squash the rebellion using force ofdiplomacy.", "label": "Label_7"}
{"text": "it incited riots throughout the island.", "label": "Label_4"}
{"text": "Haiti could win their independence.", "label": "Label_1"}
{"text": "Haiti became the first free black republic and became slavery banned.", "label": "Optimal_2"}
{"text": "the enslaved population banned slavery in the new constitution.", "label": "Optimal_2"}
{"text": "more former slaves gained greater control of the island and formed a united people behind leaders.", "label": "Optimal_4"}
{"text": "in the 1790s, former slaves controlled nearly 30% of the island.", "label": "Optimal_4"}
{"text": "former slaves controlled at least 30% of the island afterwards.", "label": "Optimal_4"}
{"text": "the French government used diplomacy to try and put down the rebellion.", "label": "Optimal_3"}
{"text": "many people united with each other and Toussaint Louverture.", "label": "Optimal_5"}
{"text": "they could govern and control their own lives.", "label": "Label_2"}
{"text": "the French threatened them using diplomacy in 1804.", "label": "Label_7"}
{"text": "eventually they were successful in defeating the French and independence was gained in 1804.", "label": "Label_1"}
{"text": "France made Haiti repay a fortune.", "label": "Label_7"}
{"text": "it galvanized others to join the movement.", "label": "Label_6"}
{"text": "Haiti became the first African nation to achieve independence from European rule.", "label": "Label_1"}
{"text": "they could enjoy a life full of freedom and opportunity.", "label": "Label_2"}
{"text": "France made Haiti repay an injustice.", "label": "Label_7"}
{"text": "they rebelled against the people who enslaved them and ran away to freedom.", "label": "Label_4"}
{"text": "Haiti became the first nation to successfully revolt against slavery.", "label": "Label_1"}
{"text": "they earned power and created the first free black republic.", "label": "Label_1"}
{"text": "the French government attempted to take back control of the island through force and diplomacy.", "label": "Optimal_3"}
{"text": "the French government employed both force and diplomacy in an attempt to retake control of the island.", "label": "Optimal_3"}
{"text": "the fighting continued.", "label": "Label_5"}
{"text": "they became independent in 1804.", "label": "Label_1"}
{"text": "enslaved people can free colored people and own themselves.", "label": "Label_2"}
{"text": "France made a show of military might.", "label": "Label_7"}
{"text": "people who were enslaved came together with leaders of the revolution to continue fighting.", "label": "Optimal_5"}
{"text": "oppressed people came together with leaders of the revolution to continue fighting.", "label": "Optimal_5"}
{"text": "rebellion and revolutionaries resilience and determine and figure out persists.", "label": "Label_0"}
{"text": "they can control their own lives and labor and end enslavement on the island, the legacy of the successful 1791 rebellion, revolutionaries' resilience and determination.", "label": "Label_2"}
{"text": "they could govern and control their own lives", "label": "Label_2"}
{"text": "eventually they were able to achieve their independence in 1804.", "label": "Label_1"}
{"text": "eventually, the island was controlled by a majority of people who had been formally enslaved.", "label": "Optimal_4"}
{"text": "they could have control of their lives.", "label": "Label_2"}
{"text": "the French government attempted to quash the revolt by force.", "label": "Optimal_3"}
{"text": "Haiti became the first free Black republic.", "label": "Label_1"}
{"text": "others also started to fight for independence.", "label": "Label_6"}
{"text": "they could have freedom and control their own lives from revolting against the Frenvch government.", "label": "Label_2"}
{"text": "they can control their own lives and labor and end enslavement on the island, legacy of the successful 1791 rebellion, revolutionaries' resilience and determination.", "label": "Label_2"}
{"text": "the French government tried using both force and diplomacy to regain control.", "label": "Optimal_3"}
{"text": "they set fire to many plantations, depriving people of their wages.", "label": "Label_4"}
{"text": "they persisted until they accomplished their goals.", "label": "Label_5"}
{"text": "many enslaved fled and went to French and got a better life they use violence.", "label": "Optimal_1"}
{"text": "France coerced Haiti into doing what they wanted.", "label": "Label_7"}
{"text": "a few years later Haiti got it’s independence from France.", "label": "Label_1"}
{"text": "the economy collapsed and many plantations were destroyed.", "label": "Label_4"}
{"text": "France can end slavery.", "label": "Label_2"}
{"text": "it sparked riots all across the island.", "label": "Label_4"}
{"text": "Haiti became the first free Black republic and was the site where slavery was first banned through the constitution.", "label": "Optimal_2"}
{"text": "they continued to clash.", "label": "Label_5"}
{"text": "the French government used their colonial power to squash the uprising.", "label": "Optimal_3"}
{"text": "the enslaved people came together with leaders of the revolution to continue their struggle.", "label": "Optimal_5"}
{"text": "they would be able to end slavery and be able to control their own lives and they became independent on 1804.", "label": "Label_2"}
{"text": "many enslavers fled to France and the United States.", "label": "Optimal_1"}
{"text": "this led to them getting their Independence back.", "label": "Label_1"}
{"text": "France resorted to military threats.", "label": "Label_7"}
{"text": "rebellion turned to a revolution and eventually Hati became the first free Black republic.", "label": "Label_1"}
{"text": "the French tried to stop them to keep them as slaves by using diplomacy.", "label": "Optimal_3"}
{"text": "the enslavers fled and by 1793, formerly-enslaved people controlled almost 30 percent of the island.", "label": "Optimal_4"}
{"text": "many slaves fled.", "label": "Optimal_1"}
{"text": "Despite the abolition of slavery in the North by 1793, former slaves controlled nearly 30% of the island of Haiti by that time.", "label": "Optimal_4"}
{"text": "Haiti became the first nation born of a successful slave rebellion.", "label": "Label_1"}
{"text": "Haiti gained its independence and made slavery banned in the nation's constitution.", "label": "Optimal_2"}
{"text": "by 1793 the people who used to be slaves controlled almost 30% of the land.", "label": "Optimal_4"}
{"text": "they can escape, and then they gonna have freedom, last they ended up being a free black republic.", "label": "Label_2"}
{"text": "they could be free and some did it became the first black republic and it banned slavery.", "label": "Optimal_2"}
{"text": "many people allied themselves with each other and Toussaint Louverture.", "label": "Optimal_5"}
{"text": "people in haiti became the first free black republic.", "label": "Label_1"}
{"text": "enslavers fled and some came back to France and the United States.", "label": "Optimal_1"}
{"text": "undoubtedly, the rebels rallying to the flag of charismatic Toussaint Louverture were inspired by a sense of shared purpose", "label": "Optimal_5"}
{"text": "the French government used its power and resources to try and reclaim control of the island.", "label": "Optimal_3"}
{"text": "former slaves dominated most of the island by 1793.", "label": "Optimal_4"}
{"text": "they could free colored people that were being enslaved illegally on plantations.", "label": "Label_2"}
{"text": "former slaves held nearly 30% of the island.", "label": "Optimal_4"}
{"text": "the French government attempted to retake the island through force and diplomacy.", "label": "Optimal_3"}
{"text": "the economy collapsed and hundreds of plantations were destroyed.", "label": "Label_4"}
{"text": "they could control their own lives and labor.", "label": "Label_2"}
{"text": "exactly what to do", "label": "Label_0"}
{"text": "France questioned if it was possible to regain colonial power.f", "label": "Label_3"}
{"text": "many people came together and Toussaint Louverture.", "label": "Optimal_5"}
{"text": "even after Haiti gained its freedom in 1804, the French continued to financially attack the island; forcing the Haitian gov. to make restitution to former slave owners.", "label": "Label_7"}
{"text": "the French tried using diplomacy to stop the rebellion and later made the Haitian Government pay money to the enslavers.", "label": "Optimal_3"}
{"text": "they could enjoy a life of freedom and opportunity.", "label": "Label_2"}
{"text": "they met up with leaders and the rebellion began days after.", "label": "Label_4"}
{"text": "a new society would develop and end slavery.", "label": "Label_2"}
{"text": "Numerous plantations were burned down to disrupt the economy and extract profits from slave holders.", "label": "Label_4"}
{"text": "he kept fighting.", "label": "Label_5"}
{"text": "the plantation economy was disrupted.", "label": "Label_4"}
{"text": "in 1804 Haiti won independence becoming to first free Black republic.", "label": "Label_1"}
{"text": "France fined Haiti for its past transgressions.", "label": "Label_7"}
{"text": "people came together to end slavery.", "label": "Label_6"}
{"text": "as a result of some planters' fleeing and hiding, and some returning to France or moving to the United States, there was a division among the plantations.", "label": "Optimal_1"}
{"text": "the French government attempted to retake the country by force.", "label": "Optimal_3"}
{"text": "the country of Haiti tried to stop the enslaved people in 1804.", "label": "Label_0"}
{"text": "many slave owners left to places where slavery remained legal.", "label": "Optimal_1"}
{"text": "by the late 1790s former slaves held nearly a third of the island.", "label": "Optimal_4"}
{"text": "more former slaves gained greater control over the island and united the people behind leaders.", "label": "Optimal_4"}
{"text": "Enslaved people initially revolted to control their own lives and labor and end enslavement on the island.", "label": "Label_2"}
{"text": "France has been trying to keep the island.", "label": "Label_3"}
{"text": "a nation was born of the first successful slave rebellion and the first nation to outlaw slavery.", "label": "Label_1"}
{"text": "they could create a new society that better protects their rights.", "label": "Label_2"}
{"text": "they can get their freedom back and have slavery banned, slavery was banned when Haiti became the first free Black republic.", "label": "Label_2"}
{"text": "the French Government used force and diplomacy to try to regain control of the island.", "label": "Optimal_3"}
{"text": "they were ultimately able to chase off the slavers and eventually declare their independence.", "label": "Label_1"}
{"text": "some slave owners migrated to the mountains while others migrated to the United States.", "label": "Optimal_1"}
{"text": "the enslavers fled.", "label": "Optimal_1"}
{"text": "many enslaved people fled.", "label": "Optimal_1"}
{"text": "the government unsuccessfully tried to retake control of the island.", "label": "Label_3"}
{"text": "they could control their lives.", "label": "Label_2"}
{"text": "the shelves are full of books", "label": "Label_0"}
{"text": "Difficult, tiring, difficult, laborious", "label": "Label_0"}
{"text": "by the early 1800s former slaves held a significant percentage of the island.", "label": "Optimal_4"}
{"text": "they can be able to control their own lives when Haiti had their first important global.", "label": "Label_2"}
{"text": "France used their diplomatic abilities.", "label": "Label_7"}
{"text": "the French responded.", "label": "Label_3"}
{"text": "the French government was eventually forced to grant them independence in 1804.", "label": "Label_1"}
{"text": "the government succeeded in regaining control of the island.", "label": "Label_3"}
{"text": "slavery was banned in the new country's constitution.", "label": "Optimal_2"}
{"text": "France threatened military action.", "label": "Label_7"}
{"text": "France sold Haiti.", "label": "Label_0"}
{"text": "free people allied themselves with leaders of the revolution to continue the fight.", "label": "Optimal_5"}
{"text": "that slaves could be free and a new country called Haiti established.", "label": "Label_2"}
{"text": "they could control their own lives.", "label": "Label_2"}
{"text": "some planters left and hid, and some returned to France or moved to the United States.", "label": "Optimal_1"}
{"text": "resulting in the independence of.", "label": "Label_1"}
{"text": "they could change the unfair society into one that would protect their rights.", "label": "Label_2"}
{"text": "eventually they were successful in defeating the French and gained independence in 1804.", "label": "Label_1"}
{"text": "a number of plantations were burned down to disrupt the economy and enrich the slave-holders.", "label": "Label_4"}
{"text": "France tried to keep the island while finding ways to.", "label": "Label_3"}
{"text": "more former slaves gained greater control of the island, uniting people behind leaders.", "label": "Optimal_4"}
{"text": "other social groups also fought.", "label": "Label_0"}
{"text": "they set fire to many plantations, taking away profits from the people who were being exploited.", "label": "Label_4"}
{"text": "they could be free to choose their own future.", "label": "Label_2"}
{"text": "they continued to fight until winning independence in 1804.", "label": "Label_1"}
{"text": "the enslaved people controlled almost 30% of the island.", "label": "Optimal_4"}
{"text": "the French government tried to take the country back by force.", "label": "Optimal_3"}
{"text": "Haiti became one of the fist free black republic.", "label": "Label_1"}
{"text": "the resilience and determination persisted and the ending of slavery became a global goal.", "label": "Label_5"}
{"text": "slavery was banned in the nation.", "label": "Optimal_2"}
{"text": "the free people could governance their own lives and labor.", "label": "Label_2"}
{"text": "they could escape the brutality of plantaation life.", "label": "Label_2"}
{"text": "Haiti became the first nation to successfully overthrow its own slave system.", "label": "Label_1"}
{"text": "the slaves could have the right to their selves.", "label": "Label_2"}
{"text": "many enslaved people came together and took down the white plantation owners to gain their freedom and use their belief of the Enlightenment Ideas.", "label": "Optimal_1"}
{"text": "they would be able to gain their freedom.", "label": "Label_2"}
{"text": "people rallying behind a cause.", "label": "Optimal_5"}
{"text": "the independence of the United States was ultimately claimed in 1804.", "label": "Label_1"}
{"text": "revolutionaries built forts but France attacked the island but Haitian government was forced to pay to former en slavers.", "label": "Label_7"}
{"text": "they can become the first country to ban slavery.", "label": "Label_2"}
{"text": "independence was achieved, freeing the nation from its colonial past.", "label": "Label_1"}
{"text": "they could be autonomous and make their own choices.", "label": "Label_2"}
{"text": "it ignited a series of rebellions on the island.", "label": "Label_4"}
{"text": "there were many slave owners who fled Haiti following the 2010 Haiti earthquake.", "label": "Optimal_1"}
{"text": "they had some degree of control over their lives.", "label": "Label_2"}
{"text": "slaves could be freed and a new country called Haiti established.", "label": "Label_2"}
{"text": "Rebellion was personal that they enslaved people and sent people free of colors", "label": "Label_0"}
{"text": "more former slaves gained greater control of the island and led the people together behind leaders.", "label": "Optimal_4"}
{"text": "before the American Revolution, many slaves on the island gained control of almost a third of the land.", "label": "Optimal_4"}
{"text": "France employed diplomacy.", "label": "Label_7"}
{"text": "it sparked up revolts across the island.", "label": "Label_4"}
{"text": "France used a diplomacy and force to stop the rebellion.", "label": "Optimal_3"}
{"text": "Around half of slave owners in the Deep South either ran away or migrated to what is now the United States between 1820 and 1860.", "label": "Optimal_1"}
{"text": "former slaves upped their control over almost 30 percent of the island by 1793.", "label": "Optimal_4"}
{"text": "in the new nation's constitution slavery was officially banned.", "label": "Optimal_2"}
{"text": "formerly-enslaved people controlled nearly 30% of the island.", "label": "Optimal_4"}
{"text": "the former slaves on the island achieved greater control over the island and united the people behind leaders.", "label": "Optimal_4"}
{"text": "they were able to win their independence.", "label": "Label_1"}
{"text": "they could show others what is possible.", "label": "Label_0"}
{"text": "they revolted to control their own lives and labor, and end enslavement on the island.", "label": "Label_2"}
{"text": "France imposed penalties on Haiti.", "label": "Label_7"}
{"text": "they won their independenc", "label": "Label_1"}
{"text": "the slave owners took flight to the USA.", "label": "Optimal_1"}
{"text": "they fought continuously.", "label": "Label_5"}
{"text": "enslavers fled away from France, and the majority reached USA.", "label": "Optimal_1"}
{"text": "it resulted in a revolution.", "label": "Label_4"}
{"text": "France attacked the island financially and tried to quash the rebellion.", "label": "Label_7"}
{"text": "the plantation system was profitable, but it created an unstable social pyramid.", "label": "Label_4"}
{"text": "a result of this was the independence of the country.", "label": "Label_1"}
{"text": "they can disrupt the plantation economy, the text says “Revolutionaries did this, in part, to disrupt the plantation economy.", "label": "Label_4"}
{"text": "the underprivileged citizens could have the opportunity to shape their own future.", "label": "Label_2"}
{"text": "the French government used diplomacy and force to stop the rebellion.", "label": "Optimal_3"}
{"text": "they went to France and declared independence there too.", "label": "Label_1"}
{"text": "the French government attempted to take the country back by force.", "label": "Optimal_3"}
{"text": "slavery would be abolished on the island and it started problems as some revolters started to revolt the control of their own lives and the enslavers left, so Haiti won their independence in 1804.", "label": "Optimal_1"}
{"text": "Haiti became the first black republic and slavery was officially banned.", "label": "Optimal_2"}
{"text": "France attacked the island financially and tried to use diplomacy and quash the rebellion.", "label": "Optimal_3"}
{"text": "it caused the independence of.", "label": "Label_1"}
{"text": "people rallied behind revolutionary leaders.", "label": "Optimal_5"}
{"text": "Rebels united with leaders of the revolution to continue their fight.", "label": "Optimal_5"}
{"text": "they revolted to control their own lives and labor.", "label": "Label_2"}
{"text": "they won their independen", "label": "Label_1"}
{"text": "hundreds of plantations went up in flames.", "label": "Label_4"}
{"text": "France had tried to squash the rebellion using diplomacy.", "label": "Label_7"}
{"text": "enslaved people moved either back to France or to the US.", "label": "Optimal_1"}
{"text": "by 1973 nearly 30% of the island had successfully united.", "label": "Optimal_4"}
{"text": "France made Haiti pay a hefty sum in reparations.", "label": "Label_7"}
{"text": "they can use the workers", "label": "Label_2"}
{"text": "Hatien  revolt to control their own lives and Labor ,and enslavement on the island and they find their liberty.", "label": "Label_2"}
{"text": "enslaved people could govern themselves.", "label": "Label_2"}
{"text": "some slave owners fled to the mountains and some moved to the United States.", "label": "Optimal_1"}
{"text": "the government tried to regain control of the island", "label": "Label_3"}
{"text": "Haiti became the first nation to ban slavery in its constitutions.", "label": "Label_2"}
{"text": "they could be released and make their own decisions.", "label": "Label_2"}
{"text": "many enslaved people were freed from enslavement.", "label": "Label_2"}
{"text": "slavery was banned in the constitution.", "label": "Optimal_2"}
{"text": "the French government tried to sanction them.", "label": "Label_3"}
{"text": "the independence of the United States of America was eventually claimed in 1804.", "label": "Label_1"}
{"text": "people in Haiti became the first free black republic and made slavery illegal.", "label": "Optimal_2"}
{"text": "the enslaved, and the freed could be freed from harsh enslavement and unrighteous social pyramids by using violence.", "label": "Label_2"}
{"text": "Hadi became the first black republic.", "label": "Label_1"}
{"text": "formerly enslaved people took over more control of the island.", "label": "Optimal_4"}
{"text": "enslavers fled back to France and some went to America.", "label": "Optimal_1"}
{"text": "more former slaves gained more control of the island, and people united behind leaders.", "label": "Optimal_4"}
{"text": "France independence was not their main goal, their rebelled in order to control their own lives and their own work,", "label": "Label_2"}
{"text": "the oppressed people could have the power to control their own lives.", "label": "Label_2"}
{"text": "they could have freedom and control their own lives.", "label": "Label_2"}
{"text": "they fought the French and eventually won their independance.", "label": "Label_1"}
{"text": "the french demanded payments for the island's sovereignty.", "label": "Label_7"}
{"text": "they persisted in their resistance and eventually became an independent nation.", "label": "Label_5"}
{"text": "the French government used diplomacy and force and try to end the rebellion.", "label": "Optimal_3"}
{"text": "they became the first free Black republic and slavery had officially been banned in the new nation's constitution.", "label": "Optimal_2"}
{"text": "many enslaved fled and went to French and got a better life", "label": "Optimal_1"}
{"text": "the French demanded money from Haiti to pay for the island's sovereignty.", "label": "Label_7"}
{"text": "the grands blancs fled back to France after the French government tried to use diplomacy to stop the revolt.", "label": "Optimal_3"}
{"text": "Haiti became the first free black republic and slavery free by new nation's constitution.", "label": "Optimal_2"}
{"text": "the people rallied around the revolutionary leaders.", "label": "Optimal_5"}
{"text": "the many people united with each other and Toussaint Louverture.", "label": "Optimal_5"}
{"text": "the people were inspired to unite behind revolutionary leaders like Napoleon.", "label": "Optimal_5"}
{"text": "people who support revolutionary leaders.", "label": "Optimal_5"}
{"text": "slavery was officially abolished in the new nation's constitution.", "label": "Optimal_2"}
{"text": "it ignited widespread discontent.", "label": "Label_4"}
{"text": "they can escape.", "label": "Label_2"}
{"text": "it helped lead to independence.", "label": "Label_1"}
{"text": "France attacked the island financially and the Haitian government was forced to pay reparations to former enslavers.", "label": "Optimal_3"}
{"text": "France made threatening remarks.", "label": "Label_7"}
{"text": "they persevered until they accomplished their goals.", "label": "Label_5"}
{"text": "even after the Haiti got their independence the French military threat remained.", "label": "Label_7"}
{"text": "Haiti became the first Caribbean country to overthrow slavery.", "label": "Label_1"}
{"text": "they persisted in their defiance and eventually became an independent country.", "label": "Label_5"}
{"text": "The government tried to forcefully squash the rebellion, and the attacked the island financially by forcing the Haitian government to pay war reparations.", "label": "Optimal_3"}
{"text": "it motivated others to join the movement.", "label": "Label_6"}
{"text": "the government tried to forcefully squash the rebellion and the attacked islands financially by forcing the Haitian government to pay war reparations.", "label": "Optimal_3"}
{"text": "dereference, neglect, discount", "label": "Label_0"}
{"text": "some people might see slaves as being stuck in a cycle of poverty and want them to be freed and given the opportunity to start over again", "label": "Label_2"}
{"text": "many question if there was a way to end slavery in a country that was control by a colonial power.", "label": "Label_0"}
{"text": "it encouraged others to join the movement.", "label": "Label_6"}
{"text": "it allowed for independence.", "label": "Label_1"}
{"text": "they could enjoy a life free from constraint and hardship.", "label": "Label_2"}
{"text": "many plantations were burned to the ground and  plantation owners fled the island", "label": "Label_4"}
{"text": "Haiti became the first free Black republic and the first country that banned slavery in its Constitution.", "label": "Optimal_2"}
{"text": "the people came together to advocate for independence.", "label": "Label_6"}
{"text": "the French government gave in and gave them independence.", "label": "Label_1"}
{"text": "Resulting in some planters fleeing and hiding, and some returning to France or moving to the United States.", "label": "Optimal_1"}
{"text": "hundreds of plantations were abolished.", "label": "Label_4"}
{"text": "they could be free to choose their own destiny.", "label": "Label_2"}
{"text": "Haiti became the first nation to overthrow its colonial administration after a successful slave rebellion", "label": "Label_1"}
{"text": "Haiti established the first free Black Republic, and slavery was officially banned in the new nation's constitution.", "label": "Optimal_2"}
{"text": "they could become free people and Haiti became the first free black republic.", "label": "Label_2"}
{"text": "the enslaved people came together with the leaders of the revolution to continue fighting.", "label": "Optimal_5"}
{"text": "enslaved people can free colored people and own themselves and slavery was banned when Haiti became the first free black republic.", "label": "Label_2"}
{"text": "independence was eventually claimed in 1804.", "label": "Label_1"}
{"text": "Paris tried to find ways to keep the island.", "label": "Label_3"}
{"text": "once they gained independence Haiti became the first nation to outlaw slavery.", "label": "Label_2"}
{"text": "as a result of this rebellion, many enslavers fled.", "label": "Optimal_1"}
{"text": "the slave-owning class fled Haiti.", "label": "Optimal_1"}
{"text": "people could have a revolution to end slavery.", "label": "Label_2"}
{"text": "they fought for their rights and their freedom by redesigning the social hierarchy and government.", "label": "Label_2"}
{"text": "they would be able to gain their freedom and have slavery banned.", "label": "Label_2"}
{"text": "they could control their own lives and labor, some enslavers returned to France while others fled to the United States because slavery was illegal and plantation economies would continue to grow.", "label": "Label_2"}
{"text": "eventually 30% of the island was under the control of people who had been formally enslaved.", "label": "Optimal_4"}
{"text": "enslaved people from different plantations meet together with spiritual leaders.", "label": "Label_6"}
{"text": "slavery was officially banned in the new nation's constitution.", "label": "Optimal_2"}
{"text": "they were inspired to continue the fight by", "label": "Label_5"}
{"text": "the Haitian revolution, series of conflict between 1791 and 1804 between Haitian slaves, colonists the armies of British and French colonizers.", "label": "Label_4"}
{"text": "they set many plantations on fire and took away profits from the people who were working them.", "label": "Label_4"}
{"text": "freedom was secured.", "label": "Label_1"}
{"text": "some slaveowners ran away to the mountains while others went to the US.", "label": "Optimal_1"}
{"text": "they could live as free people and do what they wanted.", "label": "Label_2"}
{"text": "they persisted in their refusal and eventually became an independent country.", "label": "Label_5"}
{"text": "they can win their freedom away from their owners, by revolting against France.", "label": "Label_2"}
{"text": "a significant number of plantations were burned down in order to disturb the economy and deprive the slave-holders of profits.", "label": "Label_4"}
{"text": "they can be able to control their own lives and labor and put an ending the enslavement in Saint-Domingue.", "label": "Label_2"}
{"text": "France threatened to collect reparations from Haiti.", "label": "Label_7"}
{"text": "France made threats with military power.", "label": "Label_7"}
{"text": "hundreds of plantations were destroyed.", "label": "Label_4"}
{"text": "a group of people came together to achieve independence.", "label": "Label_6"}
{"text": "the people who are enslaved could have their lives and labor controlled by themselves.", "label": "Label_2"}
{"text": "many plantations were burned down to upset the economy and deprive slave holders of profits.", "label": "Label_4"}
{"text": "the former slaves managed to gain control of almost a third of the island by 1793.", "label": "Optimal_4"}
{"text": "people were inspired to congregate behind revolutionary leaders like Toussaint Louverture", "label": "Optimal_5"}
{"text": "the French and Haiti fought against each other and Haiti won, but the French kept trying to get Haiti back so they attacked Haiti financially.", "label": "Label_7"}
{"text": "they became the first nation born of a successful slave rebellion.", "label": "Label_1"}
{"text": "they rebelled, and Haiti won its independence in 1804, but now have consequences that continue to impact Haiti today.", "label": "Label_1"}
{"text": "the French government asserted control over the island through force and diplomacy.", "label": "Optimal_3"}
{"text": "they rebelled, and won its independence in 1804.", "label": "Label_1"}
{"text": "the enslaved people burnt many of the plantations down.", "label": "Label_4"}
{"text": "they could create a new society that would protect their rights.", "label": "Label_2"}
{"text": "the government made an attempt to regain control of the island.", "label": "Label_3"}
{"text": "enslavers fled to either France or the United States.", "label": "Optimal_1"}
{"text": "the French forced Haiti to play reparations to former enslavers and demanded payments in exchange for the island's freedom.", "label": "Optimal_3"}
{"text": "According to reports, the French government attempted to take back the country by force.", "label": "Optimal_3"}
{"text": "eventually they were able to defeat the French and gained independence in 1804.", "label": "Label_1"}
{"text": "they rebelled against the people who enslaved them and ran away to freedom, and in result many enslavers ran away.", "label": "Optimal_1"}
{"text": "people formed alliances in order to gain their independence.", "label": "Label_6"}
{"text": "people could have slavery banned in the new nations constitution.", "label": "Optimal_2"}
{"text": "the French attacked Haiti financially to pay for the island's sovereignty.", "label": "Label_7"}
{"text": "many plantations were set on fire, taking away profits from the people who were enslaved there.", "label": "Label_4"}
{"text": "they were able to claim independence by the year 1804.", "label": "Label_1"}
{"text": "the students could reasonably self-govern and manage their own lives.", "label": "Label_2"}
{"text": "people that were enslaved had controlled up to 30% of the island.", "label": "Optimal_4"}
{"text": "it established in the nation's constitution that slavery was banned.", "label": "Optimal_2"}
{"text": "many enslavers fled to France or other places like the United States.", "label": "Optimal_1"}
{"text": "France tried to find ways to resolve the issue.", "label": "Label_3"}
{"text": "they can manage the workers.", "label": "Label_2"}
{"text": "France was trying to find ways to keep the island.", "label": "Label_3"}
{"text": "within days, hundreds of plantations burned and n vended", "label": "Label_4"}
{"text": "they could be free and some did it became the first black republic.", "label": "Label_2"}
{"text": "it spurred others to join the movement.", "label": "Label_6"}
{"text": "the two people fought.", "label": "Label_5"}
{"text": "the economy was disrupted and many plantations were burned.", "label": "Label_4"}
{"text": "they can direct the labor.", "label": "Label_2"}
{"text": "the Plantation systems in Saint-Domingue were destroyed due to the slaves revolt.", "label": "Label_4"}
{"text": "the independence of the country was a consequence of its it.", "label": "Label_1"}
{"text": "most people didn’t like the idea and a lot had been going on.", "label": "Label_0"}
{"text": "France tried to keep the island from being lost.", "label": "Label_3"}
{"text": "the rebellion led to a revolution.", "label": "Label_4"}
{"text": "they could change the unfair society into a more just society that would protect their rights.", "label": "Label_2"}
{"text": "hundreds of plantations were destroyed and many enslavers fled the country.", "label": "Label_4"}
{"text": "Importantly, the legacy of the successful in 1791.", "label": "Label_0"}
{"text": "the rebellion successfully rebelled and became the first free black republic.", "label": "Label_1"}
{"text": "the freed slaves had acquired almost a third of the land by 1793.", "label": "Optimal_4"}
{"text": "the government attempted to regain control of the island.", "label": "Label_3"}
{"text": "they won their independ", "label": "Label_1"}
{"text": "formerly enslaved people controlled 30% of the island.", "label": "Optimal_4"}
{"text": "slaveholders repatriated to France or migrated to the United States to escape the wrath of revolutionaries and find their place in other plantation economies respectively.", "label": "Optimal_1"}
{"text": "the people came together to get their independence.", "label": "Label_6"}
{"text": "the French government attempted to reestablish control over the country by force.", "label": "Optimal_3"}
{"text": "eventually they were able to defeat the French and gained their independence in 1804.", "label": "Label_1"}
{"text": "many of them returned to France.", "label": "Label_4"}
{"text": "the people came together to achieve independence.", "label": "Label_6"}
{"text": "the people  fought hard but lose a lot of people but they ended up winning and was the first free Black Republic.", "label": "Label_1"}
{"text": "former slaves regained control of nearly 30% of the island.", "label": "Optimal_4"}
{"text": "they won their independence in 1804.", "label": "Label_1"}
{"text": "they persisted in their defiance and eventually became an independent nation.", "label": "Label_5"}
{"text": "some slaves could be free and a new country called Haiti could be established.", "label": "Label_2"}
{"text": "they destroyed hundreds of plantations and put them on fire.", "label": "Label_4"}
{"text": "the French kept the threat even after the rebellion in 1804.", "label": "Label_3"}
{"text": "what to wear", "label": "Label_0"}
{"text": "Haiti became the first free Black republic and slavery was officially banned in the constitution.", "label": "Optimal_2"}
{"text": "the slave owners fled Haiti because of the turmoil that occurred.", "label": "Optimal_1"}
{"text": "slaves can earn there freedom", "label": "Label_2"}
{"text": "the slaves could be freed and a new country called Haiti be established.", "label": "Label_2"}
{"text": "the slaves could have the right to their selves and freedom.", "label": "Label_2"}
{"text": "Haiti became the first black republic and they also global.", "label": "Label_1"}
{"text": "the French government used diplomacy to force and squash the rebellion.", "label": "Optimal_3"}
{"text": "they fought and escaped the island, destroying the plantation and the economy.", "label": "Label_4"}
{"text": "the enslaved people could have autonomy over their lives and labor.", "label": "Label_2"}
{"text": "eventually the people of the island were free and remain so to this day.", "label": "Label_2"}
{"text": "Haiti won its independence in 1804, and became the first free Black republic and slavery was banned in the constitution.", "label": "Optimal_2"}
{"text": "they were the first nation to have a successful slave rebellion.", "label": "Label_1"}
{"text": "France used its diplomatic skills.", "label": "Label_7"}
{"text": "it led to their independence.", "label": "Label_1"}
{"text": "the nation eventually outlawed slavery in 1804.", "label": "Label_2"}
{"text": "they continued to argue.", "label": "Label_5"}
{"text": "that self government could be enacted, and a person could own himself or herself only, without the right to control or own others.", "label": "Label_2"}
{"text": "France utilized diplomacy.", "label": "Label_7"}
{"text": "the former slaves controlled nearly 30% of the island by 1793.", "label": "Optimal_4"}
{"text": "eventually, 30% of the island was controlled by people who had been formally enslaved", "label": "Optimal_4"}
{"text": "some slave owners ran away to the mountains while others went to the U.S.A.", "label": "Optimal_1"}
{"text": "they could end slavery in Haiti when they signed the constitution.", "label": "Optimal_2"}
{"text": "they can disrupt the plantation economy.", "label": "Label_2"}
{"text": "they would be able to end slavery and be able to control their own lives and many enslavers fled and became the first free Black republic and slavery was  banned in the new nation constitution", "label": "Optimal_2"}
{"text": "they could be free to work.", "label": "Label_2"}
{"text": "they could change the unjust society into a new one that would protect their rights.", "label": "Label_2"}
{"text": "Haiti government was forced to pay the enslaved people and ended up becoming the first free black republic in 1791.", "label": "Label_1"}
{"text": "they refused to give up their independence and eventually became an independent nation.", "label": "Label_5"}
{"text": "the planters were extremely disenchanted with France because they were forbidden to trade with any other nation.", "label": "Label_0"}
{"text": "France attempted to use diplomacy.", "label": "Label_7"}
{"text": "Haiti won independence.", "label": "Label_1"}
{"text": "the French Government employed force and diplomacy in an effort to regain control of the island.", "label": "Optimal_3"}
{"text": "French enslavers fled to France or moved to America.", "label": "Optimal_1"}
{"text": "many enslavers left in a hurry to America as slavery was legal, but Haiti had won their independence in 1804.", "label": "Optimal_1"}
{"text": "it urged others to join the movement.", "label": "Label_6"}
{"text": "the enslaved people came together with the leaders of the revolution to continue the fight.", "label": "Optimal_5"}
{"text": "it sparked a series of rebellions across the island.", "label": "Label_4"}
{"text": "the rebellions' and the revolutionaries silenced the persist too.", "label": "Optimal_1"}
{"text": "mixing, combining, circulating", "label": "Label_0"}
{"text": "some slave owners ran away to the mountains while others went to the USA.", "label": "Optimal_1"}
{"text": "they could win their independence, but French military threat ever left and damaged the community financially.", "label": "Label_7"}
{"text": "many enslavers went to France and other countries, while formerly-enslaved people controlled nearly 30% of the island.", "label": "Optimal_4"}
{"text": "Haiti became the first free Black republic and slavery was banned in the new constitution.", "label": "Optimal_2"}
{"text": "as of 1793, former slaves accounted for nearly 30% of the island's population.", "label": "Optimal_4"}
{"text": "the government made a concerted effort to retake control of the island.", "label": "Label_3"}
{"text": "people rallied around revolutionary leaders like Toussaint Louverture, who inspired them to come together in order to resist colonial rule.", "label": "Optimal_5"}
{"text": "France forced the Haitian government to pay reparations to formoer enslavers.", "label": "Label_7"}
{"text": "it is ok and interesting.", "label": "Label_0"}
{"text": "they persisted until they reached their objectives.", "label": "Label_5"}
{"text": "they could self govern and control their own lives.", "label": "Label_2"}
{"text": "they persisted in their resistance and eventually became a sovereign nation.", "label": "Label_5"}
{"text": "the people were enslaved and unable to do anything about it.", "label": "Label_2"}
{"text": "the slave owners, who fled Haiti, were known for their cruelty.", "label": "Optimal_1"}
{"text": "they could be free and make their own destiny.", "label": "Label_2"}
{"text": "formerly-enslaved people controlled 30% of the island and successfully united.", "label": "Optimal_4"}
{"text": "the French government attempted to once again gain control of the island through force and diplomacy.", "label": "Optimal_3"}
{"text": "Haiti one its independence in 1804.", "label": "Label_1"}
{"text": "former slaves gained power over almost a third of the island by 1793.", "label": "Optimal_4"}
{"text": "people came together (to get independence) to protest the King's policies.", "label": "Label_6"}
{"text": "France made use of military threats.", "label": "Label_7"}
{"text": "the government of France attempted to retake the country by force.", "label": "Optimal_3"}
{"text": "they could reform the unfair society into a more just one that would protect their rights.", "label": "Label_2"}
{"text": "by 1793, most former slaves controlled almost 30% of Haiti before becoming independent in 1804.", "label": "Optimal_4"}
{"text": "they were encouraged to continue the fight.", "label": "Label_5"}
{"text": "by the early 1800s, former slaves controlled nearly a third of the island.", "label": "Optimal_4"}
{"text": "hundreds of plantations were destroyed by fire.", "label": "Label_4"}
{"text": "Haiti became independent.", "label": "Label_1"}
{"text": "that the movement for independence was finally underway.", "label": "Label_1"}
{"text": "eventually they were able to defeat the French and regained independence in 1804.", "label": "Label_1"}
{"text": "Haiti can become free and slavery be banned.", "label": "Label_2"}
{"text": "Haiti then became the first free black republic in the world and slavery became banned in the nation's constitution.", "label": "Optimal_2"}
{"text": "France employed coercive and threatening measures against Haiti.", "label": "Label_7"}
{"text": "Resultantly, some planters fled and hid, and some returned to France or moved to the United States.", "label": "Optimal_1"}
{"text": "it sparked up disturbances in different parts of the island", "label": "Label_4"}
{"text": "that they could escape persecution and have their own freedom to control their own lives and fate.", "label": "Label_2"}
{"text": "the grands blancs fled back to France to avoid the revolution.", "label": "Label_4"}
{"text": "in 1791, Haiti became the first nation to ban slavery.", "label": "Label_2"}
{"text": "a lot of plantations were burned down to anger the economy and deprive the slave holders of profits.", "label": "Label_4"}
{"text": "independence was attained.", "label": "Label_1"}
{"text": "they were encouraged to join the movement by it.", "label": "Label_6"}
{"text": "they were able to successfully become the first free Black republic.", "label": "Label_1"}
{"text": "they could be free.", "label": "Label_2"}
{"text": "slavery became banned.", "label": "Label_2"}
{"text": "they could have freedom and control their own lives from revolting against the French government.", "label": "Label_2"}
{"text": "the slave people could have freedom to control their own lives and labor.", "label": "Label_2"}
{"text": "Haiti won its independence from France in 1804.", "label": "Label_1"}
{"text": "a large number of plantations were burned to the ground.", "label": "Label_4"}
{"text": "when Haiti became the first black republic slavery was banned in the news constitution.", "label": "Optimal_2"}
{"text": "total, whole, entire, comprehensive, immense", "label": "Label_0"}
{"text": "France ordered Haiti to pay reparations.", "label": "Label_7"}
{"text": "more former slaves gained greater power over the island, and people united behind leaders.", "label": "Optimal_4"}
{"text": "the people who were enslaved could have their freedom restored.", "label": "Label_2"}
{"text": "by 1793 former slaves controlled nearly 30% of the island.", "label": "Optimal_4"}
{"text": "that the enslaved people could have freedom to control their own lives and labor.", "label": "Label_2"}
{"text": "they became the first free black nation and many enslavers fled.", "label": "Optimal_1"}
{"text": "the people  fought hard and ended up winning and was the first free Black Republic.", "label": "Label_1"}
{"text": "they could have freedom and control their own lives from revolting against the French government", "label": "Label_2"}
{"text": "they could claim their own freedom and make their own destiny.", "label": "Label_2"}
{"text": "in 1793, former slaves controlled nearly 30% of the island.", "label": "Optimal_4"}
{"text": "they became the first free Black republic.", "label": "Label_1"}
{"text": "more former slaves regained control of the island and brought people together behind leaders.", "label": "Optimal_4"}
{"text": "they persisted in their resistance and eventually became an independent people.", "label": "Label_5"}
{"text": "people rallied around revolutionary leaders like Toussaint Louverture", "label": "Optimal_5"}
{"text": "Haiti is the first free black republic.", "label": "Label_1"}
{"text": "they can become the first country to ban slavery in the new nation’s constitution.", "label": "Optimal_2"}
{"text": "Haiti became the first nation to emerge from a successful slave rebellion.", "label": "Label_1"}
{"text": "some slave owners fled Haiti.", "label": "Optimal_1"}
{"text": "the French government made an attempt to once again gain control of the island through force and diplomacy.", "label": "Optimal_3"}
{"text": "the people who are enslaved could have their freedom to control their own lives and labor.", "label": "Label_2"}
{"text": "even after the Haiti got their independence in 1804, the French military threat remained.", "label": "Label_7"}
{"text": "the people came together to help get independence.", "label": "Label_6"}
{"text": "eventually they were able to defeat the French and secured independence in 1804.", "label": "Label_1"}
{"text": "they could change the unfair society into a new one that would provide them with the rights they were worth.", "label": "Label_2"}
{"text": "many enslaved fled and went to French and got a better life they use violence and fight back.", "label": "Optimal_1"}
{"text": "as a result, enslavers fled, and 30% of the land was owned by formerly enslaved people.", "label": "Optimal_4"}
{"text": "many enslaved people fled back to France and some fled somewhere new like the United States.", "label": "Optimal_1"}
{"text": "it is ok and interesting...", "label": "Label_0"}
{"text": "they had the power to control their lives.", "label": "Label_2"}
{"text": "eventually the island was controlled by% of the population who had been formally enslaved.", "label": "Optimal_4"}
{"text": "a bunch of slave owners escaped and hid.", "label": "Optimal_1"}
{"text": "formerly enslaved people controlled nearly 30% of the island.", "label": "Optimal_4"}
{"text": "E pluribus unum, Toussaint Louverture.", "label": "Optimal_5"}
{"text": "Haiti won its independence from France in 1804 and the French military threat remained.", "label": "Label_7"}
{"text": "as a result many slavers fled to France or the United States.", "label": "Optimal_1"}
{"text": "when Haiti became the first black republic it was a sight that slavery should not be allowed.", "label": "Optimal_2"}
{"text": "the enslaved people were able to fight for their freedom and become independent in 1804.", "label": "Label_1"}
{"text": "they set many plantations on fire, taking away profits from the people who were working there.", "label": "Label_4"}
{"text": "they ended up gaining their independene", "label": "Label_1"}
{"text": "they could win their independence, but French military threat ever left.", "label": "Label_7"}
{"text": "hundreds of plantations were razed to the ground.", "label": "Label_4"}
{"text": "the French military remained a threat.", "label": "Label_7"}
{"text": "Haiti became the first independently-governed nation in the Western Hemisphere after a successful slave rebellion.", "label": "Label_1"}
{"text": "the legacy of the revolutionaries' resilience and determination persists.", "label": "Label_5"}
{"text": "the economy was damaged and many plantations were burned.", "label": "Label_4"}
{"text": "by 1793, 30% of the island was controlled by formerly-enslaved people.", "label": "Optimal_4"}
{"text": "the slave owners fled to the USA.", "label": "Optimal_1"}
{"text": "slaves could gain their freedom and a new country called Haiti be established.", "label": "Label_2"}
{"text": "they the first free Black republic and slavery was officially banned.", "label": "Optimal_2"}
{"text": "it spurred others on to join the movement.", "label": "Label_6"}
{"text": "the French government tried to bar them.", "label": "Label_3"}
{"text": "this phrase does not accurately describe what happened", "label": "Optimal_1"}
{"text": "the claim of independence was eventually made in 1804.", "label": "Label_1"}
{"text": "the Haitian government had to pay reparation to the enslaved citizens.", "label": "Label_7"}
{"text": "France used military force.", "label": "Label_7"}
{"text": "the rebellion allowed for slavery to be banished for good.", "label": "Label_2"}
{"text": "the French government used force and diplomacy to try and gain back control of the island.", "label": "Optimal_3"}
{"text": "they kept scrapping", "label": "Label_5"}
{"text": "general Jean Jacques Dessalines proclaims the independent black republic of Haiti.", "label": "Label_1"}
{"text": "hundreds of plantations were burned to the ground.", "label": "Label_4"}
{"text": "many enslaved people fled to France.", "label": "Optimal_1"}
{"text": "others fought for independence too.", "label": "Label_6"}
{"text": "many people allied with each other and Toussaint Louverture.", "label": "Optimal_5"}
{"text": "France tried to keep the island from slipping away.", "label": "Label_3"}
{"text": "a group of people who support or back a revolutionary leader.", "label": "Optimal_5"}
{"text": "in 1804 they were able to claim independence from France.", "label": "Label_1"}
{"text": "they fought each other.", "label": "Label_5"}
{"text": "they can be able to control their own lives and put an ending the enslavement in Saint-Domingue.", "label": "Label_2"}
{"text": "in 1791, Haiti became the first nation to ban slavery via their constitution.", "label": "Optimal_2"}
{"text": "around 30% of formerly enslaved people gained control of the island.", "label": "Optimal_4"}
{"text": "many people came together to try and get independence.", "label": "Label_6"}
{"text": "they could become free people and Haiti became the first free black republic it banned slavery in new nations constitution.", "label": "Optimal_2"}
{"text": "France pursued diplomacy.", "label": "Label_7"}
{"text": "these formerly enslaved people have banded together and now control nearly 30% of the island.", "label": "Optimal_4"}
{"text": "many plantations were burned down in order to upset the economy and take profits from the slave holders.", "label": "Label_4"}
{"text": "the changes caused public unrest.", "label": "Label_4"}
{"text": "some people were inspired to unite behind revolutionary leaders like Thomas Jefferson", "label": "Optimal_5"}
{"text": "they burnt down hundreds of plantations.", "label": "Label_4"}
{"text": "many enslavers fled to France or other places in the United States where slavery was still legal.", "label": "Optimal_1"}
{"text": "they could have a life full of freedom and opportunity.", "label": "Label_2"}
{"text": "they could live a life of freedom and opportunity.", "label": "Label_2"}
{"text": "France looked for ways to keep the island.", "label": "Label_3"}
{"text": "dry cleaning, laundry, cleaning", "label": "Label_0"}
{"text": "a group of people who are working together in order to achieve a common goal.", "label": "Optimal_5"}
{"text": "disgusting, ugly, nastiest, foul", "label": "Label_0"}
{"text": "they burned down hundreds of plantations.", "label": "Label_4"}
{"text": "inspired to continue the fight, they fought on.", "label": "Label_5"}
{"text": "some went back to France, while others moved to other places like the United States, where slavery was still legal and a plantation economy continued to grow.", "label": "Optimal_1"}
{"text": "they could live their lives.", "label": "Label_2"}
{"text": "Slaves could be emancipated and a new country called Haiti established.", "label": "Label_2"}
{"text": "after a long struggle, 30% of the island was eventually controlled by people who had been formally enslaved.", "label": "Optimal_4"}
{"text": "the French defended themselves.", "label": "Label_3"}
{"text": "their fighting spirit was rekindled.", "label": "Label_5"}
{"text": "sociétés sociales analogues aux petits blancs se battaient également.", "label": "Label_0"}
{"text": "others began to fight for independence too.", "label": "Label_6"}
{"text": "advocates, followers, fans, believers", "label": "Optimal_5"}
{"text": "Haitian slaveowners fled.", "label": "Optimal_1"}
{"text": "they can control their own lives and labor and end enslavement.", "label": "Label_2"}
{"text": "other social groups, such as the petits blancs, fought too.", "label": "Label_0"}
{"text": "a group of people who support a revolutionary leader.", "label": "Optimal_5"}
{"text": "the slave owners left Haiti.", "label": "Optimal_1"}
{"text": "large numbers of people got together and Toussaint Louverture.", "label": "Optimal_5"}
{"text": "the Haitian slave owners fled to Cuba.", "label": "Optimal_1"}
{"text": "they could control their own lives and end enslavement on the island by forcing the enslavers to leave and banning slavery in the new nation's constitution.", "label": "Optimal_2"}
{"text": "eventually 30% of the island was controlled by people who had been formally enslaved.", "label": "Optimal_4"}
{"text": "they could stop the brutality of plantation life", "label": "Label_2"}
{"text": "the enslaved people worked with the leaders of the revolution to continue their fight.", "label": "Optimal_5"}
{"text": "they came together and marched for freedom", "label": "Label_6"}
{"text": "eventually they were able to vanquish the French and gained independence in 1804.", "label": "Label_1"}
{"text": "others in a similar situation as the petits blancs also fought.", "label": "Label_0"}
{"text": "France had tried to squash the rebellion using force and diplomacy.", "label": "Optimal_3"}
{"text": "France used its influence.", "label": "Label_7"}
{"text": "Haiti became the first country to free itself from European control.", "label": "Label_1"}
{"text": "Haiti can become free and slavery was officially banned in the new Nations constitution.", "label": "Optimal_2"}
{"text": "slaves could be liberated and a new country called Haiti established.", "label": "Label_2"}
{"text": "it set off a series of protests on the island.", "label": "Label_4"}
{"text": "enslaved people from different plantations met together with spiritual leaders.", "label": "Label_6"}
{"text": "many plantations were burned and many enslavers fled to France or the US and by 1793, formally enslaved people controlled 30% of the island.", "label": "Optimal_4"}
{"text": "the plantation economy was negatively impacted.", "label": "Label_4"}
{"text": "they took over the island and won their freedom.", "label": "Label_1"}
{"text": "those who were enslaved united with leaders of the revolution to continue their fight.", "label": "Optimal_5"}
{"text": "Haiti became the first free Black republic and slavery was banned in the new nation's constitution.", "label": "Optimal_2"}
{"text": "slabs an earn there freedom", "label": "Label_2"}
{"text": "France questioned if it was possible to regain colonial power.ff", "label": "Label_3"}
{"text": "The government tried to forcefully squash the rebellion.", "label": "Label_3"}
{"text": "they could free colored people that were being enslaved illegally on planatations .", "label": "Label_2"}
{"text": "many plantations were burned and by 1793, formally enslaved people controlled 30% of the island.", "label": "Optimal_4"}
{"text": "they could live a life full of freedom and opportunity.", "label": "Label_2"}
{"text": "many enslavers fled, and the Haitian government had to pay reparations to former enslavers.", "label": "Optimal_1"}
{"text": "the grands blancs fled back to France after they tried to use diplomacy to stop the revolt.", "label": "Optimal_3"}
{"text": "Claims of independence were made in 1804.", "label": "Label_1"}
{"text": "the French tried to stop the rebellion by using diplomacy and force.", "label": "Optimal_3"}
{"text": "they could set their own schedules and manage their own affairs.", "label": "Label_2"}
{"text": "former slaves united and controlled nearly 30% of the island.", "label": "Optimal_4"}
{"text": "slavery was banned in the new constitution.", "label": "Optimal_2"}
{"text": "they could govern themselves and control their own lives.", "label": "Label_2"}
{"text": "the plantations were burned down, depriving the people who were working on them of their profits.", "label": "Label_4"}
{"text": "they could be free to decide their own destiny.", "label": "Label_2"}
{"text": "they were inspired to continue fighting.", "label": "Label_5"}
{"text": "revolutionaries built forts such as the Citadelle Lafrriere, which resulted in many slavers fleeing", "label": "Label_0"}
{"text": "former slaves consolidated their control over almost 30 percent of the island by 1793.", "label": "Optimal_4"}
{"text": "independence was achieved.", "label": "Label_1"}
{"text": "many plantations were burned down to anger the economy and take profits from the slave holders.", "label": "Label_4"}
{"text": "the French fought back using diplomacy and military force.", "label": "Optimal_3"}
{"text": "some people who are enslaved could be freed and a new country called Haiti established.", "label": "Label_2"}
{"text": "it sparked up revolts in various parts of the island.", "label": "Label_4"}
{"text": "Haiti won its independence.", "label": "Label_1"}
{"text": "many former slaves gained control of almost 30 percent of the island by 1793.", "label": "Optimal_4"}
{"text": "the white landowners left for the USA.", "label": "Optimal_1"}
{"text": "they set fire to many plantations, taking away profits from the people who were working them.", "label": "Label_4"}
{"text": "they had control over their lives.", "label": "Label_2"}
{"text": "France made military threats.", "label": "Label_7"}
{"text": "eventually 30% of the island was controlled by people who had been enslaved formally.", "label": "Optimal_4"}
{"text": "other ethnic groups fought too.", "label": "Label_0"}
{"text": "Haiti became the first western nation to be born of a successful slave rebellion.", "label": "Label_1"}
{"text": "people came together to secure independence.", "label": "Label_6"}
{"text": "Haiti can become free and it was the site of another global first.", "label": "Label_2"}
{"text": "people rallied around revolutionary leaders, such as Toussaint Louverture", "label": "Optimal_5"}
{"text": "revolutionaries built forts such as the Citadelle Lafrriere, which resulted in many slavers fleeing.", "label": "Label_0"}
{"text": "the grands blancs fled back to France after the French government tried to use diplomacy to squash the revolt.", "label": "Optimal_3"}
{"text": "after the rebellion Haiti became the first free black republic and then in all other nations slavery was banned.", "label": "Optimal_2"}
{"text": "the French government tried to retake the country by force.", "label": "Optimal_3"}
{"text": "they acquired almost 30 percent of the island by the year 1793.", "label": "Optimal_4"}
{"text": "some enslavers went into hiding or fled the island entirely.", "label": "Optimal_1"}
{"text": "they ended up gaining their independence.", "label": "Label_1"}
{"text": "the government tried to regain control of the territory.", "label": "Label_3"}
{"text": "the economy was harmed and many plantations were burned.", "label": "Label_4"}
{"text": "they could revolt against the enslavers which led to the first free Black republic.", "label": "Label_1"}
{"text": "African Americans by 1793 controlled nearly 30% of the island.", "label": "Optimal_4"}
{"text": "as a result, some planters fled and hid, and some returned to France or moved to the United States.", "label": "Optimal_1"}
{"text": "Haiti eventually became the first nation to outlaw slavery.", "label": "Label_2"}
{"text": "they could be free from the plantations which then got banned,", "label": "Label_4"}
{"text": "the slaves could be set free and a new country called Haiti created.", "label": "Label_2"}
{"text": "the French Government used force and diplomacy to try and gain back control over the island.", "label": "Optimal_3"}
{"text": "they can control their own lives and labor and end enslavement on the island.", "label": "Label_2"}
{"text": "they could be freed and decide their own fate.", "label": "Label_2"}
{"text": "some planters fled and hid, while others returned to France or moved to the United States.", "label": "Optimal_1"}
{"text": "slave owners fled, and France attempted to take back control of the island.", "label": "Optimal_1"}
{"text": "by 1793, former slaves controlled about 30% of the island.", "label": "Optimal_4"}
{"text": "liberation occurred.", "label": "Label_1"}
{"text": "many plantations were burned down, taking away profits from the people who were slaving there.", "label": "Label_4"}
{"text": "they fought for their rights and their freedom.", "label": "Label_2"}
{"text": "they were able to get their freedom back while the enslavers fled, now 30% of the island is controlled by former slaves.", "label": "Optimal_4"}
{"text": "many enslavers fled to the US.", "label": "Optimal_1"}
{"text": "the government unsuccessfully attempted to retake control of the island.", "label": "Label_3"}
{"text": "they could change the unfair society into a new one that would protect their rights and interests.", "label": "Label_2"}
{"text": "they continued to fight.", "label": "Label_5"}
{"text": "some planters fled and hid, and some returned to France or moved to the United States.", "label": "Optimal_1"}
{"text": "the plantation system was disrupted.", "label": "Label_4"}
{"text": "by 1793, nearly 30% of the island was controlled by formerly enslaved people.", "label": "Optimal_4"}
{"text": "the Haiti won its independence.", "label": "Label_1"}
{"text": "the French government attempted to reestablish its dominance over the country by force.", "label": "Optimal_3"}
{"text": "Haiti won its independence and became the first free Black republic.", "label": "Label_1"}
{"text": "former slaves who had banded together and controlled nearly thirty percent of the island.", "label": "Optimal_4"}
{"text": "they can disrupt the plantation economy, the text says “Revolutionaries did this, in part, to disrupt the plantation economy.”", "label": "Label_4"}
{"text": "they can be able to control their own lives and labor and put an ending the enslavement in Saint-Domingue in 1791.", "label": "Label_2"}
{"text": "they continued to work on their goals until they were achieved.", "label": "Label_5"}
{"text": "others began to rebel.", "label": "Label_6"}
{"text": "the government's attempt to regain control of the island.", "label": "Label_3"}
{"text": "many plantations were burnt down, removing profits from the people who were slaves on them.", "label": "Label_4"}
{"text": "France used coercion.", "label": "Label_7"}
{"text": "France threatened Haiti with force.", "label": "Label_7"}
{"text": "France demanded Haiti pay reparations.", "label": "Label_7"}
{"text": "some white slave owners fled the colony to either return to France or go to the United States.", "label": "Optimal_1"}
{"text": "many enslavers fled many of them returning to France.", "label": "Optimal_1"}
{"text": "the Plantation systems in Saint-Domingue were destroyed due to the slaves revolt which led to financial problems.", "label": "Label_4"}
{"text": "Self-reliance was attained.", "label": "Label_1"}
{"text": "the government unsuccessfully tried to regain control of the island.", "label": "Label_3"}
{"text": "many slave owners ran away to the mountains, while others went to the United States.", "label": "Optimal_1"}
{"text": "they (the slave owners) fled Haiti", "label": "Optimal_1"}
{"text": "Haiti can become free.", "label": "Label_2"}
{"text": "France interfered in Haitian affairs by using force and threats.", "label": "Label_7"}
{"text": "in 1804 Haiti won its independence.", "label": "Label_1"}
{"text": "Haiti became the first free Black republic, along with banning slavery in the new nation's constitution.", "label": "Optimal_2"}
{"text": "the slaves took the advantage to fled away.", "label": "Optimal_1"}
{"text": "many enslavers left to France or the United States in which slavery was still legal.", "label": "Optimal_1"}
{"text": "the French government thwarted their efforts.", "label": "Label_3"}
{"text": "it resulted in independence.", "label": "Label_1"}
{"text": "the independence was attained.", "label": "Label_1"}
{"text": "the French government attempted to take the country back using force.", "label": "Optimal_3"}
{"text": "some of them fled and decided to hide in the Saint-Domingue mountains or returned, while others moved to the newly created United States.", "label": "Optimal_1"}
{"text": "the slaves could be freed and a new country called Haiti established.", "label": "Label_2"}
{"text": ",Haiti won its independence in 1804", "label": "Label_1"}
{"text": "France made Haiti pay a financial penalty.", "label": "Label_7"}
{"text": "Enslaved people initially revolted to control their own lives and labor and end enslavement on the island because slavery was banned in the new nation's constitution.", "label": "Optimal_2"}
{"text": "slaves can earn there freedom.", "label": "Label_2"}
{"text": "hundreds of plantations burned to the ground.", "label": "Label_4"}
{"text": "they were required to pay reparations to the French.", "label": "Label_7"}
{"text": "many former slaves gained greater control of the island and united people behind leaders.", "label": "Optimal_4"}
{"text": "the economy was rocked by a series of disturbances and plantations were set on fire.", "label": "Label_4"}
{"text": "enslaved people could become free.", "label": "Label_2"}
{"text": "they created their own nation´s constitution banning slavery.", "label": "Optimal_2"}
{"text": "the French government used diplomacy.", "label": "Label_7"}
{"text": "rebellion turned to a revolution and eventually Haiti became the first free Black republic, slavery was also banned in the new nations constitution.", "label": "Optimal_2"}
{"text": "slavery was banned in the nation's constitution after Haiti became the first Black republic that was free.", "label": "Optimal_2"}
{"text": "many enslavers left Haiti and by 1793 former slaves controlled nearly 30% of Haiti's government.", "label": "Optimal_4"}
{"text": "Haiti banned slavery in new nations.", "label": "Optimal_2"}
{"text": "Haiti became the first nation to overthrow its colonialist government.", "label": "Label_1"}
{"text": "the establishment of Haiti, the first independent black state in the new world.", "label": "Label_1"}
{"text": "they burned down many plantations taking away profits from the people who were working them.", "label": "Label_4"}
{"text": "the right to own other people would be denied.", "label": "Label_2"}
