{"text": "it was the different people was meet on spiritual", "label": "Label_3"}
{"text": "they had grievances about their incredibly brutal conditions caused by the hierarchy.", "label": "Label_4"}
{"text": "the majority of the population were slaves, while a minority had all the resources.", "label": "Label_4"}
{"text": "workers searched for an escape.", "label": "Label_1"}
{"text": "they didn't want to be under someone's control anymore.", "label": "Label_4"}
{"text": "the rebellion erupted across the island soon after.", "label": "Label_0"}
{"text": "persistent people are known for their revolutions.", "label": "Label_2"}
{"text": "they wanted to take control of their labor and lives.", "label": "Optimal_1"}
{"text": "they wanted to have control over their labor.", "label": "Optimal_1"}
{"text": "the goal of the attack was to disrupt the slavers' control of the economy.", "label": "Optimal_3"}
{"text": "many people who lived in Saint-Domingue lived in brutal conditions as slaves and wanted to be free.", "label": "Optimal_2"}
{"text": "they wanted more control over their lives and labor", "label": "Optimal_1"}
{"text": "life expectancy of the enslaved population was estimated to be only around 15 years and over 90% of the population was enslaved, leading enslaved people to meet with spiritual leaders.", "label": "Label_4"}
{"text": "the enslaved people were living in poverty.", "label": "Label_4"}
{"text": "they knew it would disrupt the economy, causing a loss of profits for the slave drivers, who would be directly harmed.", "label": "Optimal_3"}
{"text": "they want to leave the oppressive lifestyle they are living and they were inspired by the thought that the concepts of Enlightenment should be taken literally.", "label": "Label_8"}
{"text": "they wished to transform the society on the island.", "label": "Label_2"}
{"text": "people from different plantations help each other to became more independent and they organize each other so they can make it possible.", "label": "Label_3"}
{"text": "the wealthy whites didn't want to pay taxes on their fortunes.", "label": "Label_6"}
{"text": "they consulted spiritual leaders.", "label": "Label_3"}
{"text": "their oppression was leading to high mortality rates", "label": "Label_4"}
{"text": "the various social groups sought to achieve a more equitable balance of power.", "label": "Label_6"}
{"text": "nearly 90% of the island worked plantations.", "label": "Label_4"}
{"text": "the rebellion would disrupt the plantation operation.", "label": "Optimal_3"}
{"text": "the revolutionary fight established the first free black in Caribbean because Haitian built a big stone fortress in 1820.", "label": "Label_0"}
{"text": "those who were enslaved no longer wanted to live under harsh conditions.", "label": "Label_2"}
{"text": "enslaved people from different plantations met together with spiritual leader.", "label": "Label_3"}
{"text": "The island's climate and geography made it possible to grow cash crops on large plantations, and the French government exploited these resources to recover from costly conflicts", "label": "Label_0"}
{"text": "90% of the island's population were enslaved by wealthy white landowners.", "label": "Label_4"}
{"text": "there were over 40,000 enslaved people in 1787 to fight for their rights.", "label": "Label_0"}
{"text": "slaves were fighting to escape captivity on the plantations.", "label": "Optimal_2"}
{"text": "the populace resented those in high social positions.", "label": "Label_7"}
{"text": "white planters in Saint-Domingue refused to comply with this decision of freedom from slavery such as Self-government.", "label": "Label_0"}
{"text": "they believed the Enlightenment ideal of allowing individuals to rule themselves should be extended to governance of France's colonial possessions.", "label": "Label_8"}
{"text": "they wished to control their lives and to create a society in which they would be free.", "label": "Optimal_1"}
{"text": "90% of the population was enslaved and faced brutal conditions And wanted to break the social barrier.", "label": "Optimal_2"}
{"text": "France imposed steep tariffs on the items imported into the colony.", "label": "Label_0"}
{"text": "many people specifically 90 percent was enslaved and lived in brutal conditions also to control their own lives and labor.", "label": "Optimal_1"}
{"text": "the enslaved population lived in the most brutal conditions.", "label": "Label_4"}
{"text": "they were fighting to escape and to get rid of plantation life.", "label": "Optimal_2"}
{"text": "they wanted to free the people of color.", "label": "Label_1"}
{"text": "groups of people desired more equity in social power.", "label": "Label_6"}
{"text": "they wanted to change the ways of life on the island.", "label": "Label_2"}
{"text": "they were treated badly and wanted to burn the plantations.", "label": "Optimal_2"}
{"text": "they wanted the right to \"own themselves.\"", "label": "Optimal_1"}
{"text": "Escaped slaves sought independence.", "label": "Label_1"}
{"text": "they wanted to disrupt the slavers' profits.", "label": "Optimal_3"}
{"text": "some fought to escape the brutality of plantation life and some were motivated by Enlightenment ideas.", "label": "Optimal_2"}
{"text": "it was aimed to destabilize the slaver-controlled economy.", "label": "Optimal_3"}
{"text": "the whites despised the whites who mistreated and enslaved them.", "label": "Label_7"}
{"text": "af asf jsf ao djf", "label": "Label_0"}
{"text": "spiritual leaders persisted after meeting with revolutionaries.", "label": "Label_3"}
{"text": "the slaves wanted to take away the money that their owners were making from their plantations.", "label": "Optimal_3"}
{"text": "they were tired of being exploited and working on plantations.", "label": "Optimal_2"}
{"text": "the population was enslaved and were under brutal living conditions.", "label": "Label_4"}
{"text": "the slaves were tired of being exploited and violently taken from their families.", "label": "Optimal_2"}
{"text": "Plantations there which created an unstable social balance, this created revolutionaries that wanted to disrupt that plantation's economy.", "label": "Optimal_3"}
{"text": "the gens de couleur libres were still seen as inferior due to their race.", "label": "Label_4"}
{"text": "they believed in Enlightenment principles literally.", "label": "Label_8"}
{"text": "they voiced grievances with the French rulers.", "label": "Label_0"}
{"text": "the grands blancs did not want to be paying for taxes on their fortune and the petits had ideas from the French Revolution.", "label": "Label_6"}
{"text": "most of the population was treated poorly with 90% being enslaved in horrible conditions.", "label": "Label_4"}
{"text": "rebellion was fighting for the people of color freedom which were motivated by the belief of Enlightenment idea.", "label": "Label_8"}
{"text": "they desired a change on the island.", "label": "Label_2"}
{"text": "they wanted more control over their lives and the labor on their plantations", "label": "Optimal_1"}
{"text": "they wanted to change the way of life on the island.", "label": "Label_2"}
{"text": "the revolutionary ideas spread to Haiti.", "label": "Label_5"}
{"text": "telecommunication networks furthered the cause of rebellion.", "label": "Label_5"}
{"text": "they wanted to change the island's society.", "label": "Label_2"}
{"text": "their oppressive treatment was leading to high mortality rates.", "label": "Label_4"}
{"text": "they wanted their own self-government and equal rights", "label": "Optimal_1"}
{"text": "enslaved people wanted to revolt after hearing about the French Revolution and formed a resistance.", "label": "Label_5"}
{"text": "the slave revolt was actively opposed by many of the enslaved people.", "label": "Label_0"}
{"text": "the revolutionaries persisted after meeting with spiritual leaders, despite their disagreement with their opinions.", "label": "Label_3"}
{"text": "they wanted freedom", "label": "Label_1"}
{"text": "they wanted freedom.", "label": "Label_1"}
{"text": "the island war, conflicts, and battle of plantation ownership.", "label": "Label_0"}
{"text": "they wanted to fight back from their abusive enslavers.", "label": "Optimal_2"}
{"text": "they were persevering in their efforts.", "label": "Label_2"}
{"text": "they wanted to stop the slavers from profiting.", "label": "Optimal_3"}
{"text": "the blacks resented the power the whites had over them.", "label": "Label_7"}
{"text": "some revolutionaries fought the plantation economy yet others wanted to rebel by the enlightenment ideas should be applied by having the right to own self.", "label": "Optimal_1"}
{"text": "they had grievances with the French rulers which led to a diplomatic incident.", "label": "Label_0"}
{"text": "they wanted to escape from the brutality of their lives and they believed that Enlightenment should be applied literally.", "label": "Label_8"}
{"text": "they lived under brutal conditions, and they wanted to establish a free Black republic.", "label": "Label_4"}
{"text": "the enslaved people were but into lives so brutal that their life expectancy was only 15 years, so they wanted to escape, and they used violence and ran away and helped their peers.", "label": "Optimal_2"}
{"text": "yes ok very.", "label": "Label_0"}
{"text": "they met with spiritual leaders to discuss their situation.", "label": "Label_3"}
{"text": "they lived a horrible life under brutal conditions.", "label": "Label_4"}
{"text": "they want a new society to protect their rights.", "label": "Optimal_1"}
{"text": "harsh living conditions resulted in high fatalities amongst the slaves.", "label": "Label_4"}
{"text": "they wanted to free the colored and enslaved people and were fighting for the right to own themselves.", "label": "Optimal_1"}
{"text": "they despised the white Blancs who mistreated and enslaved them.", "label": "Label_7"}
{"text": "their persecution was leading to high mortality rates.", "label": "Label_4"}
{"text": "people wanted to escape the brutality of the plantation.", "label": "Optimal_2"}
{"text": "over 90% if the population was enslaved and live in incredibly brutal conditions.", "label": "Label_4"}
{"text": "enslaved people wanted to free people of color and the right to own themselves.", "label": "Optimal_1"}
{"text": "A rebellion eripted across the island soon after within days, hundreds of plantations were burned to the ground.", "label": "Label_0"}
{"text": "the rich whites didn't want to pay taxes on their wealth, while the poorer people had ideas from the French Revolution.", "label": "Label_6"}
{"text": "they knew it would have a negative effect on the economy and take profits away from the slave drivers, which would hurt them directly.", "label": "Optimal_3"}
{"text": "the enslaved population was being treated unfairly.", "label": "Label_4"}
{"text": "they want to leave the oppressive atmosphere of their lifestyle and they were inspired by the thought that the concepts of Enlightenment should be taken literally.", "label": "Label_8"}
{"text": "there was an unstable social pyramid led by a small group of wealthy white plantation owners, while the enslaved people made up 90% of the population.", "label": "Label_4"}
{"text": "the plantation economy caused enslaved people and people of color to be stripped of their liberty.", "label": "Optimal_3"}
{"text": "they were tired of being mistreated and living in terrible conditions.", "label": "Label_4"}
{"text": "they sought change on the island.", "label": "Label_2"}
{"text": "they wanted to escape from their brutal lifestyle as well as being motivated by the Enlightenment ideas by denying any right to own others.", "label": "Label_8"}
{"text": "they wanted to escape the brutality of plantation.", "label": "Optimal_2"}
{"text": "enslaved people wanted to be free and formed a resistance to revolt and escape the brutality of plantations.", "label": "Optimal_2"}
{"text": "many people want to be self-reliant and in control of their own lives.", "label": "Optimal_1"}
{"text": "They wanted to take control of their own lives.", "label": "Optimal_1"}
{"text": "the labor was difficult and the life expectancy was low, also 90 percent of the people were the lower class and believed enlightenment ideas should be applied liberally", "label": "Label_4"}
{"text": "the were tired of being abused and wanted liberty and control over their labor and lives.", "label": "Optimal_1"}
{"text": "they want to leave the oppressive lifestyle and were inspired by the thought that the concepts of Enlightenment should be taken literally.", "label": "Label_8"}
{"text": "they desired control over their lives and wished to create a society in which they would be free.", "label": "Optimal_1"}
{"text": "the gens de couleur libres were in power, yet had no respect due to race.", "label": "Label_6"}
{"text": "they thought that self-government entailed the right to own oneself and thus to control one's own life and labor.", "label": "Optimal_1"}
{"text": "ninety percent of the island's population were enslaved by wealthy white landowners.", "label": "Label_4"}
{"text": "communication networks promoted revolutionary ideals, and spread rebellious sentiment.", "label": "Label_5"}
{"text": "they wanted to alter the island society like ending enslavement.", "label": "Optimal_3"}
{"text": "they were fighting against the brutality of their how they were being treated, but also because the fact of owning themselves and deny anyone to do it for them was freeing.", "label": "Optimal_2"}
{"text": "persistent revolutionaries were in their efforts.", "label": "Label_2"}
{"text": "the whites of Haiti were severely outnumbered by the native people with enslaved people population being 90 percent, who wanted the right to own themselves.", "label": "Optimal_1"}
{"text": "they resented the power the whites had over them", "label": "Label_7"}
{"text": "there was a great disparity in wealth.", "label": "Label_6"}
{"text": "they detested the white Blancs who maltreated and enslaved them.", "label": "Label_7"}
{"text": "the ideas of the French Revolution spread to Haiti.", "label": "Label_5"}
{"text": "they desired improvement in their living conditions.", "label": "Label_2"}
{"text": "they wanted to escape brutal living conditions and because of self government.", "label": "Optimal_2"}
{"text": "the various social groups sought a more even distribution of power.", "label": "Label_6"}
{"text": "some revolutionaries persisted after meeting with spiritual leaders, while others gave up hope.", "label": "Label_3"}
{"text": "Harsh working conditions led to high mortality rates for the slaves.", "label": "Label_4"}
{"text": "they lived under brutal conditions, and 40,000 of them were forcibly killed by being brought onto the island, making the enslaved resist.", "label": "Label_4"}
{"text": "they were escapin", "label": "Label_1"}
{"text": "they were being oppressed by the French.", "label": "Label_0"}
{"text": "the workers wanted to improve their situation.", "label": "Label_2"}
{"text": "they knew it would disrupt the economy and harm the slave drivers, who would be harmed directly.", "label": "Optimal_3"}
{"text": "they wanted to alter the island society.", "label": "Label_2"}
{"text": "resisting being enslaved.", "label": "Label_4"}
{"text": "they wanted to control their lives and create a society where they would be free.", "label": "Optimal_1"}
{"text": "they were tired of living a life of exploitation and violence on a plantation.", "label": "Optimal_2"}
{"text": "brutal conditions that the enslaved population lived under caused social unrest.", "label": "Optimal_2"}
{"text": "they wanted to escape the violence and exploitation of plantation life.", "label": "Optimal_2"}
{"text": "they were forced to work in the plantations, to where many of them were killed due to the severe conditions they were put under, leading for the enslaved to destroy those plantations.", "label": "Label_4"}
{"text": "they wanted more freedom and autonomy than they were given on the plantations", "label": "Label_1"}
{"text": "they were not being treated fairly and being killed.", "label": "Label_4"}
{"text": "they wanted to escape from their brutal lifestyle as well as being motivated by the Enlightenment ideas, giving the right to be themselves.", "label": "Label_8"}
{"text": "people wanted to free blacks and give them the same rights as others and give them the same privileges and rights.", "label": "Label_1"}
{"text": "a company that operate plantations took profits directly from the slave owners.", "label": "Label_4"}
{"text": "they were tired of the exploitation and brutality of plantation life.", "label": "Optimal_2"}
{"text": "it hindered the growth of the economy and took away profits from those who had enslaved them.", "label": "Optimal_3"}
{"text": "the wealthy Blancs were opposed to paying taxes on their fortune, while the poorer peasantry desired change from the French Revolution.", "label": "Label_6"}
{"text": "they wanted their freedom because of the enlightenment ideals.", "label": "Label_8"}
{"text": "the population was 90 percent enslaved and they had lived in harsh condition.", "label": "Label_4"}
{"text": "Becoming enslaved produced a reaction.", "label": "Label_4"}
{"text": "a majority of the residents were slaves.", "label": "Label_4"}
{"text": "it harmed the economy and took profits away from those who exploited them.", "label": "Optimal_3"}
{"text": "there was an extreme amount of inequality.", "label": "Label_6"}
{"text": "over 40,00 enslaved people were forcibly brought to the island every year.", "label": "Label_0"}
{"text": "how to do it", "label": "Label_0"}
{"text": "the people used violence.", "label": "Label_0"}
{"text": "they wanted to escape violence.", "label": "Optimal_2"}
{"text": "to become Haiti the first free black republic also fighting to escape the brutality of plantation life.", "label": "Optimal_2"}
{"text": "toilet, bathroom, lavatory", "label": "Label_0"}
{"text": "they were put under brutal labor and face harsh conditions.", "label": "Label_4"}
{"text": "a majority of people were slaves, while a minority managed all the resources.", "label": "Label_4"}
{"text": "some revolutionaries fought the plantation economy yet others wanted to rebel by the enlightenment ideas should be applied freely.", "label": "Label_8"}
{"text": "they were mistreated terribly, often dying young and having no control of their destiny.", "label": "Label_4"}
{"text": "the island erupted.", "label": "Label_0"}
{"text": "the various social groups sought to have an equal balance of power.", "label": "Label_6"}
{"text": "they were influenced by the French Revolution.", "label": "Label_5"}
{"text": "90% of enslaved people were living under horrible and brutal conditions.", "label": "Label_4"}
{"text": "they wanted colored people to be free and because they owned their most valuable colonies Saint- Dominique.", "label": "Label_1"}
{"text": "there was great inequality.", "label": "Label_6"}
{"text": "they didn't want to be a part of that system anymore.", "label": "Label_4"}
{"text": "they wanted to control their labor.", "label": "Optimal_1"}
{"text": "revolutionary ideas from France had spread, wanted to leave the brutality of plantation life, as self government is the right to own oneself.", "label": "Optimal_1"}
{"text": "the French were taking to much from Haiti", "label": "Label_0"}
{"text": "they wanted to disrupt the profits of the slavers.", "label": "Optimal_3"}
{"text": "they resented the power that whites had over them.", "label": "Label_7"}
{"text": "they were inspired by the French Revolution and the American Revolution.", "label": "Label_5"}
{"text": "they knew that enacting this legislation would disrupt the economy, causing the slave drivers to lose profits", "label": "Optimal_3"}
{"text": "many people who lived in Saint-Domingue lived in brutal conditions as slaves.", "label": "Label_4"}
{"text": "the attempt was made to disrupt the economy that is controlled by slave-holders.", "label": "Optimal_3"}
{"text": "they were tired of being enslaved, and doing work that they shouldn't be doing.", "label": "Optimal_2"}
{"text": "while some white planters were mistreating or denying them their rights, a much larger minority were decent and just.", "label": "Label_1"}
{"text": "in the text it s", "label": "Label_0"}
{"text": "they wanted to escape from the exploitation and violence of their slavery.", "label": "Optimal_2"}
{"text": "there were over 40,000 enslaved people in 1787 and they wanted to be free.", "label": "Label_1"}
{"text": "the various social groups were seeking a more equitable distribution of power.", "label": "Label_6"}
{"text": "their superior military technology enabled whites to control the colony.", "label": "Label_7"}
{"text": "they were tired of the exploitation and violence of plantation life.", "label": "Optimal_2"}
{"text": "the labor was difficult and life expectancy decreased.", "label": "Label_4"}
{"text": "revolutionary ideas from France had spread.", "label": "Label_5"}
{"text": "the population was overwhelmingly slave owned, while a minority controlled all the resources.", "label": "Label_4"}
{"text": "they wanted to be emancipated.", "label": "Label_1"}
{"text": "the abolition of slavery was an offensive and traumatic event for African Americans.", "label": "Label_0"}
{"text": "they believed that Enlightenment ideals should be directly applied to real life.", "label": "Label_8"}
{"text": "they desired a society in which their rights would be protected.", "label": "Optimal_1"}
{"text": "the mortality rate was too much at that time.", "label": "Label_4"}
{"text": "they wanted freedom and escape the brutality of plantation life.", "label": "Optimal_2"}
{"text": "Being in bondage created a strong sense of defiance.", "label": "Label_4"}
{"text": "they were being abused and wanted to control their lives and labor.", "label": "Optimal_1"}
{"text": "they did this to disrupt the plantation economy.", "label": "Optimal_3"}
{"text": "the maltreatment and oppression of the group was causing high mortality rates.", "label": "Label_4"}
{"text": "the right to own oneself and the denial of their own right.", "label": "Optimal_1"}
{"text": "they desired to be in control of their labor.", "label": "Optimal_1"}
{"text": "they want to be free from the brutality of slavery.", "label": "Optimal_2"}
{"text": "they were tired of the harsh treatment.", "label": "Label_4"}
{"text": "90 percent of the population was enslaved and lived under incredibly brutal conditions and they wanted to free enslaved people and free people of color and have rights.", "label": "Label_1"}
{"text": "they lived in brutal conditions.", "label": "Label_4"}
{"text": "enslaved people used violence against abusive enslavers.", "label": "Label_0"}
{"text": "the white people used the violence enslaves the people of color.", "label": "Label_4"}
{"text": "they wanted to escape from the terror and slave life they lived in.", "label": "Optimal_2"}
{"text": "a slaver company took profits directly from plantations.", "label": "Label_4"}
{"text": "90 percent of the population was enslaved and lived in incredibly brutal conditions.", "label": "Label_4"}
{"text": "they lived under brutal conditions, 40,000 of them were killed by being brought onto the island in order to work at the plantations.", "label": "Label_4"}
{"text": "they desired freedom from the brutal treatment of slavery.", "label": "Optimal_2"}
{"text": "they had issues with the French rulers.", "label": "Label_0"}
{"text": "they wanted to have control over their lives and to create a society where they would be free.", "label": "Optimal_1"}
{"text": "a small number of white plantation owners were mistreating them and denying them their rights.", "label": "Label_1"}
{"text": "the white wines did not want to pay taxes on their fortune, and the small producers had ideas from the French Revolution.", "label": "Label_6"}
{"text": "The whites of Haiti were severely outnumbered by the native people with enslaved people population being 90% who wanted the right to own themselves and deny any rights to won others.", "label": "Optimal_1"}
{"text": "a business that transports slaves took profits directly from the slaveowners.", "label": "Label_4"}
{"text": "a business that conducts business with slavers took profits outright.", "label": "Label_4"}
{"text": "people wanted to escape the harsh brutality of plantation life.", "label": "Optimal_2"}
{"text": "many social groups argued for a greater degree of equality.", "label": "Label_6"}
{"text": "followers of a spiritual leader persisted after meeting.", "label": "Label_3"}
{"text": "the revolutionaries persisted after meeting with spiritual leaders, even though they did not receive the answers they were hoping for.", "label": "Label_3"}
{"text": "they were being abused and killed during enslavement and wanted an end to it.", "label": "Optimal_2"}
{"text": "it was done in an effort to directly disrupt the economy controlled by slavers.", "label": "Optimal_3"}
{"text": "yes ok very good", "label": "Label_0"}
{"text": "enslaved people were fighting to escape the brutality of plantation life.", "label": "Optimal_2"}
{"text": "they converged upon others.", "label": "Label_3"}
{"text": "they wanted to improve their living conditions by upgrading their housing.", "label": "Label_2"}
{"text": "they wanted to change the way society operated on the island.", "label": "Label_2"}
{"text": "they believed that self-government was a right to owning oneself and thus controlling one's own life and labor.", "label": "Optimal_1"}
{"text": "they lived under brutal conditions with a life expectancy of only 15 years.", "label": "Label_4"}
{"text": "people from Haiti was enslaved and living in horrible conditions that is why people create a union called gens de couleur libres this ideas to promote and fight against black abusive enslavers.", "label": "Label_4"}
{"text": "they believed that self-government was a right to owning oneself and thus controlling ones own life and labor.", "label": "Optimal_1"}
{"text": "groups of people wanted a more equal balance of power.", "label": "Label_6"}
{"text": "they were treated very bad and wanted to be free.", "label": "Label_1"}
{"text": "the enslaved people and their life estimation was very low, so they decided to be independent since they wouldn't want any of them to enslaved.", "label": "Label_4"}
{"text": "white wealthy farmers enslaved 90% of the Hatian residents.", "label": "Label_4"}
{"text": "they were tired of being mistreated and living in terrible conditions and they met with spiritual leaders.", "label": "Optimal_2"}
{"text": "the conditions on the island were very harsh.", "label": "Label_4"}
{"text": "the wealthy white people did not want to pay taxes on their wealth and the poor people had ideas from the French Revolution.", "label": "Label_6"}
{"text": "yes ok very", "label": "Label_0"}
{"text": "slaves wanted to apply Enlightenment ideas literally.", "label": "Label_8"}
{"text": "revolutionaries burned hundreds of plantations to the ground to fight for their rights and disrupt the plantations economy.", "label": "Optimal_3"}
{"text": "they wanted to disrupt the economy and take profits for themselves.", "label": "Optimal_3"}
{"text": "the enslaved wanted independence from France and they also wanted to end the harsh conditions.", "label": "Optimal_2"}
{"text": "they wanted to be free from their enslavement.", "label": "Label_1"}
{"text": "the people who were enslaved were living in dire conditions.", "label": "Label_4"}
{"text": "they lived under brutal conditions, 40,000 of them were killed by being brought onto the island, and the rebellion was to disrupt the plantation.", "label": "Label_4"}
{"text": "the conditions on the island were uncomfortable for them.", "label": "Label_4"}
{"text": "they wanted more control over their lives and labor.", "label": "Optimal_1"}
{"text": "some revolutionaries fought the plantation economy yet others wanted to rebel by the enlightenment ideas should be applied.", "label": "Label_8"}
{"text": "they were escaping violence and exploitation of slavery.", "label": "Optimal_2"}
{"text": "they were tired of being forced to work on plantations.", "label": "Optimal_2"}
{"text": "a revolt was very offensive to many enslaved people as they were constantly fighting for their freedom.", "label": "Label_0"}
{"text": "they wanted to escape brutal treatment and believed Enlightenment ideas, such as the idea that they have the right to own themselves.", "label": "Optimal_1"}
{"text": "they desired a new society in order to protect their rights.", "label": "Optimal_1"}
{"text": "they being abused by the owners and wanted freedom and equality.", "label": "Label_1"}
{"text": "the population were enslaved and were under brutal living conditions.", "label": "Label_4"}
{"text": "slaves wanted to take away the money that slaveholders were making from plantations.", "label": "Optimal_3"}
{"text": "almost 500,000 people, or nearly 90% of residents were at the bottom.", "label": "Label_4"}
{"text": "they desired freedom from slavery.", "label": "Label_1"}
{"text": "they were poorly treated, and the survival rate was until the age of 15.", "label": "Label_4"}
{"text": "each social group had there own resentment.", "label": "Label_6"}
{"text": "it harmed the economy and caused profits to be taken away from those who enslaved them.", "label": "Optimal_3"}
{"text": "the wealthy families didn't want to pay taxes on their wealth.", "label": "Label_6"}
{"text": "they wished to have control of their own labor.", "label": "Optimal_1"}
{"text": "enslaved people wants to fight back against the French.", "label": "Label_2"}
{"text": "they had complaints with the French rulers.", "label": "Label_0"}
{"text": "90% of the population were enslaved and lived under brutal conditions.", "label": "Label_4"}
{"text": "they wanted to live in better conditions and to get rid of the brutality of plantation life.", "label": "Optimal_2"}
{"text": "organzations helped make a larger  revolt", "label": "Label_0"}
{"text": "the oppression of the marginalized was leading to high mortality rates.", "label": "Label_4"}
{"text": "some people wanted to be free from slavery.", "label": "Label_1"}
{"text": "ninety percent of the populace was enslaved and lived in poverty with low life expectancies.", "label": "Label_4"}
{"text": "the people wanted a new society that would protect their rights.", "label": "Optimal_1"}
{"text": "they wished to be free.", "label": "Label_1"}
{"text": "the labor was difficult and the life expectancy was low, also 90 percent of the people were the lower class and believed enlightenment ideas should be applied liberally.", "label": "Label_4"}
{"text": "they desired self-direction and independence in their labor and lives.", "label": "Optimal_1"}
{"text": "the circumstances on the island were oppressive for them.", "label": "Label_4"}
{"text": "ninety percent of the population was poor, with low life expectancy.", "label": "Label_4"}
{"text": "they wanted colored people to be free.", "label": "Label_1"}
{"text": "some people wanted to be freed from the brutality of slavery.", "label": "Optimal_2"}
{"text": "they desired to change the society on the island.", "label": "Label_2"}
{"text": "they wanted to be free so they led a rebellion and fought back.", "label": "Label_1"}
{"text": "the Haitian government was force to pay reparations to former enslavers", "label": "Label_0"}
{"text": "they want to change their lives.", "label": "Label_2"}
{"text": "what to do", "label": "Label_0"}
{"text": "they wanted to have a say in their own lives and labor.", "label": "Optimal_1"}
{"text": "there was a lot of inequality.", "label": "Label_6"}
{"text": "they resented those in positions of power.", "label": "Label_7"}
{"text": "they were experiencing high mortality rates as a result of their oppression.", "label": "Label_4"}
{"text": "they were abused by their white masters on plantations and were inspired by Enlightenment ideals of self-government and the right to own themselves.", "label": "Optimal_1"}
{"text": "there was an unstable social pyramid led by a small group of wealthy white plantation owners, and the enslaved population wanted to gain freedom.", "label": "Label_1"}
{"text": "the former slaves were escaping violence and exploitation of plantation life.", "label": "Optimal_2"}
{"text": "revolutionaries wanted to disrupt the plantation economy.", "label": "Optimal_3"}
{"text": "some wanted to escape the brutality of plantation life.", "label": "Optimal_2"}
{"text": "they were yearning for freedom.", "label": "Label_1"}
{"text": "a few privileged white people used their power to mistreat and oppress black slaves.", "label": "Label_1"}
{"text": "there was enslavement which led them to the Haitian Revolution to free people of color, and escape the plantation life.", "label": "Optimal_2"}
{"text": "they desired to have control over their lives and create a society where they would be free.", "label": "Optimal_1"}
{"text": "they were tired of being treated like tools and slaves.", "label": "Optimal_2"}
{"text": "burning hundreds plantations so they could escape from brutality of plantation life.", "label": "Optimal_2"}
{"text": "how he does it", "label": "Label_0"}
{"text": "the wealthy Caucasians didn't want to pay taxes on their wealth and the poor African Americans had ideas from the French Revolution.", "label": "Label_6"}
{"text": "they want to leave the oppressive lifestyles they have and they were inspired by the thought that the concepts of Enlightenment should be taken literally.", "label": "Label_8"}
{"text": "of a belief that Self-government was a right to owning oneself and thus controlling ones own life and labor.", "label": "Optimal_1"}
{"text": "the majority of the island's residents were enslaved by wealthy white landowners.", "label": "Label_4"}
{"text": "rebellion help slaves to be free.", "label": "Label_1"}
{"text": "they wanted their own nation that would protect their rights", "label": "Optimal_1"}
{"text": "they felt like they're under others power and they needed to fight back with their revolutional ideas.", "label": "Label_2"}
{"text": "the rich white people did not want to pay taxes on their fortunes, while the poor people had ideas from the French Revolution.", "label": "Label_6"}
{"text": "the conditions on the island were intolerable for them.", "label": "Label_4"}
{"text": "they wished to be able to control their own lives.", "label": "Optimal_1"}
{"text": "they were looking to disrupt the plantation economy and escape the brutality.", "label": "Optimal_2"}
{"text": "the experience of enslavement produced a resistance.", "label": "Label_4"}
{"text": "it was the different people was meet on spiritual leaders", "label": "Label_3"}
{"text": "the enslaved wanted to retaliate against the harsh enslavers.", "label": "Label_7"}
{"text": "they lived under incredibly miserable conditions.", "label": "Label_4"}
{"text": "they felt their inferiority to those in authority.", "label": "Label_7"}
{"text": "persisters endured during their meeting with spiritual leaders.", "label": "Label_3"}
{"text": "they were enslaved by abuse slavers.", "label": "Label_4"}
{"text": "they wanted to disrupt the plantation economy and to free people of color.", "label": "Optimal_3"}
{"text": "they believed in the Enlightenment ideals comprehensively.", "label": "Label_8"}
{"text": "they had to disrupt the plantation economy.", "label": "Optimal_3"}
{"text": "enslaved people wanted to free people of color.", "label": "Label_1"}
{"text": "the various social groups were seeking a more equitable balance of power.", "label": "Label_6"}
{"text": "the raiders wanted to disrupt the slavers' profits.", "label": "Optimal_3"}
{"text": "Grands blancs was tired of paying taxes.", "label": "Label_6"}
{"text": "they wanted control over their own lives.", "label": "Optimal_1"}
{"text": "most of the enslaved people were subject to brutal live conditions and a high death probability.", "label": "Label_4"}
{"text": "after rebel slaves defeat french troops dispatched by Napoleon Bonaparte, Sensing an opportunity, the slaves of Northern st.", "label": "Label_5"}
{"text": "90 percent of the population was enslaved and lived under incredibly brutal conditions these conditions led to the rebellion.", "label": "Label_4"}
{"text": "they resented those in a higher social standing.", "label": "Label_7"}
{"text": "they felt resentful of those in high positions.", "label": "Label_7"}
{"text": "they wanted to escape the terror and slave life they lived in.", "label": "Optimal_2"}
{"text": "of the terrible conditions they lived under.", "label": "Label_4"}
{"text": "they were fighting to leave the brutality of life on the plantations.", "label": "Optimal_2"}
{"text": "it was done in an effort to undermine the economy of slave-holders.", "label": "Optimal_3"}
{"text": "the whites of Haiti were severely outnumbered by the native people with enslaved people population being 90 percent, who wanted the right to own themselves and deny any rights to won others.", "label": "Optimal_1"}
{"text": "the islands climate and geography made it possible grow cash crops.", "label": "Label_0"}
{"text": "enslaved people from different plantations met together spiritual leaders.", "label": "Label_3"}
{"text": "they were abused by their white masters on plantations and were inspired by Enlightenment ideals of self-government.", "label": "Optimal_1"}
{"text": "they were suffering extremely brutal conditions within the republic, For example A mortality rate so hight 400,000 people had to be brought in to reach a net zero, this resulted in a want for freedom", "label": "Label_4"}
{"text": "a slavery-era company took profits directly from the slave laborers.", "label": "Label_4"}
{"text": "many suffered by the extreme conditions with life and motivated by the idea of enlightenment.", "label": "Label_8"}
{"text": "fighting back was one of the slaves' tactics.", "label": "Label_4"}
{"text": "Revolutionaries did This in part to disrupt the plantation were burned to the ground.", "label": "Optimal_3"}
{"text": "they want to leave the oppressive lifestyle they are in and they were inspired by the thought that the concepts of Enlightenment should be taken literally.", "label": "Label_8"}
{"text": "they wanted a new government on the island.", "label": "Label_2"}
{"text": "they believed that self-government was the right to owning oneself and thus controlling one's own life and labor.", "label": "Optimal_1"}
{"text": "people from Haiti was enslaved and living in horrible conditions that is why people create a union called gens de couleur libres with the revolutionaries they fight to the laws for people of color .", "label": "Optimal_2"}
{"text": "they felt undermined by the discrepancy in power and wealth between those above them and themselves.", "label": "Label_7"}
{"text": "they despised the white grandstands that mistreated and enslaved them.", "label": "Label_7"}
{"text": "the brutal conditions for the slaves led to incredibly high death rates.", "label": "Label_4"}
{"text": "the concepts of enlightenment invoked the idea that all people should be treated equally", "label": "Label_8"}
{"text": "Saint Dominique had a high percentage of enslaved and their life expectancy was very low and they wanted to bring about social stability and to free people of color and escape brutality.", "label": "Optimal_2"}
{"text": "the conditions on the island were harsh and uncomfortable.", "label": "Label_4"}
{"text": "they wanted to gain their freedom", "label": "Label_1"}
{"text": "Masters abusing the enslaved people and wanting their own freedom", "label": "Label_1"}
{"text": ", am clueless, and am unfamiliar with", "label": "Label_0"}
{"text": "recent of the population was enslaved and lived under incredibly brutal conditions.", "label": "Label_4"}
{"text": "after rebel slaves defeat french troops dispatched by Napoleon Bonaparte, Sensing an opportunity, the slaves of Northern st. Gomingue organized and planned a massive rebellion.", "label": "Label_5"}
{"text": "they had a grievance with the French rulers.", "label": "Label_0"}
{"text": "they were inspired by the French Revolution and did not to be slaves anymore.", "label": "Label_5"}
{"text": "Nobody wanted to pay taxes on their fortunes.", "label": "Label_6"}
{"text": "the majority of the population were slaves, while a minority controlled all the resources", "label": "Label_4"}
{"text": "90 percent of the population was enslaved and they had lived under incredibly brutal conditions.", "label": "Label_4"}
{"text": "people from different plantations met together with leaderss.", "label": "Label_3"}
{"text": "they despised the whites who were oppressive and unkind to them.", "label": "Label_7"}
{"text": "they were fighting the brutality of plantation life.", "label": "Optimal_2"}
{"text": "the people wanted to disrupt plantation life and the belief that the people wanted to own themselves.", "label": "Optimal_3"}
{"text": "Today, the monumental structure has become a popular tourist site rebellion was also deeply personal for many enslaved people.", "label": "Label_0"}
{"text": "it was carried out in the hope of disrupting the economy that is under the control of slavers.", "label": "Optimal_3"}
{"text": "the wealthy aristocrats didn't want to pay taxes on their fortunes.", "label": "Label_6"}
{"text": "the petits blancs aligned with French revolutionaries and challenged the social hierarchy, and the gens de couleur libres were still seen as inferior because of their race.", "label": "Label_6"}
{"text": "the people no longer wanted to be enslaved.", "label": "Label_2"}
{"text": "almost all of the population was living under very harsh conditions.", "label": "Label_4"}
{"text": "they desired to disrupt the slave traders' profits.", "label": "Optimal_3"}
{"text": "they wanted to disrupt the plantation economy and escape plantation life.", "label": "Optimal_3"}
{"text": "the battle between slave and free owner, the past wars conflicts, and plantation ownership on the island.", "label": "Label_0"}
{"text": "they desired to have more control over their lives.", "label": "Optimal_1"}
{"text": "they wanted to disrupt the plantation economy.", "label": "Optimal_3"}
{"text": "they viewed those above them with resentment.", "label": "Label_7"}
{"text": "they wanted to change the way the society functioned on the island.", "label": "Label_2"}
{"text": "90% of the population was enslaved and lived in brutal conditions.", "label": "Label_4"}
{"text": "The whites of Haiti were serveleryd outnumbered by the native people with enslaved people population being 90% who wanted to have freedom.", "label": "Label_1"}
{"text": "they were treated very bad and died a lot.", "label": "Label_4"}
{"text": "they were abused by their white masters on plantations and were inspired by Enlightenment ideals of self-government and self-ownership and the right to not be owned by someone.", "label": "Optimal_1"}
{"text": "they interacted with others.", "label": "Label_3"}
{"text": "a majority of the population were serfs, while a minority had all the power.", "label": "Label_4"}
{"text": "there were over 40,000 enslaved people in 1787 and believed that they had the right to own themselves.", "label": "Optimal_1"}
{"text": "people were fighting to escape the brutality of life on plantations.", "label": "Optimal_2"}
{"text": "they wanted to exercise self-governance.", "label": "Optimal_1"}
{"text": "the enslavement of black people caused economic harm and took profits away from those involved.", "label": "Optimal_3"}
{"text": "they wanted to gain their own freedom", "label": "Label_1"}
{"text": "they wanted to be able to own themselves and live without the violence and exploitation of plantation life", "label": "Optimal_2"}
{"text": "they felt resentment towards the power whites had over them.", "label": "Label_7"}
{"text": "they loathed the white grands blancs who mistreated and enslaved them.", "label": "Label_7"}
{"text": "they lived under incredibly miserable conditions, and rebellion  was so deeply personal for many enslaved people.", "label": "Label_4"}
{"text": "the conditions were so brutal that the average life expectancy of the enslaved was 15 and the revolutionaries wanted to abolish this slave system.", "label": "Optimal_2"}
{"text": "they wanted to create a new society on the island.", "label": "Label_2"}
{"text": "the social pyramid was unbalanced and the slaves were at the bottom.", "label": "Label_4"}
{"text": "dissidents persisted after meeting with spiritual leaders.", "label": "Label_3"}
{"text": "they could not withstand any longer with the brutality of plantation life.", "label": "Label_4"}
{"text": "they could not withstand any longer with the brutality of plantation life and revolutionaries wanted to disrupt the plantation economy.", "label": "Optimal_3"}
{"text": "they met with spiritual leaders.", "label": "Label_3"}
{"text": "many were motivated by Enlightenment ideas like having rights and the harsh working conditions.", "label": "Label_8"}
{"text": "the enslaved population lived in the most brutal conditions and were said to live to only 15 years and some people were motivated by the belief of self-government.", "label": "Optimal_1"}
{"text": "almost all of the population was living under very harsh conditions and revolutionists wanted to put an end to slavery.", "label": "Label_2"}
{"text": "90 percent of the population was enslaved under terrible living conditions.", "label": "Label_4"}
{"text": "they craved to be emancipated.", "label": "Label_1"}
{"text": "they were tired of the exploitation and violence of slave life.", "label": "Optimal_2"}
{"text": "in the text it st", "label": "Label_0"}
{"text": "a majority of the population were workers, while a minority controlled all the resources.", "label": "Label_4"}
{"text": "they wanted to be treated as equals and own their own lives", "label": "Optimal_1"}
{"text": "they were tired of being mistreated and working in plantations.", "label": "Optimal_2"}
{"text": "they desired a change in their lives.", "label": "Label_2"}
{"text": "enslaved people and free people of color.", "label": "Label_1"}
{"text": "they wanted a change on the island.", "label": "Label_2"}
{"text": "they knew that disrupting the economy and taking profits away from the slave drivers would hurt them directly.", "label": "Optimal_3"}
{"text": "they lived under brutal conditions and were treated as inferior because of their race.", "label": "Label_4"}
{"text": "extremely harsh living conditions resulted in a high mortality rate.", "label": "Label_4"}
{"text": "they wanted the freedom to work as they choose and receive the proceeds.", "label": "Optimal_1"}
{"text": "enslaved people were treated poorly.", "label": "Label_4"}
{"text": "they had gripes with the French rulers.", "label": "Label_0"}
{"text": "for a lot of Haitians, it's a reminder of the fight for freedom of the first black republic in the Caribbean.", "label": "Label_0"}
{"text": "brutal conditions motivated slaves to free themselves from these conditions.", "label": "Optimal_2"}
{"text": "they knew that disrupting the economy would take profits away from slave drivers, reducing their financial gain.", "label": "Optimal_3"}
{"text": "the people were tired of having to to work day in and day out with no rest .", "label": "Label_4"}
{"text": "the wealthy whites did not want to pay taxes on their fortune, and the poorer peasants had ideas from the French Revolution.", "label": "Label_6"}
{"text": "they wanted to b freed.", "label": "Label_1"}
{"text": "revolutionaries did this because the disrupt the plantation and the economy.", "label": "Optimal_3"}
{"text": "Being enslaved produced a powerful sense of defiance.", "label": "Label_4"}
{"text": "they were tired of the exploitation and violence of slavery.", "label": "Optimal_2"}
{"text": "the natives had a grievance against the French rulers.", "label": "Label_0"}
{"text": "in France everyone rebelling there eventually word got to Saint-Domingue and they started a rebellion.", "label": "Label_5"}
{"text": "each social group had grievances such as having to pay taxes and inequality.", "label": "Label_6"}
{"text": "the rebellion would interrupt the plantation's economy.", "label": "Optimal_3"}
{"text": "the island came back to life.", "label": "Label_0"}
{"text": "they resented the dominance the whites had over them.", "label": "Label_7"}
{"text": "France lost its territory in 1763.", "label": "Label_5"}
{"text": "they were seen as inferior to their race", "label": "Label_7"}
{"text": "they wanted to free the colored and enslaved people.", "label": "Label_1"}
{"text": "the enslaved people was using violence to fight back to the French.", "label": "Label_0"}
{"text": "the 90 percent of enslaved had to live in harsh conditions.", "label": "Label_4"}
{"text": "they did not want to be treated unfairly and have rights like people and wanted to protect their life as well as others.", "label": "Optimal_1"}
{"text": "they wished to improve their living circumstances.", "label": "Label_2"}
{"text": "they were trying to escape and get rid of the plantations.", "label": "Optimal_2"}
{"text": "the conditions on the island were harsh, with little food or water.", "label": "Label_4"}
{"text": "they wanted to fight back for what the grands blancs did to them.", "label": "Label_7"}
{"text": "they were fighting to escape slavery and destroy the slave owners economy.", "label": "Optimal_3"}
{"text": "they were trying to escape from the terror and the slave life that they were living in.", "label": "Optimal_2"}
{"text": "they wanted to escape the pain of living on a plantation, and others became motivated by the Enlightenment.", "label": "Optimal_2"}
{"text": "the two individuals met with others.", "label": "Label_3"}
{"text": "enslaved people, colored, and fighting to escape the brutality of plantation life.", "label": "Optimal_2"}
{"text": "to control their own life.", "label": "Optimal_1"}
{"text": "workers wanted to take away the money that their employers were making from factories.", "label": "Optimal_3"}
{"text": "they resented the power and wealth of those in positions of authority.", "label": "Label_7"}
{"text": "they were tired of how they were being treated and wanted to be in control of their own lives.", "label": "Optimal_1"}
{"text": "the rebellion would damage the plantation economy.", "label": "Optimal_3"}
{"text": "people started to use violence to defend themselves.", "label": "Label_0"}
{"text": "life expectancy of the enslaved population was estimated to be only around 15 years and over 90% of the population was enslaved.", "label": "Label_4"}
{"text": "burning hundreds plantations so they could free  people of color.", "label": "Label_1"}
{"text": "they seek to leave the oppressive lifestyle of their past and were inspired by the idea that Enlightenment concepts should be taken literally.", "label": "Label_8"}
{"text": "there was networks of communication between the slave where they would spread and promote revolutionary ideas by using violence or running away in order to escape the plantation system.", "label": "Label_5"}
{"text": "they wanted to create a society where they would have control over their lives and be free.", "label": "Optimal_1"}
{"text": "90% percent of the society lived under the worst conditions and wanted to apply self-government on the island, opportunity of own themself.", "label": "Label_4"}
{"text": "the conditions on the island were unbearable for them.", "label": "Label_4"}
{"text": "they were tired of the violence and exploitation of plantation life.", "label": "Optimal_2"}
{"text": "they had complaints about the French rulers.", "label": "Label_0"}
{"text": "over 90% of the population was enslaved and live in incredibly brutal conditions leading to rebellions.", "label": "Label_4"}
{"text": "white planters in Saint-Domingue refused to comply with this decision of freedom from slavery such as fighting to escape the brutality of plantation life.", "label": "Optimal_2"}
{"text": "each social group had there own resentment, and 90% of the population was enslaved in horrible living conditions.", "label": "Label_4"}
{"text": "the rich didn't want to pay their fair share in taxes.", "label": "Label_6"}
{"text": "many people specifically 90 percent was enslaved and lived in brutal conditions also to control their own lives and labor and finally end of the enslavement they wanted to be free.", "label": "Optimal_1"}
{"text": "Today, the monumental structure has become a popular tourist site.", "label": "Label_0"}
{"text": "they thought that Enlightenment ideals should be faithfully followed in real life.", "label": "Label_8"}
{"text": "they resented the privileged position the whites held over them.", "label": "Label_7"}
{"text": "a company that operates plantations took profits from the slave trade.", "label": "Label_4"}
{"text": "locker, suitcase, bag", "label": "Label_0"}
{"text": "they resented the fact that the whites had power over them.", "label": "Label_7"}
{"text": "people of color were tired of being exploited.", "label": "Optimal_1"}
{"text": "the rebellion was a great offence to many enslaved people.", "label": "Label_0"}
{"text": "revolutionaries planned change the island society, independence from France, but enslaved wanted to revolt to control their own lives.", "label": "Optimal_1"}
{"text": "they wanted to disrupt plantation economy, as well as wanting to be free and tired of brutality.", "label": "Optimal_2"}
{"text": "the French Revolution ideas were widely spread to Haiti.", "label": "Label_5"}
{"text": "the French Revolution had a ripple effect on Haiti.", "label": "Label_5"}
{"text": "the abolitionists wanted to be free from slavery.", "label": "Label_1"}
{"text": "slaves from different plantations met together with spiritual leaders and that sparked a revolt.", "label": "Label_3"}
{"text": "Sorry, those don't work.", "label": "Label_0"}
{"text": "they felt oppressed by the whites.", "label": "Label_7"}
{"text": "they yearned for change on the island.", "label": "Label_2"}
{"text": "the rich whites refused to pay taxes on their assets.", "label": "Label_6"}
{"text": "the Grand blancs didn't want to pay taxes.", "label": "Label_6"}
{"text": "they wanted freedom from the bondage of slavery.", "label": "Optimal_2"}
{"text": "the rebellion is also deeply personal for the many enslaved people of free of color.", "label": "Label_0"}
{"text": "it harmed the economy and took profits away from those who enslaved them.", "label": "Optimal_3"}
{"text": "the burning of hundreds of plantations.", "label": "Label_0"}
{"text": "the French Revolution ideas spread to Haiti.", "label": "Label_5"}
{"text": "the vast majority of people living in Haiti were slaves and the living conditions and life expectancy were terrible.", "label": "Label_4"}
{"text": "they resented those high in the social ranks.", "label": "Label_7"}
{"text": "they desired control over their own labor and lives.", "label": "Optimal_1"}
{"text": "90 percent of the population of Saint-Domingue was enslaved and they lived under truly brutal circumstances", "label": "Label_4"}
{"text": "workers wanted to take away the money that capitalists were making from businesses.", "label": "Optimal_3"}
{"text": "many enslaved people found the revolution offensive.", "label": "Label_0"}
{"text": "the workers were exhausted from being exploited and forced to work on plantations.", "label": "Optimal_2"}
{"text": "the weather on the island was harsh.", "label": "Label_4"}
{"text": "the slaves were desperate to be free.", "label": "Label_1"}
{"text": "they wanted to create a society where they would have control over their lives, and have freedom.", "label": "Optimal_1"}
{"text": "they were treated poorly by being at the bottom of the social pyramid and being treated poorly.", "label": "Label_4"}
{"text": "one reason is that uprising by enslaved people as a way of fighting for their freedom.", "label": "Label_1"}
{"text": "enslaved people met with spiritual leaders from different plantations and a rebellion was sparked", "label": "Label_3"}
{"text": "organzations helped make a larger  revolt.", "label": "Label_0"}
{"text": "becoming enslaved produced opposition.", "label": "Label_4"}
{"text": "they were escaping violence and exploitation of plantation life.", "label": "Optimal_2"}
{"text": "the revolutionaries were determined in their efforts.", "label": "Label_2"}
{"text": "the enslaved people wanted to control their own lives and were willing to fight for a new society.", "label": "Optimal_1"}
{"text": "they were living under harsh conditions.", "label": "Label_4"}
{"text": "they no longer wanted to be owned by someone.", "label": "Label_4"}
{"text": "they believed the Enlightenment ideal of self-government and allowing individuals to rule themselves should be extended to France's colonial possessions in the form of ending slavery.", "label": "Optimal_1"}
{"text": "enslaved people from different plantations met with spiritual leaders.", "label": "Label_3"}
{"text": "the wars of the past conflicts and the battle between plantation ownership on the island.", "label": "Label_0"}
{"text": "they believed that the Enlightenment ideas should be directly applied to life.", "label": "Label_8"}
{"text": "they hoped to escape from the terror and misery that they suffered in.", "label": "Optimal_2"}
{"text": "they wanted to intrude the plantation Economy and escape.", "label": "Optimal_3"}
{"text": "When the seven years' war ended in 1763,france had lost most of its territory in north America.", "label": "Label_0"}
{"text": "they suspected that Self-government was the liberal opiate of the masses, leading to dependence and ultimately to despotism.", "label": "Optimal_1"}
{"text": "most of the population was treated poorly with 90% being enslaved in horrible conditions.o", "label": "Label_4"}
{"text": "people wanted to free blacks and give", "label": "Label_1"}
{"text": "workers hoping to abolish their wage slavery.", "label": "Optimal_3"}
{"text": "the island emerged.", "label": "Label_0"}
{"text": "the Grands blancs didn't want to play taxes on their fortunes.", "label": "Label_6"}
{"text": "the French were taking advantage of Haiti so they set a goal to set all black people free and destroy all plantations.", "label": "Optimal_3"}
{"text": "they wanted to control their lives and labor, and also end slavery on the island.", "label": "Optimal_1"}
{"text": "they didn't want to be inslaved anym", "label": "Optimal_2"}
{"text": "it hurt the economy and took profits away from those who enslaved them.", "label": "Optimal_3"}
{"text": "those in high social positions were resented.", "label": "Label_7"}
{"text": "they were inspired by the French Revolution and the establishment of the French Republic.", "label": "Label_5"}
{"text": "the enslaved population was much larger than the white and wealthy population, and the leaders of the revolution wanted self-government.", "label": "Optimal_1"}
{"text": "the slaves had very poor living conditions, a high mortality rate and a want for self government and freedom.", "label": "Optimal_1"}
{"text": "they lived under brutal conditions, and 90% of the population were enslaved people.", "label": "Label_4"}
{"text": "they desired to be liberated from slavery.", "label": "Label_1"}
{"text": "the conditions on the island were very dire for them.", "label": "Label_4"}
{"text": "revolutionaries burned hundreds of plantations to the ground to fight for their rights.", "label": "Label_0"}
{"text": "the various social groups were in favor of a more even balance of power.", "label": "Label_6"}
{"text": "they wanted to self-govern.", "label": "Optimal_1"}
{"text": "they want to leave the oppression of their lifestyle and they were inspired by the thought that the concepts of Enlightenment should be taken literally.", "label": "Label_8"}
{"text": "they wished to alter their circumstances.", "label": "Label_2"}
{"text": "it hurt the economy by taking profits away from those who enslaved them.", "label": "Optimal_3"}
{"text": "a minority of white plantation owners were denying black slaves their rights.", "label": "Label_1"}
{"text": "the rich whites didn't want to pay their fair share of taxes.", "label": "Label_6"}
{"text": "they loathed the grands blancs, who mistreated and enslaved them.", "label": "Label_7"}
{"text": "a small percentage of white plantation owners were abusing them and refusing to give them their due rights.", "label": "Label_1"}
{"text": "conditions on the island were harsh.", "label": "Label_4"}
{"text": "France imposed steep tariffs on the items imported into the colony .", "label": "Label_0"}
{"text": "the revolt would upset the agricultural sector.", "label": "Optimal_3"}
{"text": "they despised the white wines that mistreated and enslaved them.", "label": "Label_7"}
{"text": "they believed the Enlightenment ideal of allowing individuals to rule themselves should be extended to  France's colonial possessions in the form of ending slavery.", "label": "Label_8"}
{"text": "lack of access to basic needs", "label": "Label_4"}
{"text": "they didn't want to be inslaved anymor", "label": "Optimal_2"}
{"text": "nearly all of the island's residents were enslaved by wealthy white landowners.", "label": "Label_4"}
{"text": "they wanted more freedom and equality", "label": "Label_1"}
{"text": "they wanted a new system to protect their rights.", "label": "Optimal_1"}
{"text": "they were tired of being exploited and having to work on plantations.", "label": "Optimal_2"}
{"text": "revolutionary ideas from France had spread, and they wanted a release from their enslavement.", "label": "Label_2"}
{"text": "they desired to be free from slavery.", "label": "Label_1"}
{"text": "they had had enough of being taken advantage of and being forced to work on plantations.", "label": "Optimal_2"}
{"text": "some were rebelling to escape the brutality of plantation life.", "label": "Optimal_2"}
{"text": "it was needed to free people of color and disrupt the plantation economy.", "label": "Optimal_3"}
{"text": "almost 500,000 enslaved people or 90% of residents were at the bottom of the wealth status.", "label": "Label_4"}
{"text": "they wanted to disrupt the corrupt plantation and social system.", "label": "Optimal_3"}
{"text": "the plantation system was profitable", "label": "Label_0"}
{"text": "they met together with spiritual people.", "label": "Label_3"}
{"text": "the revolution wasn't their main goal instead they wanted to end slavery in order to gain control over their own lives.", "label": "Optimal_1"}
{"text": "they wanted more autonomy.", "label": "Optimal_1"}
{"text": "many people from the island lived in brutal conditions and also  they were  enslaved and lived just few years for the bad conditions finally they made it  to control their own lives and labor.f", "label": "Optimal_1"}
{"text": "France lost its territory in 1763 so they made a protest.", "label": "Label_5"}
{"text": "they werent treated fairly and change the islands society.", "label": "Label_2"}
{"text": "they wanted to start over.", "label": "Label_2"}
{"text": "over 90% of their population were enslaved, and nearly 10% were killed.", "label": "Label_4"}
{"text": "the economy suffered as a result, taking away profits from those who benefitted from slavery.", "label": "Optimal_3"}
{"text": "the workers were escaping violence and exploitation on the plantation.", "label": "Optimal_2"}
{"text": "almost ninety percent of the population were enslaved and lived in poverty with low life expectancy", "label": "Label_4"}
{"text": "they were unhappy with life on the plantations and wanted to create a society where people could control their own lives", "label": "Optimal_1"}
{"text": "they wanted to create a society where they could own themselves and not be owned by others", "label": "Optimal_1"}
{"text": "the revolution was met with significant opposition by many enslaved people.", "label": "Label_0"}
{"text": "Grands blancs didn't want to pay taxes to their leader that was away.", "label": "Label_6"}
{"text": "they knew it would disrupt the economy and cause profits to be taken away from slave drivers, which would hurt them directly.", "label": "Optimal_3"}
{"text": "they lived brutality of plantation and wanted to apply self-government on the island but not only political leadership, also an opportunity of own themself.", "label": "Optimal_1"}
{"text": "each social group had grievances that they wanted to get rid of such as taxes and racism.", "label": "Label_6"}
{"text": "they wanted Enlightenment ideals applied literally", "label": "Label_8"}
{"text": "they were fighting to escape the harsh environment of plantations.", "label": "Optimal_2"}
{"text": "the rebellion was personal for people for enslabved people.", "label": "Label_0"}
{"text": "they wanted to escape from brutality of plantation life.", "label": "Optimal_2"}
{"text": "they want to change the way the society is on the island.", "label": "Label_2"}
{"text": "about ninety percent of the population was enslaved and lived in poverty with low life expectancies.", "label": "Label_4"}
{"text": "Haiti became the first free black.", "label": "Label_0"}
{"text": "resistance was an act of rebellion against the way enslaved people were treated.", "label": "Label_0"}
{"text": "people living in there are treated brutal, and they can help each other with the communication networks.", "label": "Label_5"}
{"text": "they were escaping the violence and exploitation of the plantation life.", "label": "Optimal_2"}
{"text": "they felt resentment towards those in high social circles.", "label": "Label_7"}
{"text": "The plantations system was profitable but it created an unstable social pyramid .", "label": "Label_7"}
{"text": "the rebellion would disrupt the plantation society.", "label": "Optimal_3"}
{"text": "the consequences were damaging to the economy, and it cost those who benefited from slavery to some degree.", "label": "Optimal_3"}
{"text": "they were fighting to get rid of plantation life.", "label": "Optimal_2"}
{"text": "they were inspired by the French Revolution to fight against their cruel exploitation.", "label": "Label_5"}
{"text": "earth' s glarciers are melting", "label": "Label_0"}
{"text": "they desired complete autonomy.", "label": "Optimal_1"}
{"text": "revolutionaries wanted to", "label": "Label_0"}
{"text": "big whites were at the top of the hierarchy and 90% of all people where at the bottom, people of color were treated badly, racist place.", "label": "Label_4"}
{"text": "they met with religious leaders.", "label": "Label_3"}
{"text": "the group resented those above them due to their power and wealth.", "label": "Label_7"}
{"text": "for many Haitians, it's a reminder of the revolutionary fight to establish the  first free Black republic in the Caribbean.", "label": "Label_0"}
{"text": "they met with spiritual leaders, such as priests or rabbis.", "label": "Label_3"}
{"text": "they wanted self government.", "label": "Optimal_1"}
{"text": "they wanted their freedom because of the enlightenment ideals and become freee.", "label": "Label_8"}
{"text": "they wanted to disrupt the plantations economy.", "label": "Optimal_3"}
{"text": "many people were living in a cruel condition, and revolutionaries wants to change the island society, and because they thought revolutionaries going to give them justice.", "label": "Label_2"}
{"text": "the revolutionaries believed that enlightenment ideas should be applied literally and that all Haitians should be equal and practice self-governance.", "label": "Optimal_1"}
{"text": "90% of the population was enslaved and they wanted to be free to govern themselves.", "label": "Optimal_1"}
{"text": "they were seen as inferior and treated poorly based on their race, and they hoped to be free and end the brutal plantation life.", "label": "Optimal_2"}
{"text": "there was enslavement which led them to the Haitian Revolution to disrupt the plantation economy.", "label": "Optimal_3"}
{"text": "they wanted colored people to be free and because they owned their most valuable colonie Saint Dominique.", "label": "Label_1"}
{"text": "there was resentment of power by lower social classes.", "label": "Label_6"}
{"text": "they did want to pay up the money.", "label": "Label_6"}
{"text": "they wanted to be in control of their lives, and create a society where they would have freedom.", "label": "Optimal_1"}
{"text": "they hated the grands blancs that mistreated and enslaved them.", "label": "Label_7"}
{"text": "the conditions on the island were austere.", "label": "Label_4"}
{"text": "the people enslaved were living in povertyous conditions.", "label": "Label_4"}
{"text": "the enslaved people didnt want to pay taxes.", "label": "Label_6"}
{"text": "they had been forced to live hard lives in brutal conditions.", "label": "Label_4"}
{"text": "they were weary of being exploited and used as plantation workers.", "label": "Optimal_2"}
{"text": "they wanted to b freed", "label": "Label_1"}
{"text": "the lives of Haiti's enslaved population were brutal.", "label": "Label_4"}
{"text": "90 percent of the population was enslaved or lived under horrible conditions.", "label": "Label_4"}
{"text": "the volcano erupted.", "label": "Label_0"}
{"text": "they desired to improve their living situation.", "label": "Label_2"}
{"text": "they wished to leave the oppressive lifestyle and were inspired by the idea that the concepts of Enlightenment should be explored completely.", "label": "Label_8"}
{"text": "they wanted more representation and self-government", "label": "Optimal_1"}
{"text": "they wanted to change the customs on the island.", "label": "Label_2"}
{"text": "the wars that have occurred in the past, the conflict between plantation owners on the island, and the battle between them.", "label": "Label_0"}
{"text": "they didn't want to be slaves anymore.", "label": "Label_4"}
{"text": "a majority of the population were owned by someone, while a minority controlled all the resources.", "label": "Label_4"}
{"text": "the wars of the past, the conflicts of the past, the battle between plantation ownership on the island.", "label": "Label_0"}
{"text": "most of the population was enslaved.", "label": "Label_4"}
{"text": "they wanted to be in control of their own lives and labor.", "label": "Optimal_1"}
{"text": "90% percent of the society lived under the worst conditions and wanted to apply self-government on the island but not only political leadership, also an opportunity of own themself.", "label": "Optimal_1"}
{"text": "Saint Dominique had a high percentage of enslaved and their life expectancy was very low and they wanted to bring about social stability.", "label": "Label_4"}
{"text": "they desired to be free.", "label": "Label_1"}
{"text": "of the terrible conditions that they were forced to endure.", "label": "Label_4"}
{"text": "they desired a society that protected their rights.", "label": "Optimal_1"}
{"text": "they wanted to do the labor themselves.", "label": "Optimal_1"}
{"text": "it helped make a better and larger revolt possible.", "label": "Label_2"}
{"text": "revolutionaries were persistent in their efforts.", "label": "Label_2"}
{"text": "enslaved people, nearly 90% of residents, were at the bottom of the social pyramids.", "label": "Label_4"}
{"text": "the revolution was a shock to many enslaved people.", "label": "Label_0"}
{"text": "Plantations there which created a unstable social balance.", "label": "Label_7"}
{"text": "they wanted to free the people of color.m", "label": "Label_1"}
{"text": "the workers were tired of being exploited and having to work on plantations.", "label": "Optimal_2"}
{"text": "the gens de couleur libres were in power, yet had no respect due to race, and enslaved people were but into lives so brutal that their life expectancy was only 15 years.", "label": "Label_4"}
{"text": "they met together with leaders, and they wanted to disrupt the plantation economy.", "label": "Optimal_3"}
{"text": "they thought that Enlightenment ideas should be applied in real life.", "label": "Label_8"}
{"text": "they were inspired by the French Revolution's ideals.", "label": "Label_5"}
{"text": "the enslaved people were tired of the bad treatment.", "label": "Label_2"}
{"text": "they were treated poorly by being at the bottom of the social pyramid, being treated poorly, and were tired of having no rights.", "label": "Label_1"}
{"text": "enslaved, colored, and fighting to escape the brutality of plantation life.", "label": "Optimal_2"}
{"text": "an organized effort made it possible for a revolt.", "label": "Label_0"}
{"text": "grand blancs unfair treatment of the society's slaves.", "label": "Label_4"}
{"text": "they wanted to ruin the Slavers' profits.", "label": "Optimal_3"}
{"text": "white planters in Saint-Domingue refused to comply with the decision.", "label": "Label_0"}
{"text": "they wanted to be free", "label": "Label_1"}
{"text": "they being abused by the owners", "label": "Label_4"}
{"text": "they wanted to be self-governing and own their own labor", "label": "Optimal_1"}
{"text": "the island suddenly erupted.", "label": "Label_0"}
{"text": "Asdfasdkjfl asdfkjsldfja sdfhjnvdsaoi djfdkfl.", "label": "Label_0"}
{"text": "of taxes and poor living conditions.", "label": "Label_0"}
{"text": "the enslaved and poor people were at 90 percent of the population and the population was tired of being exploited for the plantation owner's profits.", "label": "Optimal_3"}
{"text": "there was a great disparity", "label": "Label_6"}
{"text": "to grow cash crops on large plantations.", "label": "Label_0"}
{"text": "Workers demanded freedom.", "label": "Label_1"}
{"text": "the conditions on the island were dreadful for them.", "label": "Label_4"}
{"text": "there was a large disparity between the amount of inequality.", "label": "Label_6"}
{"text": "90% of the population was enslaved and they had ideas of self-government and enlightenment.", "label": "Label_8"}
{"text": "they wanted to be in control of their working lives and lives.", "label": "Optimal_1"}
{"text": "they thought that modern Enlightenment ideas should be directly applied to real life.", "label": "Label_8"}
{"text": "some fought to escape the brutality of plantation life.", "label": "Optimal_2"}
{"text": "they wanted to be in control of their lives.", "label": "Optimal_1"}
{"text": "the uprising would disrupt the plantation economy.", "label": "Optimal_3"}
{"text": "they wanted to disrupt plantation economy.", "label": "Optimal_3"}
{"text": "the enslaved people and their life estimation was very low, so they decided to fight back.", "label": "Label_4"}
{"text": "the rebellion and revolutionaries resilience and determination.", "label": "Label_0"}
{"text": "they were being abused so bad that nearly 10% of Saint-Domingue's population were brought in each year to keep up with the deaths.", "label": "Label_4"}
{"text": "enslaved people needed to control their lives by ending the enslavement in Saint-Domingue and it connects to the revolutionaries because they wanted to change the civilization there.", "label": "Optimal_3"}
{"text": "they wanted to get rid of plantation life.", "label": "Optimal_3"}
{"text": "they felt resentment towards those high in the social ranks.", "label": "Label_7"}
{"text": "they were seen as inferior and treated poorly based on their race.", "label": "Label_7"}
{"text": "they wanted to disrupt theSLAVER'S profits.", "label": "Optimal_3"}
{"text": "the mortality rate was so high that over 40,000 enslaved people, making up about 10% of all of the islands population, were brought over.", "label": "Label_4"}
{"text": "they were forced to work in the plantations, to where many of them were killed due to the severe conditions they were put under.", "label": "Label_4"}
{"text": "they desired to manage their own lives and create a society that would offer freedom.", "label": "Optimal_1"}
{"text": "they thought that applying Enlightenment ideas to reality was a good idea.", "label": "Label_8"}
{"text": "these people were stubborn in their rebellions.", "label": "Label_2"}
{"text": "they wanted to be in control of their own labor and lives.", "label": "Optimal_1"}
{"text": "of grievances with the French rulers.", "label": "Label_0"}
{"text": "Since white planters refused comply with this  with this decision, within two mouths isolated fighting broke out between the former slaves.", "label": "Label_0"}
{"text": "they wanted their freedom from labor and life.", "label": "Optimal_1"}
{"text": "they wanted to end the hierarchy that was causing their brutal conditions.", "label": "Optimal_2"}
{"text": "it was done in an effort to nullify or undermine the economy controlled by slavers.", "label": "Optimal_3"}
{"text": "networks of communication helped inspire rebellion.", "label": "Label_5"}
{"text": "revolution was offensive for many enslaved people.", "label": "Label_0"}
{"text": "they were living in brutal conditions, and revolutionaries wanted to disrupt the plantation economy.", "label": "Optimal_3"}
{"text": "they were taking advantage of the instability of the french revolution.", "label": "Label_5"}
{"text": "The biggest reason for social instability was because 90% of people were enslaved and living under incredibly brutal conditions.", "label": "Label_4"}
{"text": "it was done with the intent to disrupt the economy which is controlled by slavers.", "label": "Optimal_3"}
{"text": "they desired a new social order to protect their rights.", "label": "Optimal_1"}
{"text": "they wanted to be free from the institution of slavery.", "label": "Label_1"}
{"text": "they wanted to disrupt the economy that was profited off of the plantations.", "label": "Optimal_3"}
{"text": "they wanted to be able to own themselves and their labor", "label": "Optimal_1"}
{"text": "90% of the population was enslaved and others were motivated to enlightenment ideas to be applied.", "label": "Label_8"}
{"text": "they wanted to escape the terror and slave life that they lived in.", "label": "Optimal_2"}
{"text": "the enslaved people from different plantations met together with spiritual leaders.", "label": "Label_3"}
{"text": "the slave drivers knew it would disrupt the economy and take profits away from them, which would hurt them directly.", "label": "Optimal_3"}
{"text": "over 90% of residents were enslaved.", "label": "Label_4"}
{"text": "the islanders wanted a change.", "label": "Label_2"}
{"text": "they wished to have a different life.", "label": "Label_2"}
{"text": "preoccupation, obsession, fixation, fixation, preoccupation with", "label": "Label_0"}
{"text": "they wanted to disrupt the plantation economy, and to escape the brutality of plantation life.", "label": "Optimal_2"}
{"text": "they felt resentment and anger at the white people's power.", "label": "Label_7"}
{"text": "they thought that Enlightenment ideals should be put into practice in the real world.", "label": "Label_8"}
{"text": "they wanted to break free from brutal conditions and an unfair social order", "label": "Optimal_2"}
{"text": "of the past wars conflicts and the battle between plantation ownership on the island.", "label": "Label_0"}
{"text": "they wanted to be free and treated equal", "label": "Label_1"}
{"text": "they wanted to be able to control their own labor and lives.", "label": "Optimal_1"}
{"text": "The revolutionaries wanted to disrupt the plantation economy and to escape the brutality of plantation life.", "label": "Optimal_3"}
{"text": "they wanted to be free from servitude.", "label": "Label_1"}
{"text": "they want to leave their oppressive lifestyle and were inspired by the thought of applying Enlightenment concepts literally.", "label": "Label_8"}
{"text": "Plantations there which created a unstable social balance, this created revolutionaries that wanted for people to not be enslaved anymore.", "label": "Label_4"}
{"text": "the Plantation system was established based on a social hiercachy.", "label": "Label_7"}
{"text": "they wanted to have more control over their labor.", "label": "Optimal_1"}
{"text": "they wanted to have control over their lives and create a society where they would be free.", "label": "Optimal_1"}
{"text": "they wanted to be in control of their own career and life.", "label": "Optimal_1"}
{"text": "the enslaved people wanted freedom and wanted control.", "label": "Optimal_1"}
{"text": "harnessing one's innate power to resist.", "label": "Label_4"}
{"text": "90 percent of the population were slaves and lived in horrible conditions.", "label": "Label_4"}
{"text": "they wanted to mess up the plantation economy.", "label": "Optimal_3"}
{"text": "the Petits blancs people didnt want to pay taxes.", "label": "Label_6"}
{"text": "Today, the monumental structure has become a popular tourist site rebellion was also deeply personal for a bunch of enslaved people.", "label": "Label_0"}
{"text": "that the enslaves maked  is for the black people they can be free and for spiritual leaders", "label": "Label_0"}
{"text": "they felt marginalized by the white dominated society.", "label": "Label_7"}
{"text": "almost ninety percent of the population was enslaved and lived in poverty with low life expectancy.", "label": "Label_4"}
{"text": "they wanted to disrupt the slavers profits.", "label": "Optimal_3"}
{"text": "the colony it was in the civil war in that plantation  and that was good for north of the country.", "label": "Label_0"}
{"text": "they did not have freedom.", "label": "Label_1"}
{"text": "enslaved Haitians wanted to escape brutality.", "label": "Optimal_2"}
{"text": "they were tired of the exploitation and violence of a plantation life.", "label": "Optimal_2"}
{"text": "they were trying to make an effort to help make a larger revolt possible, like burning plantations to the ground.", "label": "Optimal_3"}
{"text": "ninety-nine percent of the population was enslaved and lived in poverty with low life expectancy.", "label": "Label_4"}
{"text": "they were looking for self-governance.", "label": "Optimal_1"}
{"text": "they did not want to be treated unfairly and have rights like people.", "label": "Label_7"}
{"text": "there were a minority of white plantation owners who were mistreating them and denying them their rights.", "label": "Label_1"}
{"text": "they no longer wanted to be in bondage.", "label": "Label_4"}
{"text": "they wanted to get rid of plantations.", "label": "Optimal_3"}
{"text": "Some fought for the escape of brutality of the plantations while others were motivated by the Enlightenment.", "label": "Optimal_2"}
{"text": "the enslaves people were tired of being treated unfairly and wanted to be free.", "label": "Optimal_2"}
{"text": "The whites of Haiti were serveleryd outnumbered by the native people with enslaved people population being 90%.", "label": "Label_4"}
{"text": "communication networks were some of the inspirations that led to rebellions.", "label": "Label_5"}
{"text": "those who were enslaved lived under very brutal conditions.", "label": "Label_4"}
{"text": "they desired to be in control of their own lives.", "label": "Optimal_1"}
{"text": "They aren't treated right and not paid well on their own island.", "label": "Label_4"}
{"text": "they wanted to be in charge of their own lives.", "label": "Optimal_1"}
{"text": "sorry, can't do that.", "label": "Label_0"}
{"text": "they wanted to escape the brutality of plantation life.", "label": "Optimal_2"}
{"text": "enslaved people lived in incredibly brutal conditions.", "label": "Label_4"}
{"text": "90% of the population in Saint Domonique were enslaved", "label": "Label_4"}
{"text": "they were dying and living under brutal conditions.", "label": "Label_4"}
{"text": "there was a great amount of inequality.", "label": "Label_6"}
{"text": "enslaved people were treated badly, and wanted to burn all the plantations.", "label": "Optimal_3"}
{"text": "resistance was fierce and prolonged", "label": "Label_2"}
{"text": "the weather conditions on the island were harsh.", "label": "Label_4"}
{"text": "\"as long as there was enslavement, there was resistance\".", "label": "Label_2"}
{"text": "the rich whites didn't want to pay taxes on their fortune and the poor people had ideas from the French Revolution.", "label": "Label_6"}
{"text": "slaves wanted to get rid of their slaveholders.", "label": "Optimal_3"}
{"text": "liberating oneself produced resistance.", "label": "Label_4"}
{"text": "when Haiti had bacame the first free black republic.", "label": "Label_0"}
{"text": "the conditions were so brutal that the average life expectancy of the enslaved was 15.", "label": "Label_4"}
{"text": "they resented the power and wealth of those in authority.", "label": "Label_7"}
{"text": "people were forcibly brought to the island every year to keep up with the deaths.", "label": "Label_4"}
{"text": "to become Haiti the first free black republic.", "label": "Label_1"}
{"text": "the weather conditions on the island were terrible.", "label": "Label_4"}
{"text": "they were looking for a new life free from the terror and slave life that they lived in.", "label": "Optimal_2"}
{"text": "they wanted to get territory and grow plantations.", "label": "Label_0"}
{"text": "there was networks of communication between the slave where they would spread and promote revolutionary ideas by using violence or running away.", "label": "Label_5"}
{"text": "they lived under incredibly miserable conditions, and had a life expectancy of 15 years.", "label": "Label_4"}
{"text": "the enslaved population was much larger than the white and wealthy population, and they revolted to gain self-government and they wanted the right to own themselves.", "label": "Optimal_1"}
{"text": "the people who enslaved them were sometimes abusive.", "label": "Label_4"}
{"text": "it was an attempt to put an abrupt end to the slave trade.", "label": "Optimal_3"}
{"text": "the workers were sick of being exploited and having no choice but to work on plantations.", "label": "Optimal_2"}
{"text": "conflicts and battle involving plantation ownership on the island", "label": "Label_0"}
{"text": "revolutionary ideas from France spread to Saint-Domingue.", "label": "Label_5"}
{"text": "the French Revolution ideology spread to Haiti.", "label": "Label_5"}
{"text": "they wanted to leave the terror and slave life they lived in.", "label": "Optimal_2"}
{"text": "Workers desired freedom from their employers.", "label": "Label_1"}
{"text": "they wanted to disrupt the slavers' business.", "label": "Optimal_3"}
{"text": "they thought rebellion will help them get justice.", "label": "Label_1"}
{"text": "they wanted to create a new society to protect their rights.", "label": "Optimal_1"}
{"text": "Revolutionspersistedaftermeetingwiths spiritualleaders.", "label": "Label_3"}
{"text": "persistent individuals were found in the Revolutionary movement.", "label": "Label_2"}
{"text": "the Enlightenment ideas were taken literally by the group.", "label": "Label_8"}
{"text": "harsh living conditions for the slaves led to high mortality rates.", "label": "Label_4"}
{"text": "they resented the power the whites wielded over them.", "label": "Label_7"}
{"text": "the French Revolution had a big impact on Haiti.", "label": "Label_5"}
{"text": "they said that A rebellion erupted across the island soon after.", "label": "Label_0"}
{"text": "France had lost most of its territory in North America.", "label": "Label_0"}
{"text": "nearly all of the island's residents were enslaved by wealthy white proprietors.", "label": "Label_4"}
{"text": "they took Enlightenment ideas very seriously.", "label": "Label_8"}
{"text": "they wanted freedom they were fighting to protect their culture.", "label": "Label_1"}
{"text": "they were fighting to escape the brutality of plantation life.", "label": "Optimal_2"}
{"text": "they were suffering extremely brutal conditions within the republic, So they rebelled in order to disrupt the economy.", "label": "Label_4"}
{"text": "they rebelled against those in power.", "label": "Label_7"}
{"text": "the French Revolutionary ideas were spread to Haiti.", "label": "Label_5"}
{"text": "the island's residents were enslaved by wealthy white landowners.", "label": "Label_4"}
{"text": "they wanted to escape working in the plantations and the enlightenment ideas motivated them by having the right to own themselves.", "label": "Optimal_1"}
{"text": "they wanted to be in control of their own lives.", "label": "Optimal_1"}
{"text": "the revolutionaries believed that enlightenment ideas should be applied literally and that all Haitians should be equal .", "label": "Optimal_1"}
{"text": "they were fighting to escape.", "label": "Label_4"}
{"text": "they wanted to escape the brutality and abuse experienced on plantations.", "label": "Optimal_2"}
{"text": "the enslaved people were living in deplorable conditions.", "label": "Label_4"}
{"text": "the slaves wanted to disrupt the plantation economy.", "label": "Optimal_3"}
{"text": "they were being oppressed by the French and forced to pay taxes.", "label": "Label_0"}
{"text": "the blacks despised the white grandmas who mistreated and enslaved them.", "label": "Label_7"}
{"text": "As long as there was enslavement, there was resistance.", "label": "Label_2"}
{"text": "the island's history of war, conflict, and battle between plantation-owned interests.", "label": "Label_0"}
{"text": "the French Revolution ideas spread to the Caribbean.", "label": "Label_5"}
{"text": "the enslaved people of Haiti wanted to end the harsh conditions of the island also revolutionaries wanted to get independence from France.", "label": "Optimal_2"}
{"text": "the slaves of saint-domingue plunged the colony into civil war", "label": "Label_0"}
{"text": "the revolutionaries were persistent in their efforts.", "label": "Label_2"}
{"text": "they were trying to escape the brutality of plantation life.", "label": "Optimal_2"}
{"text": "they were seen as inferior and treated poorly based on their race, and they hoped to be free", "label": "Optimal_2"}
{"text": "enslaved people from diferents plantations met together with spiritual leaders.", "label": "Label_3"}
{"text": "they escaped violence and exploitation of plantation life.", "label": "Optimal_2"}
{"text": "Grands blancs didnt want to pay taxes on thir growing fortunes to a faraway leader.", "label": "Label_6"}
{"text": "a minority of white landowners were discriminating against them and denying them their rights.", "label": "Label_1"}
{"text": "the Rothschilds didn't want to play by the rules.", "label": "Label_6"}
{"text": "grand blancs didn't want to pay taxes on their growing fortunes to a faraway leader,  and the gens de couleur libres were still seen as inferior due to their race.", "label": "Label_6"}
{"text": "slaves wanted to leave the plantation life.", "label": "Optimal_3"}
{"text": "of the ideas spread from the French revolution.", "label": "Label_5"}
{"text": "the ideas that inspired a revolution in France spread to Saint-Domingue.", "label": "Label_5"}
{"text": "90% percent of the society lived under the worst conditions.", "label": "Label_4"}
{"text": "many people were living in a cruel condition, also", "label": "Label_4"}
{"text": "after rebel slaves defeat french troops dispatched by Napoleon Bonaparte.", "label": "Label_0"}
{"text": "they wanted to control their own lives and end enslavement.", "label": "Optimal_1"}
{"text": "slaves wanted to escape the brutalities of slavery.", "label": "Optimal_2"}
{"text": "a minority of white planters were mistreating them and denying them their rights.", "label": "Label_1"}
{"text": "France imposed steep tariffs one the items imported into the colony", "label": "Label_0"}
{"text": "the enslaved population wanted to control their lives.", "label": "Optimal_1"}
{"text": "they wanted their freedom because of the enlightenment ideals and become free.", "label": "Label_5"}
{"text": "of the resistance.", "label": "Label_2"}
{"text": "they wanted to gain control over their own lives and labor", "label": "Optimal_1"}
{"text": "the majority of islanders were enslaved by wealthy white landowners.", "label": "Label_4"}
{"text": "90 percent of the population was enslaved and poor.", "label": "Label_4"}
{"text": "they wanted to disrupt the economy of plantations.", "label": "Optimal_3"}
{"text": "the enslaved people wanted freedom from the harsh life of being a plantation worker.", "label": "Optimal_2"}
{"text": "they desired freedom.", "label": "Label_1"}
{"text": "they believed that Enlightenment principles should be applied to everyday life.", "label": "Label_8"}
{"text": "the conditions on the island were difficult.", "label": "Label_4"}
{"text": "the majority of island residents were enslaved by wealthy white landowners.", "label": "Label_4"}
{"text": "big whites were at the top of the hierarchy and 90% of all people where at the bottom.", "label": "Label_7"}
{"text": "the had to work in brutal condition and a lot of them died and the want to have natural rights.", "label": "Optimal_2"}
{"text": "they viewed those in high places as arrogant.", "label": "Label_7"}
{"text": "it had a negative impact on the economy and took away money from those who were enslaving them.", "label": "Optimal_3"}
{"text": "90% of the population was enslaved and had horrible living conditions.", "label": "Label_4"}
{"text": "people in power abused their privileges.", "label": "Label_7"}
{"text": "the harsh living and working conditions of the slaves resulted in high mortality rates.", "label": "Label_4"}
{"text": "they longed to be free.", "label": "Label_1"}
{"text": "networks that facilitate communication helped inspire rebellion.", "label": "Label_5"}
{"text": "they were escaping the violence and exploitation of plantation life.", "label": "Optimal_2"}
{"text": "within days, hundreds of plantations were burned to the ground.", "label": "Label_0"}
{"text": "they didn't want to be inslaved anymore.", "label": "Optimal_2"}
{"text": "the island burst into activity.", "label": "Label_0"}
{"text": "they thought that Enlightenment principles should be put into practice.", "label": "Label_8"}
{"text": "the french government exploited their resources plantation enlightenment ideas self government.", "label": "Label_0"}
{"text": "they wanted to be in control of their work.", "label": "Optimal_1"}
{"text": "they hoped for a change on the island.", "label": "Label_2"}
{"text": "they want/wanted to be able to control their lives.", "label": "Optimal_1"}
{"text": "they resented the power and privilege of those above them.", "label": "Label_7"}
{"text": "fighting to escape the brutality of plantation life.", "label": "Optimal_2"}
{"text": "many were motivated by Enlightenment ideas and spread from spiritual leaders.", "label": "Label_5"}
{"text": "each social group had grievances and wanted to fight to escape plantation life.", "label": "Optimal_2"}
{"text": "a majority of the residents were at the bottom of the hierarchy.", "label": "Label_4"}
{"text": "they got together with other people.", "label": "Label_3"}
{"text": "they no longer wanted to be slaves.", "label": "Label_4"}
{"text": "they resented those above them for their power and wealth.", "label": "Label_7"}
{"text": "they wanted to escape from their brutal lifestyle as well as being motivated by the Enlightenment ideas.", "label": "Label_8"}
{"text": "they thought that Enlightenment ideas should be put into practice.", "label": "Label_8"}
{"text": "cfvjavsdas, cfvjasdask, qdfjvads, dsdfads", "label": "Label_0"}
{"text": "they wanted to be liberated.", "label": "Label_1"}
{"text": "the blacks despised the white grands blancs whotreated them cruelly and enslaving them.", "label": "Label_7"}
{"text": "the slaves desired their freedom.", "label": "Label_1"}
{"text": "they were tired of being unpaid or poorly treated laborers.", "label": "Optimal_2"}
{"text": "a company specializing in the slave trade made a profit from their operations.", "label": "Label_4"}
{"text": "the majority of the island's population were enslaved by wealthy white landowners.", "label": "Label_4"}
{"text": "they believed in the Enlightenment ideas wholeheartedly.", "label": "Label_8"}
{"text": "they held a spiritual meeting.", "label": "Label_3"}
{"text": "communication networks promoted revolutionary ideals, and spread rebellious sentiment, to escape the brutal conditions.", "label": "Label_5"}
{"text": "their oppression was leading to high mortality rates.", "label": "Label_4"}
{"text": "they wanted to be free from their leader.", "label": "Label_1"}
{"text": "they wanted to create a self-governing society and protect their freedom", "label": "Optimal_1"}
{"text": "importantly, the legacy of the the successful 1791 rebellion and revolutionaries'", "label": "Label_0"}
{"text": "they wanted to leave the terror and slave life that they lived in.", "label": "Optimal_2"}
{"text": "they wanted to escape from their brutal lifestyle as well as being motivated by the Enlightenment ideas by applying it literally.", "label": "Label_8"}
{"text": "they wanted that the people of color have right.", "label": "Label_1"}
{"text": "they were treated brutally.", "label": "Label_4"}
{"text": "there was a great disparity.", "label": "Label_6"}
{"text": "they wanted to improve their lot.", "label": "Label_2"}
{"text": "the effort was made to destabilize and eventually deprive the slavers of their control over the economy.", "label": "Optimal_3"}
{"text": "they were living in brutal conditions, and revolutionaries wanted to stop doing this.", "label": "Optimal_2"}
{"text": "they were slaves and lived in terrible conditions.", "label": "Label_4"}
{"text": "people felt that plantation owners did not have the right to own other people.", "label": "Optimal_1"}
{"text": "workers wanted to take away the money that capitalists were making from factories.", "label": "Optimal_3"}
{"text": "they knew that the economy would be disrupted and that slave drivers would lose profits, which would directly hurt them.", "label": "Optimal_3"}
{"text": "they wanted to escape brutal treatment and believed Enlightenment ides should be literally applied, and people should own themselves.", "label": "Optimal_1"}
{"text": "the social hierarchy was unfair to most of the groups and the enslavement caused mortality rates to grow.", "label": "Label_4"}
{"text": "each social group had it's own grievances grands balance didn't want to pay taxes on their growing fortunes to a faraway leader.", "label": "Label_6"}
{"text": "they desired the establishment of a new society to ensure their safety and rights.", "label": "Optimal_1"}
{"text": "they socialized.", "label": "Label_3"}
{"text": "the French Revolution had an impact on Haiti.", "label": "Label_5"}
{"text": "they sought to change their lives.", "label": "Label_2"}
{"text": "they were fighting the brutality plantation life.", "label": "Optimal_2"}
{"text": "they disliked the power and wealth of those above them.", "label": "Label_7"}
{"text": "they were treated cruelly and many were living short and harsh lives.", "label": "Label_4"}
{"text": "the slaves were treated terribly and they consisted of 90% of the population.", "label": "Label_4"}
{"text": "revolutionary ideas from France had spread, they wanted to leave the brutality of plantation life.", "label": "Optimal_2"}
{"text": "the French government exploited the resources to recover from costly conflicts like the Seven Years War.", "label": "Label_0"}
{"text": "the rebellion was personal for people for enslaves people.", "label": "Label_0"}
{"text": "they wanted to cause havoc upon the plantation economy.", "label": "Optimal_3"}
{"text": "they wanted to escape from terror and enslavement.", "label": "Optimal_2"}
{"text": "they hated the white grapes that mistreated and enslaved them.", "label": "Label_7"}
{"text": "it was an effort to undermine the economy controlled by slavers.", "label": "Optimal_3"}
{"text": "the brutal conditions that the slaves were subjected to led to a high mortality rate.", "label": "Label_4"}
{"text": "they desired freedom from the brutality of slavery.", "label": "Optimal_2"}
{"text": "they wanted to be unbound.", "label": "Label_1"}
{"text": "they wanted to be free and control own lifestyles, and others did so just they wanted to stop living on the plantation.", "label": "Optimal_1"}
{"text": "they wanted control their own lives, not live in slavery.", "label": "Optimal_1"}
{"text": "enslaved people needed to control their own life by ending the enslavement that was in Saint-Domingue.", "label": "Label_4"}
{"text": "they wanted to be liberated from slavery.", "label": "Label_1"}
{"text": "many enslaved people found the Revolution offensive.", "label": "Label_0"}
{"text": "some enslaved people wanted to break free from plantations.", "label": "Optimal_2"}
{"text": "brutal conditions that the enslaved population lived under caused social unrest, causing them to revolt for the hope to gain enlightenment.", "label": "Optimal_2"}
{"text": "revolutionary ideas from France took hold in slaves who made up 90 percent of the population.", "label": "Label_5"}
{"text": "they encountered one another.", "label": "Label_3"}
{"text": "many people who lived in Saint-Domingue lived in brutal conditions.", "label": "Label_4"}
{"text": "the high mortality rates were a result of their oppression.", "label": "Label_4"}
{"text": "many suffered by the extreme conditions with life with the high mortality rate.", "label": "Label_4"}
{"text": "they gathered with others.", "label": "Label_3"}
{"text": "a group of revolutionaries burned many plantations to disrupt the plantation economy.", "label": "Optimal_3"}
{"text": "the islands climate and geography made it possible to grow cash crops.", "label": "Label_0"}
{"text": "they wanted to break free from their enslavement.", "label": "Label_4"}
{"text": "the Revolution was an upheaval that was offensive for many enslaved people.", "label": "Label_0"}
{"text": "they wanted to govern themselves.", "label": "Optimal_1"}
{"text": "the various social groups sought an equitable power balance.", "label": "Label_6"}
{"text": "they felt resentment toward those with more power and wealth.", "label": "Label_7"}
{"text": "they wanted to improve their living conditions.", "label": "Label_2"}
{"text": "the slaves had very poor living conditions and a high mortality rate.", "label": "Label_4"}
{"text": "they thought it was unfair just because of the color of their skin and on how cruel they were being to the enslaved people.", "label": "Optimal_2"}
{"text": "networks helped inspire revolts", "label": "Label_5"}
{"text": "men and women of color who are living in poverty wanted to take away the money that wealthy white people were making from owning land and factories.", "label": "Optimal_3"}
{"text": "they wanted to change the society on the island.", "label": "Label_2"}
{"text": "enslaved people ,etc with spiritual leaders from different plantations and a rebellion was sparked", "label": "Label_3"}
{"text": "people used violence to fight back against abusive.", "label": "Label_0"}
{"text": "they wanted to disrupt the slavers profits by halting their operations.", "label": "Optimal_3"}
{"text": "they wanted freedom and they wanted to live longer.", "label": "Label_1"}
{"text": "they were being oppressed by the French and forced to pay taxes and the brutality of plantation life.", "label": "Optimal_2"}
{"text": "they were suffering extremely brutal conditions within the republic, For example A mortality rate so hight 400,000 people had to be brought in to reach a net zero.", "label": "Label_4"}
{"text": "revolutionaries planned change the island society, independence.", "label": "Label_2"}
{"text": "slaves yearned for their emancipation.", "label": "Label_1"}
{"text": "they wanted a new society in which their rights were protected.", "label": "Optimal_1"}
{"text": "the wealthy elites didn't want to pay their fair share in taxes.", "label": "Label_6"}
{"text": "it harmed the economy and took away profits from those who exploited them.", "label": "Optimal_3"}
{"text": "they were treated horribly and believed in self-government.", "label": "Optimal_1"}
{"text": "they wanted to disrupt the plantation economy and they wanted to escape plantation life.", "label": "Optimal_3"}
{"text": "a minority of white people were mistreating them and denying them their rights.", "label": "Label_1"}
{"text": "they aimed to improve their living circumstances.", "label": "Label_2"}
{"text": "the revolution was seen by many enslaved people as an offensive act.", "label": "Label_0"}
{"text": "they were fighting to escape the brutality of plantation life and for their right to own themselves.", "label": "Optimal_2"}
{"text": "90% of the island's population was enslaved by wealthy white landowners.", "label": "Label_4"}
{"text": "majority of them were enslaved and some wanted to use violence while others escaped.", "label": "Optimal_2"}
{"text": "the conditions on the island were terrible for them.", "label": "Label_4"}
{"text": "they were fighting to escape and to stop the brutality of plantation life.", "label": "Optimal_2"}
{"text": "rebellion was inspired by communication networks.", "label": "Label_5"}
{"text": "the harsh conditions for the slaves led to incredibly high mortality rates.", "label": "Label_4"}
{"text": "a majority of the populace were enslaved, with a minority in control of all the resources.", "label": "Label_4"}
{"text": "90% of the island's residents were owned by wealthy white landowners.", "label": "Label_4"}
{"text": "it disrupted the plantation economy.", "label": "Optimal_3"}
{"text": "resistance ensued from the fact of being enslaved.", "label": "Label_4"}
{"text": "yes ok very good.", "label": "Label_0"}
{"text": "they wanted to be self-governing.", "label": "Optimal_1"}
{"text": "90 percent of the population were enslaved and lived in brutal conditions.", "label": "Label_4"}
{"text": "the social pyramid became unstable and left the enslaved people at the very bottom of it.", "label": "Label_4"}
{"text": "to disrupt the plantation economy.", "label": "Optimal_3"}
{"text": "they wanted to have more control over their lives and labor.", "label": "Optimal_1"}
{"text": "they wanted to have control over their lives and create a society where they would have freedom.", "label": "Optimal_1"}
{"text": "they wanted to be able to live as free people", "label": "Label_1"}
{"text": "they literally believed in the Enlightenment ideas.", "label": "Label_8"}
{"text": "they didn't want to be inslaved anymo", "label": "Optimal_2"}
{"text": "grands balance didn't want to pay taxes on their growing fortunes to a faraway leader.", "label": "Label_6"}
{"text": "the majority of the people were slaves, while a minority controlled all the resources.", "label": "Label_4"}
{"text": "the rich whites didn't want to pay taxes on their wealth, while the smallfolk wanted ideas from the French Revolution.", "label": "Label_6"}
{"text": "THe French government exploited recourses.", "label": "Label_0"}
{"text": "they were put under brutal labor and face harsh conditions so they decided to rebel.", "label": "Optimal_2"}
{"text": "this their oppression was resulting in high mortality rates.", "label": "Label_4"}
{"text": "they wanted to disrupt the plantation economy, and the survival rate was until the age of 15.", "label": "Optimal_3"}
{"text": "conditions on the island were terrible for them.", "label": "Label_4"}
{"text": "the disturbance would disrupt the plantation economy.", "label": "Optimal_3"}
{"text": "it was on the revolutionaries", "label": "Label_0"}
{"text": "they resented the power and wealth of those above them.", "label": "Label_7"}
{"text": "90% of the population was enslaved and the average death for them was 15 years", "label": "Label_4"}
{"text": "rebellion and revolutionaries resilience and determination persists, too.", "label": "Label_2"}
{"text": "the past wars conflicts and the battle between plantation ownership on the island have been the worst tragedies in the island's history.", "label": "Label_0"}
{"text": "brutal conditions motivated slaves to free themselves.", "label": "Optimal_2"}
{"text": "they were fighting to escape the brutality of living a plantation lifestyle.", "label": "Optimal_2"}
{"text": "they were seen as inferior, and they wanted to up heave the social classes.", "label": "Label_7"}
{"text": "enslaved people wanted to fight for their right to own themselves and escape the brutality they faced.", "label": "Optimal_2"}
{"text": "they desired to alter their course.", "label": "Label_2"}
{"text": "they wanted the same rights and freedoms as the gens de couleur libres", "label": "Label_6"}
{"text": "they desired to overhaul the way of life on the island", "label": "Label_2"}
{"text": "the religious leaders met with the revolutionaries and they persisted.", "label": "Label_3"}
{"text": "revolutionaries wanted to end slavery and promote self government.", "label": "Optimal_1"}
{"text": "they knew it would disrupt the economy and take profits away from the slave drivers, which would hurt them directly.", "label": "Optimal_3"}
{"text": "Saint Dominique had a high percentage of enslaved and their life expectancy was very low and they wanted to be free.", "label": "Label_4"}
{"text": "the conditions on the island were inhospitable for them.", "label": "Label_4"}
{"text": "they desired autonomy.", "label": "Optimal_1"}
{"text": "they wanted to disrupt the plantation economy and escape the brutality of plantation life.", "label": "Optimal_2"}
{"text": "a rebellion erupted across the island soon after a day hundred of plantations were burn to the ground", "label": "Label_0"}
{"text": "they were tired of being exploited and forced to labor on plantations.", "label": "Optimal_2"}
{"text": "the revolutionary fight established the first free black in Caribbean because Haitian built a big stone fortress.", "label": "Label_0"}
{"text": "90 percent of the population was enslaved and lived under incredibly brutal conditions and they wanted to free enslaved people.", "label": "Label_1"}
{"text": "they wanted their freedom.", "label": "Label_1"}
{"text": "they were inspired by the French Revolution", "label": "Label_5"}
{"text": "they said that A rebellion erupted across the island soon after, within days hundreds of plantations were burned to the ground.", "label": "Label_0"}
{"text": "they were treated very bad and wanted to end enslavement.", "label": "Optimal_2"}
{"text": "they want to leave their lifestyle of oppression and they were inspired by the thought of the Enlightenment being taken literally.", "label": "Label_8"}
{"text": "they were being mistreated and were at the bottom of the hierarchy.", "label": "Label_4"}
{"text": "90 percent of the of the population were owned and lived under bad conditions", "label": "Label_4"}
{"text": "the action was designed to disrupt the slave-based economy.", "label": "Optimal_3"}
{"text": "they wanted to be freed from the brutal life of working on the sugar plantations on the island.", "label": "Optimal_2"}
{"text": "they resented those in high social circles.", "label": "Label_7"}
{"text": "majority of them were enslaved.", "label": "Label_4"}
{"text": "the workers were tired of being exploited and being forced to work on plantations.", "label": "Optimal_2"}
{"text": "they met together with spiritual leaders, and they wanted to disrupt the plantation economy.", "label": "Optimal_3"}
{"text": "they were fighting to escape the violence and abuse of plantation life.", "label": "Optimal_2"}
{"text": "the oppression of the minority group was leading to high mortality rates.", "label": "Label_4"}
{"text": "burning hundreds plantations.", "label": "Label_0"}
{"text": "they desired self-rule.", "label": "Optimal_1"}
{"text": "many suffered by the extreme conditions with life so enslaved people met with spiritual leDaders.", "label": "Label_0"}
{"text": "they were trying to disrupt the slavers' profits.", "label": "Optimal_3"}
{"text": "they wanted to be free from the brutality of slavery.", "label": "Optimal_2"}
{"text": "90 percent of the population was slaves that lived with brutal conditions.", "label": "Label_4"}
{"text": "they wanted to have a right over their own lives and labor, and establish a new and free society.", "label": "Optimal_1"}
{"text": "they consulted spiritual leaders", "label": "Label_3"}
{"text": "they believed in Enlightenment ideas literally.", "label": "Label_8"}
{"text": "enslaved people wanted to be free and formed a resistance to revolt.", "label": "Label_1"}
{"text": "they believed in the Enlightenment ideals as expressed in the philosophes' writings.", "label": "Label_8"}
{"text": "brutal conditions that the enslaved population lived under caused social unrest, causing them to revolt for the hope to gain their freedom.", "label": "Optimal_2"}
{"text": "the people who were enslaved were living in poor conditions.", "label": "Label_4"}
{"text": "the enslaved were living in poverty.", "label": "Label_4"}
{"text": "they fighting to escape the brutality of plantation life and others belief that enlightenment ideas should be applied literally, also they wanted the right to own themself , and deny of any right", "label": "Optimal_1"}
{"text": "the revolutionaries persisted even after meeting spiritual leaders.", "label": "Label_3"}
{"text": "they wanted to control their own lives.", "label": "Optimal_1"}
{"text": "the 90 percent of the population  live in brutal conditions that a lot of enslaved people died.", "label": "Label_4"}
{"text": "many people from the island lived in brutal conditions and also  they were  enslaved and lived just few years for the bad conditions finally they made it  to control their own lives and labor.", "label": "Optimal_1"}
{"text": "big whites were at the top of the hierarchy and 90% of all people where at the bottom, people of color were treated badly.", "label": "Label_4"}
{"text": "they desired change on the island.", "label": "Label_2"}
{"text": "90% of citizens were enslaved.", "label": "Label_4"}
{"text": "it was done with the intention of disrupting the economy controlled by slave merchants.", "label": "Optimal_3"}
{"text": "there was networks of communication between the slave where they would spread and promote revolutionary ideas by using violence or running away in order to escape the plantation life.", "label": "Label_5"}
{"text": "the 90 percent of enslaved had to live in harsh conditions some had to struggle to escape plantation life.", "label": "Label_4"}
{"text": "the majority of the population were slaves, while a minority controlled all of the resources.", "label": "Label_4"}
{"text": "they wanted the same things that Enlightenment-inspired revolutionaries in France wanted: self-government, the right to own themselves,", "label": "Optimal_1"}
{"text": "they lived under brutal conditions, 40,000 of them were killed by being brought onto the island in order to work at the plantations in Saint-Domingue.", "label": "Label_4"}
{"text": "a majority of the population were poor, while a minority controlled all the resources.", "label": "Label_4"}
{"text": "over 90% of their population were enslaved, and they were forced to work until death.", "label": "Label_4"}
{"text": "they, or somebody, desired change on the island.", "label": "Label_2"}
{"text": "he/she/it met with others.", "label": "Label_3"}
{"text": "the mortality rate was so high.", "label": "Label_4"}
{"text": "they wanted to escape the brutality of the plantation life.", "label": "Optimal_2"}
{"text": "workers wanted to get their share of the profits made from plantations.", "label": "Optimal_3"}
{"text": "they wanted a self-government.", "label": "Optimal_1"}
{"text": "most of the population were serfs, while a minority controlled all the resources.", "label": "Label_4"}
{"text": "some fight to escape the brutality of plantation life.", "label": "Optimal_2"}
{"text": "the residents of the island were overwhelmingly enslaved by wealthy white landowners.", "label": "Label_4"}
{"text": "they had contact with others.", "label": "Label_3"}
{"text": "they were escaping violence and exploitation at the plantation.", "label": "Optimal_2"}
{"text": "France lost its territory in 1763 so they made a protest to fight to escape the brutality of plantation life.", "label": "Optimal_2"}
{"text": "they wanted a new government to protect their rights.", "label": "Optimal_1"}
{"text": "workers desired to deprive their owners of the monies they were making from businesses.", "label": "Optimal_3"}
{"text": "they believed in the ideals of the French Revolution", "label": "Label_5"}
{"text": "they wanted to be free and protect their rights.", "label": "Label_1"}
{"text": "people owning slaves threw the social pyramid into an imbalance, making wealthy white planters known as grands blancs at the top, while enslaved people were at the bottom.", "label": "Label_7"}
{"text": "they wanted to disrupt the plantation economy, to free people of color, and to escape the torture of life on the plantations.", "label": "Optimal_3"}
{"text": "they wanted to be free.", "label": "Label_1"}
{"text": "they desired to manage their labor.", "label": "Optimal_1"}
{"text": "they desired freedom from the abuse of slavery.", "label": "Optimal_2"}
{"text": "they wanted to get away from the harsh life on plantations.", "label": "Optimal_2"}
{"text": "they had terrible living conditions and wanted to be in control of their own lives.", "label": "Optimal_1"}
{"text": "some enslaved people were fighting to escape the brutality of the plantation life.", "label": "Optimal_2"}
{"text": "the workers were escaping violence and exploitation of the plantation life.", "label": "Optimal_2"}
{"text": "the enslaved population lived in the most brutal conditions and were said to live to only 15 years and some people were motivated by the belief of self-government which had the right to own themself.", "label": "Optimal_1"}
{"text": "the revolutionaries persisted after meeting with spiritual leaders, even though they disagreed with many of their ideas.", "label": "Label_3"}
{"text": "the vast majority of the island's residents were enslaved by wealthy white plantation owners.", "label": "Label_4"}
{"text": "people wanted their freedom.", "label": "Label_1"}
{"text": "they resented the authority and wealth of those above them.", "label": "Label_7"}
{"text": "the various social groups desired a more equitable distribution of power.", "label": "Label_6"}
{"text": "they thought that Enlightenment ideals should be realized in reality.", "label": "Label_8"}
{"text": "the various social groups wished to have an even distribution of power.", "label": "Label_6"}
{"text": "they wanted to be free from slavery.", "label": "Label_1"}
{"text": "they desired freedom from bondage.", "label": "Label_1"}
{"text": "they wanted to be free and own themselves as well as apply that Enlightenment should be taken literally.", "label": "Label_8"}
{"text": "a majority of the population were slaves, while a minority controlled all the resources.", "label": "Label_4"}
{"text": "slaves met with spiritual leaders who convinced them to rebel.", "label": "Label_3"}
{"text": "they wanted freedom of the brutal treatment of the plantation life.", "label": "Optimal_2"}
{"text": "people wanted to free in slaved people.", "label": "Label_1"}
{"text": "a large majority of the population was impoverished and slaves", "label": "Label_4"}
{"text": "they thought that modern Enlightenment ideas should be put into practice in the real world.", "label": "Label_8"}
{"text": "they wanted to improve their quality of life.", "label": "Label_2"}
{"text": "the enslaved people of Haiti wanted to end the harsh conditions of the island.", "label": "Label_4"}
{"text": "they were inspired by the French Revolution, Revolution being probably a more accurate synonym.", "label": "Label_5"}
{"text": "the enslavement of black people caused a ripple effect throughout the economy, taking away profits from those who participated in it.", "label": "Optimal_3"}
{"text": "far-reaching did this, in part, to disrupt the plantation wealth.", "label": "Optimal_3"}
{"text": "they wanted to be able to live freely and own their own bodies", "label": "Optimal_1"}
{"text": "they wished to change their lives.", "label": "Label_2"}
{"text": "they were tired of the exploitation and violence of plantation life", "label": "Optimal_2"}
{"text": "those who championed change were not discouraged.", "label": "Label_2"}
{"text": "they wanted to be able to own and work their own land, be able to participate in government, and live without fear", "label": "Optimal_1"}
{"text": "france imposed steep tariffs on the items imported into the colony.", "label": "Label_0"}
{"text": "a majority of the residents were slaves and wanted freedom.", "label": "Label_1"}
{"text": "the rate of enslaved people that were brought to the island made up about 10% of total population.", "label": "Label_4"}
{"text": "the conditions on the island were not good for them.", "label": "Label_4"}
{"text": "they conferred with others.", "label": "Label_3"}
{"text": "they desired full control over their labor.", "label": "Optimal_1"}
{"text": "people from Haitian were be fighting to establish the first free black republic and they didn't want to pay taxes on their growing fortunes.", "label": "Label_6"}
{"text": "they met with others to discuss a potential business venture.", "label": "Label_3"}
{"text": "Eighty percent of the population was enslaved and lived in poverty with low life expectancy.", "label": "Label_4"}
{"text": "they desired freedom from the harsh treatment of slavery.", "label": "Optimal_2"}
{"text": "the conditions were brutal and led to a 15 year life expectancy.", "label": "Label_4"}
{"text": "it helped make a better and larger revolt possible Made better transformation they wanted to escape the brutality of plantation.", "label": "Optimal_2"}
{"text": "some enslaved people wanted to break free from plantations they wanted to bee free", "label": "Optimal_2"}
{"text": "they were tired of being exploited and forced to work on plantations.", "label": "Optimal_2"}
{"text": "the slaves plunged the colony into a civil war and quickly took control of the important northern province.", "label": "Label_0"}
{"text": "the slaves wanted to be free of the brutality of slavery.", "label": "Optimal_2"}
{"text": "they wanted to be free and fight for their life.", "label": "Label_1"}
{"text": "they wanted to be able to control their own lives and labor", "label": "Optimal_1"}
{"text": "90% of the population was enslaved and faced brutal conditions others were motivated to enlightenment ideas.", "label": "Label_4"}
{"text": "they wanted the right to own themselves.", "label": "Optimal_1"}
{"text": "they literally believed in Enlightenment ideas.", "label": "Label_8"}
{"text": "there were abusive enslavers.", "label": "Label_4"}
{"text": "It would stop enslaved people and fight back enslaved abuse.", "label": "Label_2"}
{"text": "they were fed up with the exploitation and violence of plantation life.", "label": "Optimal_2"}
{"text": "the rebellion was personal for free people of color and enslaved people.", "label": "Label_0"}
{"text": "persistent people were revolutionaries.", "label": "Label_2"}
{"text": "many suffered by the extreme conditions with life so enslaved people met with spiritual leaders.", "label": "Label_0"}
{"text": "the island's history of warfare, colonisation andFighting between plantations.", "label": "Label_0"}
{"text": "some wanted to escape brutality and others were motivated by different beliefs.", "label": "Optimal_2"}
{"text": "they were fighting to get rid of the plantation life.", "label": "Optimal_2"}
{"text": "they wanted change on the island", "label": "Label_2"}
{"text": "the establishment of a revolutionary change was unwelcome to many slaves.", "label": "Label_0"}
{"text": "their conditions on the island were dire.", "label": "Label_4"}
{"text": "there were over 40,000 enslaved people in 1787.", "label": "Label_4"}
{"text": "they wanted to disrupt the economy of the plantation.", "label": "Optimal_3"}
{"text": "it disrupted the plantation system.", "label": "Optimal_3"}
{"text": "they felt resentment towards those in positions of social authority.", "label": "Label_7"}
{"text": "they wanted to break free.", "label": "Label_1"}
{"text": "they were seen as inferior and treated poorly based on their race, and they hoped to be free.", "label": "Optimal_2"}
{"text": "revolutionaries planned change the island society, independence from France.", "label": "Label_5"}
{"text": "the wealthy Blancs didn't want to be taxed on their fortunes, while the poorer Petits had ideas from the French Revolution.", "label": "Label_6"}
{"text": "they wanted to escape brutal treatment and believed Enlightenment ides should be literally applied, which would lead to them governing themselves.", "label": "Label_8"}
{"text": "they wanted to control their own lives and labor", "label": "Optimal_1"}
{"text": "the enslaved people were tired of paying taxes to a faraway ruler.", "label": "Label_0"}
{"text": "they wanted to get away from the terror and brutality that they lived in.", "label": "Optimal_2"}
{"text": "the island's colonial history", "label": "Label_0"}
{"text": "ninety percent of the population were enslaved and lived in poverty with low life expectancy.", "label": "Label_4"}
{"text": "they want to leave the oppressive lifestyle and they were inspired by the thought that the Enlightenment Concepts should be taken literally.", "label": "Label_8"}
{"text": "they sought to disrupt the slavers profits.", "label": "Optimal_3"}
{"text": "they had wanted to interrupt the plantation economy.", "label": "Optimal_3"}
{"text": "the environment on the island was harsh.", "label": "Label_4"}
{"text": "they were escaping violence and abuse of plantation life.", "label": "Optimal_2"}
{"text": "the rich whites did not want to pay for taxes on their vast fortune, and the poor blacks were inspired by the French Revolution.", "label": "Label_6"}
{"text": "they were at the bottom of the class hierarchy.", "label": "Label_4"}
{"text": "a large majority of the people were enslaved and lived in poverty", "label": "Label_4"}
{"text": "they wanted to be free of enslavement and escape the cruelty and brutality of living and being forced to work on a plantation.", "label": "Optimal_2"}
{"text": "the people who were enslaved were living in substandard conditions.", "label": "Label_4"}
{"text": "communication networks were a rallying cry for the rebels.", "label": "Label_5"}
{"text": "they weren;t being treated fairly on their own land.", "label": "Label_4"}
{"text": "the goal of the attack was to destabilize the slave-based economy.", "label": "Optimal_3"}
{"text": "the people who were enslaved were living in harsh conditions.", "label": "Label_4"}
{"text": "the slaves were at the bottom of the social pyramid and they wanted to control their own lives.", "label": "Optimal_1"}
{"text": "90% of the people endured awful living conditions.", "label": "Label_4"}
{"text": "a slaver-owned plantation company received direct profits from the trafficking of slaves.", "label": "Label_4"}
{"text": "the students were inspired by the French Revolution.", "label": "Label_5"}
{"text": "Slaves desired their freedom.", "label": "Label_1"}
{"text": "and revolutionaries' resilience and determination", "label": "Label_0"}
{"text": "a minority of white plantation owners were mistreating them and denying them their rights.", "label": "Label_1"}
{"text": "communication networks promoted revolutionary ideals, and spread Enlightenment sentiment, to escape the brutal conditions.", "label": "Label_5"}
{"text": "it was undertaken with the aim of crippling the slave-trading economy.", "label": "Optimal_3"}
{"text": "Being forced into a situation in which one is not free to choose is seen as resistance.", "label": "Label_4"}
{"text": "they did not want to be slaves anymore.", "label": "Label_4"}
{"text": "a slave-trading company took profits directly from slavers.", "label": "Label_4"}
{"text": "the various groups of people wanted a more balanced power situation.", "label": "Label_6"}
{"text": "a rebellion erupted across the island soon after.", "label": "Label_0"}
{"text": "they were enslaved.", "label": "Label_4"}
{"text": "they wanted to break free from slavery.", "label": "Label_1"}
{"text": "the rebellion was also closely personal for many enslaved people and free people of a different race.", "label": "Label_0"}
{"text": "they made a mockery of those in high places.", "label": "Label_7"}
{"text": "they wanted a new life.", "label": "Label_2"}
{"text": "they wanted to get out of the brutal conditions and control their own lives, and their labor.", "label": "Optimal_1"}
{"text": "extremely harsh living conditions led to a high mortality rate for slaves.", "label": "Label_4"}
{"text": "there was enslavement which led them to rebel.", "label": "Label_4"}
{"text": "The island's climate and geography made it possible to grow cash crops on large plantations.because more than french people come in the country he feel dominate", "label": "Label_0"}
{"text": "the  grands blancs enslaved people on the island and forced them to live in terrible conditions.", "label": "Label_4"}
{"text": "the French Revolution's ideas spread throughout Haiti.", "label": "Label_5"}
{"text": "they wanted to fight back from their abusive enslavers to control their lives and labor.", "label": "Optimal_1"}
{"text": "they knew it would hurt the slave drivers financially, which would disrupt their operations.", "label": "Optimal_3"}
{"text": "the \"grandes blancs\" (white people) were not content to pay taxes on their fortunes.", "label": "Label_6"}
{"text": "the island's history of warring plantation Owners", "label": "Label_0"}
{"text": "they desired a society in which their rights were protected.", "label": "Optimal_1"}
{"text": "they wanted to govern their own lives and create a society where they would be free.", "label": "Optimal_1"}
{"text": "enslaved people from different plantation came together with spiritual leaders.", "label": "Label_3"}
{"text": "they wanted to disrupt the plantation economy, and also escape plantation life.", "label": "Optimal_3"}
{"text": "they were enslaved and wanted to escape violence and exploitation.", "label": "Optimal_2"}
{"text": "there was a large amount of inequality.", "label": "Label_6"}
{"text": "the slaves were living in dismal conditions.", "label": "Label_4"}
{"text": "the various social groups sought a more equitable balance of power.", "label": "Label_6"}
{"text": "they wanted to disrupt the economy of the plantation and for the escape of enslaved people who were fighting the brutality they faced on the plantation.", "label": "Optimal_2"}
{"text": "the oppression of the people was leading to high mortality rates.", "label": "Label_4"}
{"text": "they lived under incredibly miserable conditions, and the 1791 rebellion was so deeply personal for many enslaved people.", "label": "Label_0"}
{"text": "most of the population were slaves, while a privileged few had all the power.", "label": "Label_4"}
{"text": "people were being racist.", "label": "Label_1"}
{"text": "they were being enslaved and that they were living in horribly conditions.", "label": "Label_4"}
{"text": "they had a meeting with others.", "label": "Label_3"}
{"text": "the revolution was aversive for many enslaved people.", "label": "Label_0"}
{"text": "there was a wide disparity.", "label": "Label_6"}
{"text": "they felt oppressed by the white establishment.", "label": "Label_7"}
{"text": "some wanted to escape violence, or they wanted self-governance and the right to control their own lives and labor.", "label": "Optimal_1"}
{"text": "many people were living in a cruel condition, and revolutionaries wants to change the island society, also revolutionaries wants grow their economy.", "label": "Label_2"}
{"text": "ninety percent of the population was enslaved and lived in poverty with low life expectancy.", "label": "Label_4"}
{"text": "they wanted freedom from the harsh treatment of slavery.", "label": "Optimal_2"}
{"text": "they were at the bottom of the hierarchy.", "label": "Label_7"}
{"text": "revolutionists wanted to disrupt the plantation economy.", "label": "Optimal_3"}
{"text": "they wanted to be able to own themselves, and they wanted to create a society that would protect their freedom", "label": "Optimal_1"}
