{"text": "They started a watch list to help protect Pompeii from getting even more damaged.", "label": "Optimal_1"}
{"text": "the Italian government started the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "the Italian government started a project called the Great Pompeii Project that addresses more than $100 million.", "label": "Optimal_3"}
{"text": "securing foundations and walls, restoring the frescos.", "label": "Label_4"}
{"text": "archeologists spent 100 million dollars repairing the House of the Gladiators that the roof collapse.", "label": "Optimal_3"}
{"text": "they tried to focus on restoring smaller sites at a time.", "label": "Label_1"}
{"text": "the Italian government created a project to restore Pompeii.", "label": "Label_4"}
{"text": "Pompeii was in a fund and the organization advocated a plan to restore the city.", "label": "Label_4"}
{"text": "they are conserving the site by protecting buildings from the environment, reinforcing foundations and walls, and adding security cameras.", "label": "Label_0"}
{"text": "a site was created to raise money to restore the city.", "label": "Label_4"}
{"text": "in order to help protect poor Pompeii from anymore damage, the site was included in the WMW, also known as World Monuments Watch list by World Monuments Fund in 1996.", "label": "Optimal_1"}
{"text": "organizations advocated for a creation a plan to restore the city and Pietro Guzzo stopped excavations at site in order to focus on restoring existing buildings.", "label": "Optimal_2"}
{"text": "they started a fund for Pompeii called the Worlds Monument fund in 1996.", "label": "Optimal_1"}
{"text": "they restored it.", "label": "Label_4"}
{"text": "the Italian government initiated the Great Pompeii Project in order to restore concerns at the site.", "label": "Optimal_3"}
{"text": "the Italian government began the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "they shut it down so they could work on restoring the House of the Gladiators.", "label": "Label_1"}
{"text": "instead the site has been included in the World Monuments Fund in 1996, stopping all excavations in order to repair the city.", "label": "Optimal_1"}
{"text": "they stopped all new excavations to focus on restoration.", "label": "Label_1"}
{"text": "they stop all the new excavations on the place until they have the money to do the restoration.", "label": "Label_1"}
{"text": "they are starting a $100 million project to address the ongoing restoration concerns and conversation at the work site.", "label": "Optimal_3"}
{"text": "they advocated for a plan to restore the city.", "label": "Label_4"}
{"text": "the Great Pompeii Project of more than $100 million to address it.", "label": "Optimal_3"}
{"text": "the Italian government raised over 100 million for Ancient Pompeii's repair.", "label": "Optimal_3"}
{"text": "the Italian government began to work on restoring the ancient city.", "label": "Label_4"}
{"text": "restoration programs raise funding to protect buildings from weathering, install surveillance systems, and secure the foundations of the city.", "label": "Label_4"}
{"text": "if they were to restore Ancient Pompeii it would last another 2,000 years.", "label": "Label_0"}
{"text": "Pompeii prevented further deterioration.", "label": "Label_0"}
{"text": "they started the Great Pompeii Project.", "label": "Label_2"}
{"text": "it was included in the World Monuments Watch list.", "label": "Optimal_1"}
{"text": "after 2 years of the collapse of the House of Gladiators, the Italian Government built the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "they started raising money to initiate the Great Pompeii Project.", "label": "Label_2"}
{"text": "the World Monuments Fund included Pompeii in the World Monuments Watch list so that it can be restored.", "label": "Optimal_1"}
{"text": "the Great Pompeii Project was created by the Italian government.", "label": "Optimal_3"}
{"text": "the Superintendent of Pompeii stopped all new excavations to focus on restoring the existing buildings.", "label": "Optimal_2"}
{"text": "two years after the Italian government began with the reconstruction of Pompeii, This reconstruction had a high cost but it was worth it.", "label": "Label_4"}
{"text": "they started planning organizations to bring in funding to start the restoration.", "label": "Label_4"}
{"text": "it had been exposed to rain and humidity", "label": "Label_0"}
{"text": "The archaeologists ceased excavating and began renovating in the late 1990s.", "label": "Label_1"}
{"text": "Italian government funded$100 million dollars.", "label": "Optimal_3"}
{"text": "in 1990, Pietro Guzzo stopped the excavations that were happening in order to focus on restoring frescoes, securing foundations, and enhancing security camera systems.", "label": "Optimal_2"}
{"text": "Pompeii was included in the World Monuments Watch list.", "label": "Optimal_1"}
{"text": "the Italian ministry of culture began to ask for the reconstruction of the historical site to take place", "label": "Label_4"}
{"text": "their is a fundrezer so they can gain anof money.", "label": "Label_0"}
{"text": "in 1990 the Superintendent stopped excavations so they can focus of restoring existing buildings.", "label": "Optimal_2"}
{"text": "they rebuilt and refurbished Pompeii through the World Monuments Fund.", "label": "Optimal_1"}
{"text": "Pompeii Superintendent stopped all new excavations to focus restoring existing buildings.", "label": "Optimal_2"}
{"text": "visitors remove small sections of the building", "label": "Label_0"}
{"text": "the Great Pompeii Project was created.", "label": "Label_2"}
{"text": "the Great Pompeii Project project was initiated.", "label": "Label_2"}
{"text": "the Italian government started the Great Pompeii Project to raise funding for restoration.", "label": "Optimal_3"}
{"text": "more than $100 million project is to address the restoration at the site.", "label": "Optimal_3"}
{"text": "it is being restored through initiatives like the Great Pompeii Project, which was initiated", "label": "Optimal_3"}
{"text": "people can better take care of the city.", "label": "Label_0"}
{"text": "the Italian cultural minister decided to start a fundraiser to raise 100 million dollars.", "label": "Optimal_3"}
{"text": "they came up with a plan and goals to address the need for conservation and restoration.", "label": "Label_4"}
{"text": "this project ment that Italy had to protect the buildings from weather and water damage, keeping foundations and walls in the best shape, restoring the fresco, and installing surveillance cameras.", "label": "Label_0"}
{"text": "World Monuments protected Pompeii from further damage.", "label": "Optimal_1"}
{"text": "the site was added to the World Monuments Watch List in 1996, and the Italian government created the Great Pompeii Project to address the restoration concerns.", "label": "Optimal_1"}
{"text": "the project includes protecting.", "label": "Label_4"}
{"text": "they created the Graet pompeii project", "label": "Label_2"}
{"text": "the Italian government started the Great Pompeii Project, which cost $100 million to protect Pompeii.", "label": "Optimal_3"}
{"text": "they joined the World Monuments Watch list so that they can have help funding, and so they can restore the city.", "label": "Optimal_1"}
{"text": "$100 million was addressed to restoration concerns at the site.", "label": "Optimal_3"}
{"text": "the Ministry of Culture stopped excavating new area to focus on restoring what had already been found.", "label": "Label_1"}
{"text": "the site was introduced into the World Monuments Watch list.", "label": "Optimal_1"}
{"text": "in the late 1990's all excavation was stopped by superintendent Pietro Gozzo to put more focus on the restoration project.", "label": "Optimal_2"}
{"text": "the site was added to the World Monuments Watch list in 1996.", "label": "Optimal_1"}
{"text": "the Superintendent of Pompeii, Pietro Guzzo, focused on restoring the existing building and stopped all new excavations at the site.", "label": "Optimal_2"}
{"text": "in order to help protect Pompeii from further damage.", "label": "Label_4"}
{"text": "archaeologists began to fear that Pompeii would continue to crumble.", "label": "Label_0"}
{"text": "the $100 million dollars is getting used to save Pompeii.", "label": "Optimal_3"}
{"text": "the Great Pompeii Project was initiated with a goal of a total cost of 100 million dollars; conservation project finds ongoing needs for the site.", "label": "Optimal_3"}
{"text": "future generations of visitors and archaeologists would be able to explore this ancient city.", "label": "Label_0"}
{"text": "they began to dig at the site.", "label": "Label_0"}
{"text": "The Great Pompeii Project was their first venture.", "label": "Label_2"}
{"text": "100 million dollars was raised by the World Monuments Fund in 1996.", "label": "Optimal_1"}
{"text": "the rebuilt and refurbished the buildings there.", "label": "Label_4"}
{"text": "they decided to restore the city and stopped all excavations to restore the existing buildings by protecting the buildings from natural causes.", "label": "Label_1"}
{"text": "the Italian government restored it by using the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "the Superintendent of Pompeii stopped all excavations to focus on restoration.", "label": "Optimal_2"}
{"text": "they decided to stop focusing on recovering the buildings, but instead restoring the current buildings.", "label": "Label_1"}
{"text": "they built underground to protect their stuff.", "label": "Label_0"}
{"text": "The Pompeii was put added to the World Monuments fund and got added to the watch list.", "label": "Optimal_1"}
{"text": "the world monuments watch list has created the world monuments to help restore the city.", "label": "Optimal_1"}
{"text": "enhancing video surveillance syste", "label": "Label_0"}
{"text": "the Italian government began a program named the Great Pompeii Project where they spent over $100 million to conserve and restore the city.", "label": "Optimal_3"}
{"text": "the goal of the more than $100 million project.", "label": "Optimal_3"}
{"text": "the Great Pompeii Project was initiated.", "label": "Label_2"}
{"text": "the World Monuments Fund put the site on the World Monuments Watch list.", "label": "Optimal_1"}
{"text": "it was added to the World Monuments Watch list from the World Monuments Fund in 1996.", "label": "Optimal_1"}
{"text": "they began to restore it after the ancient city had been put on a watch list to be protected.", "label": "Optimal_1"}
{"text": "in order to preserve Pompeii from any other damages, the area was put under the World Monuments Watch list in 1996.", "label": "Optimal_1"}
{"text": "the Italian government initiated the Great Pompeii Project to conserve and restore the city.", "label": "Optimal_3"}
{"text": "the project is going to include protecting the buildings from water damage, and securing walls and foundations.", "label": "Label_4"}
{"text": "the city was seen in the Worlds Monuments Watch list to help the site be repaired.", "label": "Optimal_1"}
{"text": "the Italian government initiated the Great Pompeii Project to address the restoration concerns of the site.", "label": "Optimal_3"}
{"text": "the Italian government created the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "they created a plan to restoring the buildings.", "label": "Label_4"}
{"text": "they created a fund that earned 100 million dollars to restore Pompeii.", "label": "Optimal_3"}
{"text": "they spent $100 million.", "label": "Optimal_3"}
{"text": "they made a $100million project to make the ongoing restoration work now there is organization to restore the site and they raised almost $335million to rebuild the site.", "label": "Optimal_3"}
{"text": "in order to protect Pompeii, the site was put in the Monument Watch List.", "label": "Optimal_1"}
{"text": "Italy put Pompeii on the Monuments Watch list and started the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "the cite was able to be included in the World Monuments Watch list.", "label": "Optimal_1"}
{"text": "the Great Pompeii Project was initiated to raise more than $100 million to conserve the city.", "label": "Optimal_3"}
{"text": "Pietro Guzzo, the Superintendent of Pompeii, stopped all new evacuations at the site to focus on restoring its buildings and the Great Pompeii Project was initiated to protect its buildings.", "label": "Optimal_2"}
{"text": "they worked to restore the buildings for the tourists people.", "label": "Label_4"}
{"text": "Pompeii was added to the World Monuments watch list in 1996 and in the 1990's Guzzo stopped all excavations.", "label": "Optimal_1"}
{"text": "the city was added to the World Monuments Watch list in 1996 to create a plan to restore it.", "label": "Optimal_1"}
{"text": "they began uncovering the city and spending millions and time to help restore buildings.", "label": "Optimal_3"}
{"text": "it was included in the World Monument Watch list to advocate for the restoration of the city.", "label": "Optimal_1"}
{"text": "they started raising money to initiate the Great Pompeii.", "label": "Label_2"}
{"text": "the Italian government created a project in order to restore the city.", "label": "Label_4"}
{"text": "they put in $100 million project is to address the ongoing restoring.", "label": "Optimal_3"}
{"text": "they stopped all new excavations and other projects to help focus on restoring the existing buildings of Pompeii.", "label": "Label_1"}
{"text": "they focused on restoring all current buildings that have been excavated in Pompeii.", "label": "Label_1"}
{"text": "the site was put into the World Monuments Watch list to get the funding necessary for the restoration.", "label": "Optimal_1"}
{"text": "the project includes protecting, the house of gladiators initaided the great pompeii project.", "label": "Optimal_3"}
{"text": "they made a $100million project to make the ongoing restoration work.", "label": "Optimal_3"}
{"text": "it will take 100 million to fix the city and the Ancient Pompeii.", "label": "Optimal_3"}
{"text": "sections of the city began to be rediscovered and layers of dirt and ash were removed.", "label": "Label_0"}
{"text": "Pietro Guzzo stopped all the new excavation and they started to focus on the existing building.", "label": "Optimal_2"}
{"text": "they plan to restore the city because they didn't want to loss it.", "label": "Label_4"}
{"text": "in 1996 the site was put in the World Monuments Watch list.", "label": "Optimal_1"}
{"text": "the Great Pompeii Project is $100 million to address the preservation.", "label": "Optimal_3"}
{"text": "Pietro Guzzo stopped all excavations on the site to focus on restoring the buildings that still existed.", "label": "Optimal_2"}
{"text": "Italy started the Great Pompeii Project which was a $100 million project to address the conservation and restoration of Pompeii.", "label": "Optimal_3"}
{"text": "it was put in the world moments watch list and stop all excavation to focus on restoring it by recreating what it looked like originally.", "label": "Optimal_1"}
{"text": "Great Pompeii Project may help to ensure that future generations of archaeologists and visitors will be able to explore this ancient city.", "label": "Optimal_3"}
{"text": "the Italian government began to restore Pompeii.", "label": "Label_4"}
{"text": "the Italian government started a project called the Great Pompeii Project addresses more than $100 million.", "label": "Optimal_3"}
{"text": "Guzzo ended all excavations at the site to keep focus on restoring the city.", "label": "Optimal_2"}
{"text": "the Great Pompeii Project was put into use to repair the damage.", "label": "Optimal_3"}
{"text": "To stop more harm, they halted the excavations.", "label": "Label_1"}
{"text": "they decided to take a new approach and the Superintendent of Pompeii, Pietro Guzzo, stopped all other excavations and put in 100 million dollars in preserving the city.", "label": "Optimal_2"}
{"text": "to protect Pompeii from more damage it was included in the world moments watch.", "label": "Optimal_1"}
{"text": "the Italian Ministry made the great Pompeii project.", "label": "Optimal_3"}
{"text": "they plan to restore the city.", "label": "Label_4"}
{"text": "the Great Pompeii Project was organized by the Italian government in attempt to restore and improve the city of Pompeii.", "label": "Optimal_3"}
{"text": "they protested for more funding.", "label": "Label_0"}
{"text": "the Italian government implemented the Great Pompeii Project, as to address the restoration concerns of the site.", "label": "Optimal_3"}
{"text": "Pietro Guzzo, paused all new excavations at the site to focus on restoration.", "label": "Optimal_2"}
{"text": "Instead of concentrating on constructing new structures, they began to rehabilitate the ones that were already there.", "label": "Label_1"}
{"text": "sections of the city began to be rediscovered and layers of dirt and ash was removed.", "label": "Label_0"}
{"text": "in order to help defend the ancient city, the site was added to the World Monuments attention by the World Monuments Fund in around 1996.", "label": "Optimal_1"}
{"text": "they estimated that 335 million dollars could issue and prevent further damage.", "label": "Label_0"}
{"text": "they stopped all new excavations at the site to focus on restoration of the existing buildings.", "label": "Label_1"}
{"text": "the Great Pompeii Project was initiated by the Italian Government.", "label": "Optimal_3"}
{"text": "To launch the Great Pompeii Project, they began collecting funds.", "label": "Label_2"}
{"text": "the Great Pompeii Project set a goal of $100 million to help restore the site.", "label": "Optimal_3"}
{"text": "in 1996 Pompeii was added to the World Monuments Fund, and in the 1990's excavations at the site were stopped.", "label": "Optimal_1"}
{"text": "efforts have been made to restore existing buildings rather than excavate buried ones.", "label": "Label_1"}
{"text": "the world monuments claimed the site in 1996.", "label": "Optimal_1"}
{"text": "they remove to expose the buried buildings and streets in the country an they are so happy f or this.", "label": "Label_0"}
{"text": "they founded a organization.", "label": "Label_4"}
{"text": "they started to focus on the existing buildings.", "label": "Label_1"}
{"text": "The Italian government decided to execute a plan to restore Pompeii.", "label": "Label_4"}
{"text": "they started a $100 million project", "label": "Optimal_3"}
{"text": "their is a fundrezer so they can gain anof mone.", "label": "Label_0"}
{"text": "their superintendent, Pietro Guzzo had made sure to set all things aside so their main priorities could be focused on fixing the building.", "label": "Optimal_2"}
{"text": "they started the Great Pompeii Project for it", "label": "Label_2"}
{"text": "the Italian government the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "they stopped excavating new area to focus on restoring what had already been found.", "label": "Label_1"}
{"text": "their is a fundrezer so they can gain anof money  .", "label": "Label_0"}
{"text": "they initiated the Pompeii Project.", "label": "Label_2"}
{"text": "Pompeii's history of ancient Roman lives would not be lost due to the deterioration.", "label": "Label_0"}
{"text": "the Italian government began protect the buildings from weather and water damage.", "label": "Label_4"}
{"text": "in the late 1990's Pietro Guzzo stopped all new excavations to focus on restoring the existing buildings.", "label": "Optimal_2"}
{"text": "they put Pompeii on the World Monuments Watch list, and have now started working on rebuilding it through the Great Pompeii Project.", "label": "Optimal_1"}
{"text": "they stopped the excavations, and began to restore the existing buildings.", "label": "Label_1"}
{"text": "they initiated the Great Pompeii Project.", "label": "Label_2"}
{"text": "they remove to expose the buried buildings and streets in the country.", "label": "Label_0"}
{"text": "Pietro Guzzo stopped all new excavation to focus on the restoration of the buildings.", "label": "Optimal_2"}
{"text": "the Italian government dedicated $100 million to a project of restoring the site of Pompeii.", "label": "Optimal_3"}
{"text": "yes very good.", "label": "Label_0"}
{"text": "they got to work and started fixing the place up again.", "label": "Label_4"}
{"text": "yes very good", "label": "Label_0"}
{"text": "they started a project called the Great Pompeii Project.", "label": "Label_2"}
{"text": "the concerns at the site were matched with a goal to make 100 million to save Pompeii.", "label": "Optimal_3"}
{"text": "they protested for more funding..", "label": "Label_0"}
{"text": "the project includes protecting building from weather and water damage.", "label": "Label_4"}
{"text": "Pompeii have taught lots of tourist about what life was like in ancient Roman world.", "label": "Label_0"}
{"text": "the people that are restoring it they thought of an idea that they would only restore the existing buildings.", "label": "Label_4"}
{"text": "they made a new approach, they included it a program that helped restore it.", "label": "Label_4"}
{"text": "they made a $100million project to make the ongoing restoration work now there is organization to restore the site and they raised almost $335million.", "label": "Optimal_3"}
{"text": "many people advocated for the funding of a repair, thus pushing for the improvement of the conditions of the city.", "label": "Label_4"}
{"text": "they worked to restore the buildings.", "label": "Label_4"}
{"text": "the site was put on the World Mountains watch list and this organization claimed that the site was in despair.", "label": "Optimal_1"}
{"text": "They are going to program it like great Pompeii project.", "label": "Label_2"}
{"text": "many people think it should stay the s", "label": "Label_0"}
{"text": "scholars  began to fear that Pompeii would continue to crumble.", "label": "Label_0"}
{"text": "Pietro Guzzo stopped all new excavation to focus on restoring existing buildings.", "label": "Optimal_2"}
{"text": "they started paying $100 million to start reparations.", "label": "Optimal_3"}
{"text": "they worked to restore the buildings for the people.", "label": "Label_4"}
{"text": "they put the money into restoring it.", "label": "Label_4"}
{"text": "the World Monuments Fund added it to its watch list in 1996.", "label": "Optimal_1"}
{"text": "the government started the Great Pompeii Project in hopes of gaining funding to help the restoration.", "label": "Optimal_3"}
{"text": "they stopped all excavations sites so no more damage would appear.", "label": "Label_1"}
{"text": "they started an organization to help make money to repair Pompeii.", "label": "Label_4"}
{"text": "they created a foundation to raise money to go towards the restoration like protecting building from the elements.", "label": "Label_4"}
{"text": "the Rome  built underground to protect their stuff..", "label": "Label_0"}
{"text": "the Rome  built underground to protect their stuff", "label": "Label_0"}
{"text": "they worked to restore the buildings for the tourists.", "label": "Label_4"}
{"text": "there is an ongoing project called the $100 million dollar project to address the issues and fix them in Pompeii.", "label": "Optimal_3"}
{"text": "the Great Pompeii Project was designed to help the conservation and restoration concerns.", "label": "Optimal_3"}
{"text": "the Italian government is spending $100 million to restore what they can in the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "They made the decision to rebuild the city and halted all work on excavations", "label": "Label_1"}
{"text": "they protested for more funding.m m", "label": "Label_0"}
{"text": "they spent $100 million on the Great Pompeii Project", "label": "Optimal_3"}
{"text": "the Superintendent of Pompeii stopped all new excavations at the site to help focus on restoring the buildings.", "label": "Optimal_2"}
{"text": "It will be planned out similarly to the famous Pompeii project.", "label": "Label_2"}
{"text": "they began to ask for the reconstruction of the historical site to take place", "label": "Label_4"}
{"text": "they started a project called the Great Pompeii Project together", "label": "Label_2"}
{"text": "new Great Pompeii Project is launched.", "label": "Label_2"}
{"text": "they think outside the b", "label": "Label_0"}
{"text": "the Italian government added Pompeii to the World monuments so they could get the funds to restore Pompeii.", "label": "Optimal_1"}
{"text": "they started raising money so the Italian government could initiate the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "great pompeii project started was created", "label": "Label_2"}
{"text": "the Superintendent stopped all current excavations to work on existing buildings.", "label": "Optimal_2"}
{"text": "the Italian government created a project to fund to rebuild of the Great Pompeii's weather damage, securing foundations, and restoring other damage buildings.", "label": "Optimal_3"}
{"text": "the Italian government initiated the Great Pompeii Project which protected the buildings from water and weather damage, secured the foundations and walls, and enhanced video surveillance systems.", "label": "Optimal_3"}
{"text": "they got the money to fix it and redo Pompeii for tourist.", "label": "Label_0"}
{"text": "they included the sight in the World Monuments Watch List to help restore buildings.", "label": "Optimal_1"}
{"text": "the site was put in the World Monuments Watch list so that Italy could get the funds to restore Pompeii.", "label": "Optimal_1"}
{"text": "stopped fresh excavations in order to promote city restoration.", "label": "Label_1"}
{"text": "sections of the city began to be rediscovered and layers of dirt were removed.", "label": "Label_0"}
{"text": "they initiated the the Great Pompeii Project years ago", "label": "Label_2"}
{"text": "the Great Pompeii Project was created to raise money to pay for the restoration work of Pompeii to save the ancient Roman history.", "label": "Optimal_3"}
{"text": "two years after the collapse happened to the House of the Gladiators, the government from Italy started the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "the superintendent stopped all excavation work to divert the work to restoration work instead.", "label": "Optimal_2"}
{"text": "the site was added to the World Monuments Watch list which advocated for the repair of the city.", "label": "Optimal_1"}
{"text": "Pompeii has now been added to the World Monuments Watch List to help conservation efforts.", "label": "Optimal_1"}
{"text": "it had been exposed to rain and humidity.", "label": "Label_0"}
{"text": "they started restore the buildings already there instead of focussing on creating new ones.", "label": "Label_1"}
{"text": "the site became a part of the World Monuments Watch list and over $100 million was raised towards restoring Pompeii.", "label": "Optimal_1"}
{"text": "the Italian government created the Great Pompeii Project and the Superintendent of Pompeii stopped all new excavations at the site.", "label": "Optimal_3"}
{"text": "the Italian government created the \"Great Pompeii Project\" to raise money.", "label": "Optimal_3"}
{"text": "the Italian government initiated a project to get money called the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "the government initiated the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "The Italian government gave Pompeii $100 million for the project.", "label": "Optimal_3"}
{"text": "the Italian government started the Great Pompeii Project, which goal is to conserve and restore Pompeii.", "label": "Optimal_3"}
{"text": "the organization advocated for the creation to restore the city.", "label": "Label_4"}
{"text": "the Italian government has initiated the Great Pompeii Project which goal is to address ongoing restoration concerns.", "label": "Optimal_3"}
{"text": "the site was shown in the world monuments watch list to stop the damage.", "label": "Optimal_1"}
{"text": "the buildings can be protected from weather and water damage.", "label": "Label_0"}
{"text": "two years after the collapse the Italian government initiated a project for make the restoration.", "label": "Label_4"}
{"text": "they decided on a plan to restore the city.", "label": "Label_4"}
{"text": "the world could be taught more about what life was like in the ancient Roman world with ongoing restoration programs.", "label": "Label_0"}
{"text": "the Italian government put more than a hundred million dollars into a project.", "label": "Optimal_3"}
{"text": "they started the Great Project", "label": "Label_2"}
{"text": "most Pompey was in need of restoration", "label": "Label_0"}
{"text": "the World Monuments Fund put Pompeii on the World Monuments Watch list.", "label": "Optimal_1"}
{"text": "archeologists spent 100 million dollars repairing the House of the Gladiators.", "label": "Optimal_3"}
{"text": "the Italian government began a $100 million project to restore the city.", "label": "Optimal_3"}
{"text": "they included a site in the World Monuments Watch list.", "label": "Optimal_1"}
{"text": "many people think it should stay the same.", "label": "Label_0"}
{"text": "the Superintendent stopped all of the unearthing in order to fix the existing buildings.", "label": "Optimal_2"}
{"text": "they started collapsing structures and the Italian government started the great Pompeii project.", "label": "Optimal_3"}
{"text": "they advocated for the creation the restore the city of Pompeii.", "label": "Label_4"}
{"text": "the Superintendent of Pompeii, Pietro Guzzo, focused on restoring Pompeii and stopped all new excavations.", "label": "Optimal_2"}
{"text": "it is being restored.", "label": "Label_4"}
{"text": "in order to protect it, Pompeii was listed in the World Monuments Watch list.", "label": "Optimal_1"}
{"text": "they made a goal for $100 million to fixed it.", "label": "Optimal_3"}
{"text": "the World Monument Fund advocated to make a plan to restore the city.", "label": "Optimal_1"}
{"text": "organizations advocated for a creation a plan to restore the city.", "label": "Label_4"}
{"text": "the organization World Monuments Fund claimed that the site was in disrepair and advocated for the plan to restore the city.", "label": "Optimal_1"}
{"text": "the Pompeii project was made to protect the new buildings from weather and water damage, secure walls and foundations.", "label": "Optimal_3"}
{"text": "The Great Pompeii Project was established.", "label": "Label_2"}
{"text": "To concentrate on rehabilitating what had previously been discovered, the Ministry of Culture halted exploring new territory.", "label": "Label_1"}
{"text": "the people that are restoring it they thought of an idea that they would only restore the existing buildings by protecting the buildings with water damage and the weather for $100 million.", "label": "Optimal_3"}
{"text": "Pietro Guzzo made it a priority to focus on restoring the existing buildings.", "label": "Optimal_2"}
{"text": "Pompeii could teach more about what life was like in the Roman time.", "label": "Label_0"}
{"text": "the site was put on the World Monuments Watch list in 1996, claiming that the site was in disrepair and advocating for a plan to restore the city.", "label": "Optimal_1"}
{"text": "the site to help protect Pompeii was added in the World Monuments Watch list.", "label": "Optimal_1"}
{"text": "the ruins were added into the World Monuments Watch list with the purpose of creating a plan to restore the city.", "label": "Optimal_1"}
{"text": "they wanted to restore the city by restoring the existing building", "label": "Label_4"}
{"text": "they wanted to restore the city by restoring the existing buildin", "label": "Label_4"}
{"text": "a site, called the World Monuments Fund, is planning to help restore the city.", "label": "Optimal_1"}
{"text": "restoration programs such as the Great Pompeii Project, with a budget of more than $100 million, are helping to fully restore the ancient city.", "label": "Optimal_3"}
{"text": "it is being restored through initiatives like the Great Pompeii Project, which was initiated by the Italian government.", "label": "Optimal_3"}
{"text": "it was added to the World Monuments Watch list and a plan has been made to help protect from weathering, restoring, and protecting.", "label": "Optimal_1"}
{"text": "$100 million project to help restore concerns at the site.", "label": "Optimal_3"}
{"text": "in the late 1990's they stopped excavating so they can focus on restoring the city.", "label": "Label_1"}
{"text": "they spent $100 million on restoration work", "label": "Optimal_3"}
{"text": "$100 million project.", "label": "Optimal_3"}
{"text": "they started with a $100 million project and conversations for the restoration of Pompeii.", "label": "Optimal_3"}
{"text": "a site was created to raise money to restore Pompeii.", "label": "Label_4"}
{"text": "they are starting a $100 million project.", "label": "Optimal_3"}
{"text": "they made the decision to give up trying to recover the structures, but", "label": "Label_1"}
{"text": "the organization advocated for a creation plan to help the restore the city.", "label": "Label_4"}
{"text": "Italy started the Great Pompeii Project with a goal of over $100 million to fully restore Pompeii.", "label": "Optimal_3"}
{"text": "the House of the Gladiators initiated the Great Pompeii Project, which helped fully restore and protect the buildings from weather and water damage.", "label": "Optimal_3"}
{"text": "they stopped the excavations, and began to restore the existing buildings through the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "an organization claimed that the site was in ruin and they advised for the creation for a plan to restore Pompeii.", "label": "Label_4"}
{"text": "The World Monuments Fund claimed that Pompeii was in despair so that the Superintendent of Pompeii stopped all excavations at the site to help restore the existing buildings in Pompeii.", "label": "Optimal_1"}
{"text": "they decided to restore the city and stopped all excavations to restore the existing buildings.", "label": "Label_1"}
{"text": "their is a fundrezer so they can gain anof money .", "label": "Label_0"}
{"text": "the Italian government initiated it.", "label": "Label_4"}
{"text": "they plan on restoring Pompeii.", "label": "Label_4"}
{"text": "the city's frescoes and mosaics began to deterioate since they were no longer protected.", "label": "Label_0"}
{"text": "the Superintendent of Pompeii stopped all new excavations and started to Great Pompeii Project which will attempt to restore and stop all deterioration.", "label": "Optimal_2"}
{"text": "due to the millions of average tourist visiting Ancient Pompeii, they have set a goal of $100 million to address the ongoing conservation and restoration concerns.", "label": "Optimal_3"}
{"text": "they wanted to restore the city by restoring the existing buildings", "label": "Label_4"}
{"text": "they stopped all new excavation to focus on restoring existing buildings.", "label": "Label_1"}
{"text": "ongoing restoration programs, such as the Great Pompeii Project, are helping to fully restore the ancient city.", "label": "Optimal_3"}
{"text": "the Great Pompeii Project was created in order to fully restore the city.", "label": "Optimal_3"}
{"text": "they decided to try to rebuild it with people with over 100 million dollars.", "label": "Optimal_3"}
{"text": "sections of the city began to be rediscovered and layers of dirt and ash were removed to preserve it.", "label": "Label_0"}
{"text": "it was included in the WMW list by the WMF in 96.", "label": "Optimal_1"}
{"text": "they created a plan to restore the city.", "label": "Label_4"}
{"text": "the Italian government initiated the Pompeii project and is restoring Pompeii.", "label": "Optimal_3"}
{"text": "Pompeii was added to the World Monuments Watch list to prevent any more damage.", "label": "Optimal_1"}
{"text": "they decided on a plan to restore the city, for instance, the superintendent of Pompeii stopped all new work on the site, to focus on restoring the old buildings.", "label": "Optimal_2"}
{"text": "they started by protecting the buildings from weather and water.", "label": "Label_4"}
{"text": "Pietro Guzzo stopped all new excavations to focus on the restoration of Pompeii.", "label": "Optimal_2"}
{"text": "they remove to expose the buried buildings and streets in the country an they are so happy for this.", "label": "Label_0"}
{"text": "they started paying $100 million on reparations.", "label": "Optimal_3"}
{"text": "the Italian government started a project to protect the building from any damage, securing and restoring, as wells as video cameras.", "label": "Label_4"}
{"text": "they worked on restoring the buildings.", "label": "Label_4"}
{"text": "Their Great Pompeii Project was started.", "label": "Label_2"}
{"text": "they worked on restoring the buildings by stopping all excavations.", "label": "Label_1"}
{"text": "they initiated the the Great Project.", "label": "Label_2"}
{"text": "the goal of more than 100 million dollar project is to address the concerns at the site.", "label": "Optimal_3"}
{"text": "the tourists could come back and visit again because it was such a popular spot around 2.5 million visited each year.", "label": "Label_0"}
{"text": "Pompeii was put on the World Monuments watch List to fund the restoration.", "label": "Optimal_1"}
{"text": "there is a $100 million project to continue the conservation and restore Pompeii.", "label": "Optimal_3"}
{"text": "the World monuments watch list stated that something needed to be done.", "label": "Optimal_1"}
{"text": "the World Monuments Fund advocated for conservation and restoration such as protecting buildings from weather and water damage.", "label": "Optimal_1"}
{"text": "instead so they are doing restoration programs so the researchers and tourists can still explore the city without breaking anything or destroying the city more and restoring the frescos.", "label": "Label_4"}
{"text": "the site is now in the World Monuments Watch list in 1996.", "label": "Optimal_1"}
{"text": "The creation of the Great Pompeii Project.", "label": "Label_2"}
{"text": "OK YES GOOD", "label": "Label_0"}
{"text": "the city was written into the World Monuments Watch list, and the organization claimed that the site was in disrepair.", "label": "Optimal_1"}
{"text": "the Superintendent of Pompeii, stopped all new.", "label": "Optimal_2"}
{"text": "they decided to start the GPP (Great pompeii project)", "label": "Label_2"}
{"text": "they had a fund in 1996 to help raise money then people could visit it more often.", "label": "Label_0"}
{"text": "visitors remove small sections of the building and mosaics.", "label": "Label_0"}
{"text": "they included the site in the World Monuments Watch List.", "label": "Optimal_1"}
{"text": "restoration programs like the Great Pompeii Project, are here to ensure that the city will be here for generations.", "label": "Optimal_3"}
{"text": "even though they can´t fix it they can still explore it.", "label": "Label_0"}
{"text": "there are projects like the \"Great Pompeii Project\" that are being set up in order to fund the restoration of this great city and to reach the goal of $100 million or more.", "label": "Optimal_3"}
{"text": "in the late 1990’s the superintendent band tourists so they could focus on the reconstruction of Pompeii.", "label": "Optimal_2"}
{"text": "the location was added to the World Monuments Watch list which advocated for a creation plan to save Pompeii.", "label": "Optimal_1"}
{"text": "they put together an organization to help fund and raise the money need to restore Pompeii.", "label": "Label_4"}
{"text": "the Italian government is excavation the existing buildings and restoring the artifacts.", "label": "Label_4"}
{"text": "they began to protect the buildings from weather and water damage, restoring the frescos, and enhancing video surveillance systems.", "label": "Label_4"}
{"text": "it was included in the World Monuments Watch list which planned to restore and preserve the city.", "label": "Optimal_1"}
{"text": "they added Pompeii to the World monuments so they could get the funds to restore Pompeii.", "label": "Optimal_1"}
{"text": "archeologists spent 100 million dollars repairing the House of the Gladiators bur more things in Pompeii need to be fixed.", "label": "Optimal_3"}
{"text": "restoration programs raise funding for future archaeologists to explore the city.", "label": "Label_0"}
{"text": "They began bringing down buildings and launched the massive Pompeii project.", "label": "Label_2"}
{"text": "the Italian government started a project to restore it", "label": "Label_4"}
{"text": "They are going to program it like great Pompeii.", "label": "Label_2"}
{"text": "the Italian government initiated a 100 million dollar project to restore the city.", "label": "Optimal_3"}
{"text": "in 1996 Pompeii was put on the World Monuments Watch list, and the reason for this is they claimed Pompeii was in disrepair so the Italian government put 100 million dollars to restoring Pompeii.", "label": "Optimal_1"}
{"text": "the Italian government began to restore Pompeii by creating the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "they think outside the box.", "label": "Label_0"}
{"text": "They halted digging in the late 1990s so they could concentrate on rebuilding the city.", "label": "Label_1"}
{"text": "two years after the destruction of the House of the Gladiators, the Italian government started the Pompeii Project.", "label": "Optimal_3"}
{"text": "to help Pompeii from further damage, the site was watched by the world monuments.", "label": "Optimal_1"}
{"text": "Pietro Guzzo, the Superintendent of Pompeii, stopped the new excavations to focus on restoring.", "label": "Optimal_2"}
{"text": "they made a plan to restore the existing buildings and protect them from damage.", "label": "Label_4"}
{"text": "the superintendent of Pompeii stopped all new excavations at the site.", "label": "Optimal_2"}
{"text": "superintendent of Pompeii Pietro Guzzo had stopped all excavations at the site so they could restore the existing buildings.", "label": "Optimal_2"}
{"text": "Pietro Guzzo, the Superintendent of Pompeii, stopped all excavations to focus on restoring all current buildings in Pompeii.", "label": "Optimal_2"}
{"text": "they restored the city buildings worked on preventing further weather and water damage, secured foundations and walls, restored the frescos, and enhanced video surveillance systems.", "label": "Label_0"}
{"text": "in order to help Pompeii the Italian government started the Great Pompeii Project which has a goal to collect more than $100 million to help restore the city.", "label": "Optimal_3"}
{"text": "in the late 1990's Superintend of Pompeii stopped excavating so they can focus on restoring the city.", "label": "Optimal_2"}
{"text": "they made a goal for $100 million to fix the Ancient Pompeii.", "label": "Optimal_3"}
{"text": "they protected Pompeii from damage.", "label": "Label_4"}
{"text": "they can fix the city and the Ancient Pompeii.", "label": "Label_4"}
{"text": "the site was put on the World Monuments Watch list.", "label": "Optimal_1"}
{"text": "ongoing conservation and restoration concerns at the site.", "label": "Label_4"}
{"text": "they start a new Great Pompeii Project to change things", "label": "Label_2"}
{"text": "the site was featured in the World Monument Watch list.", "label": "Optimal_1"}
{"text": "they stopped the unearthing to preserve what they already had.", "label": "Label_1"}
{"text": "Visitors can take souvenirs and frescoes without it being damaged.", "label": "Label_0"}
{"text": "they restored it", "label": "Label_4"}
{"text": "the World Monuments Fund organization advocated for a plan to slowly but surely restore the city and protect the existing buildings.", "label": "Optimal_1"}
{"text": "they started collapsing structures and started the great Pompeii project.", "label": "Label_2"}
{"text": "the World Monuments Fund included the site in the World Monuments Watch List in 1996 and all excavations were stopped in the late 1990's to prevent any further decay.", "label": "Optimal_1"}
{"text": "all new excavations were stopped to focus on restoring the existing buildings, by the Superintendent of Pompeii.", "label": "Optimal_2"}
{"text": "they are protecting the buildings from water and weather damage, securing foundation and walls, restoring fresco's, and enhancing video surveillance systems.", "label": "Label_0"}
{"text": "they started a project called the Great Pompeii", "label": "Label_2"}
{"text": "the Italian government to try to preserve Pompeii.", "label": "Label_4"}
{"text": "Pietro Guzzo they founded a organization", "label": "Label_4"}
{"text": "they initiated the the Great Pompeii Project.", "label": "Label_2"}
{"text": "the Italian government, and the World Monuments Fund initiated an over 100 million dollar project to preserve it.", "label": "Optimal_3"}
{"text": "they added the site to a watch list and the Italian government started the great Pompeii project.", "label": "Optimal_3"}
{"text": "an organization claimed the site was in needs of re.", "label": "Label_0"}
{"text": "Italian authorities have begun a program that aims to restore many structures and ancient attractions from Pompeii.", "label": "Label_4"}
{"text": "archeologist began the tedious process of uncovering the ruins.", "label": "Label_0"}
{"text": "the Italian government made the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "they began to escavate the city and noticed that the building were ancient and needed to be preserved.", "label": "Label_0"}
{"text": "In order to prevent more damage the World Monuments watch list claimed the site was being destroyed so Pietro Guzzo focused on restoring the remaining buildings.", "label": "Optimal_1"}
{"text": "the Italian government created the Great Pompeii Project where they planned to raise money to fully restore the city.", "label": "Optimal_3"}
{"text": "they made a $100million project to make the ongoing restoration the site and they raised almost $335million to rebuild the site they made a Great Pompeii Project.", "label": "Optimal_3"}
{"text": "the Rome  built underground to protect their stuff.", "label": "Label_0"}
{"text": "the goal of the $100 million project was to address the conservations and restoration concerns at the site.", "label": "Optimal_3"}
{"text": "Pompeii was placed on the World Monuments Watch list and the Italian government created a Great Pompeii Project to rebuild the city.", "label": "Optimal_1"}
{"text": "they began uncovering the city and spending millions to help restore buildings.", "label": "Label_4"}
{"text": "they think outside the", "label": "Label_0"}
{"text": "they start a new Pompeii Project.", "label": "Label_2"}
{"text": "despite the lack of funding from the Italian Ministry of Culture, they were included in the World Monuments Watch list to help with the rebuilding.", "label": "Optimal_1"}
{"text": "the site was admitted in the World Monuments Watch that was listed by the World Monuments Fund in 1996.", "label": "Optimal_1"}
{"text": "in 1998 the superintendent of Pompeii stopped all new excavations of the city to focus on restorations.", "label": "Optimal_2"}
{"text": "an organization claimed the site was in needs of repairs.", "label": "Label_0"}
{"text": "archaeologists stopped the unearthing to preserve what they already had.", "label": "Label_1"}
{"text": "The Great Pompeii Project was launched.", "label": "Label_2"}
{"text": "They are going to program it like great Pompeii project, the Italian government initiated, the great Pompeii Project.", "label": "Optimal_3"}
{"text": "to help protect Pompeii from being completely destroyed it was put on the World Monuments Watch List to protect it in the future..", "label": "Optimal_1"}
{"text": "they remove to expose the buried buildings and streets.", "label": "Label_0"}
{"text": "Pietro Guzzo stopped new excavations to work on the preexisting buildings.", "label": "Optimal_2"}
{"text": "they made a plan to restore the city.", "label": "Label_4"}
{"text": "in order the help protect Pompeii from more damage, there was a site included by the World Monuments Fund to the World Monuments Watch list in 1996.", "label": "Optimal_1"}
{"text": "they start a new Great Pompeii Project for the Italian government.", "label": "Optimal_3"}
{"text": "to protect from anymore damage, they added it to a site and are focusing on restoring the buildings.", "label": "Label_4"}
{"text": "the city was ordered to stop the excavations and to work towards a restoration effort.", "label": "Label_1"}
{"text": "the Italian government created a project in order to address all of Pompeii's issues costing more than $100 million.", "label": "Optimal_3"}
{"text": "the Italian government started the Great Pompeii Project in order to restore the lost city.", "label": "Optimal_3"}
{"text": "Pietro Guzzo stopped new excavations to protect existing buildings.", "label": "Optimal_2"}
{"text": "they added it to the World Monuments Watch list and started to restore the city also they created the Great Pompeii Project.", "label": "Optimal_1"}
{"text": "in the late 1990's all excavation was stopped to put more focus on the restoration project.", "label": "Label_1"}
{"text": "the Superintendent of Pompeii stopped the ongoing or new excavations so they could focus on restoring the already exposed buildings.", "label": "Optimal_2"}
{"text": "they got to work and started fixing the place up again with the people of the land.d", "label": "Label_4"}
{"text": "they rebuilt and refurbished Pompeii.", "label": "Label_4"}
{"text": "the  Italian cultural minister decided it was time to fix the city.", "label": "Label_4"}
{"text": "Pompeii was included in the World Monuments Watch list which allowed the organization to form a plan to restore Pompeii.", "label": "Optimal_1"}
{"text": "they had to start the great prompeii project", "label": "Label_2"}
{"text": "Pietro stopped excavations to prevent further damage.", "label": "Optimal_2"}
{"text": "the Italian government used $100 million to help protect the buildings in Pompeii.", "label": "Optimal_3"}
{"text": "Pompeii still has much to teach people about what life was like in ancient Roman.", "label": "Label_0"}
{"text": "they began to restore it after the ancient city had been put on a watch list, the Italian government created a project to fund the rebuild.", "label": "Optimal_1"}
{"text": "it was put on the World Monuments Watch list because of the World Monuments Fund in 1996.", "label": "Optimal_1"}
{"text": "archaeologists the restoration may help future generations and visitors can go see.", "label": "Label_0"}
{"text": "They stopped digging and started restoring the already-existing structures.", "label": "Label_1"}
{"text": "the Great Pompeii project was formed to ensure future visitors would be able to continue to explore the ancient city.", "label": "Optimal_3"}
{"text": "they added the site to a watch list and started the great pompeii project.", "label": "Optimal_1"}
{"text": "the goal is to raise money so that they can build more buildings.", "label": "Label_0"}
{"text": "the Italian government started a project called the Great Pompeii Project, which is to help restore the buildings as people fund.", "label": "Optimal_3"}
{"text": "they estimated that 335 million dollars could prevent further damage.", "label": "Label_0"}
{"text": "they have raised funds to restore the exsisting buildings.", "label": "Label_4"}
{"text": "Pietro Guzzo stopped all the new excavations and they started to focus on the existing buildings.", "label": "Optimal_2"}
{"text": "tourist can continue to visit this historic site.", "label": "Label_0"}
{"text": "the World Monuments Fund added it to the World Monuments Watch list and started to restore the city also the Italian government created the Great Pompeii Project.", "label": "Optimal_1"}
{"text": "two years after the destruction of the House of the Gladiators the Italian government started the Great Pompeii Project which would spend more than $100 million to restore the lost city.", "label": "Optimal_3"}
{"text": "many organizations came up with a plan to stop all the new excavations and focus on saving the buildings that already existed.", "label": "Label_1"}
{"text": "the ancient city has been included on the World Monuments Watch since 1996.", "label": "Optimal_1"}
{"text": "they had to work on", "label": "Label_0"}
{"text": "they made a $100million project to make the ongoing restoration work now there is organization to restore the site.", "label": "Optimal_3"}
{"text": "they found more ways to restore it like more money.", "label": "Label_4"}
{"text": "the Italian government started a project to raise more than 100 million to address conversations, damages, and restoration concerns called the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "the site advocate for the creation and planned to restore the city.", "label": "Label_4"}
{"text": "they prevented further deterioration.", "label": "Label_4"}
{"text": "from helping Pompeii from further damage the site was included in world monuments watch list fund in 1996 to advocate for the creation plan to restore the city.", "label": "Optimal_1"}
{"text": "they decided to protect the buildings from weather and water damage, secure the foundations and walls, restore the frescos, and enhance their video surveillance systems.", "label": "Label_4"}
{"text": "they superintendent of Pompeii stopped all excavations sp te buildings could be restored.", "label": "Optimal_2"}
{"text": "They may help to ensure that future generations of archaeolgists and visitors will be able to explore this ancient city.", "label": "Label_0"}
{"text": "in 1996 Pompeii was put in the monuments watch list by the World Monuments Fund.", "label": "Optimal_1"}
{"text": "the pompeii great project was started", "label": "Label_2"}
{"text": "the World Monuments Fund decided to attempt to make a plan to restore the city to its full potential.", "label": "Optimal_1"}
{"text": "focus has been turned to the restoration of the building exposed.", "label": "Label_4"}
{"text": "To concentrate on the preservation of the existing structures, they halted all further excavations at the location.", "label": "Label_1"}
{"text": "many people think it should stay the same", "label": "Label_0"}
{"text": "the Italian government started the Great Pompeii Project in order to address the conservation and restoration concerns at the site.", "label": "Optimal_3"}
{"text": "the Italian government plans to operate the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "they offered a $100 million project.", "label": "Optimal_3"}
{"text": "they got to work and started fixing the place up again with the people of the land.", "label": "Label_4"}
{"text": "they it was listed in the World Monuments Watch List.", "label": "Optimal_1"}
{"text": "the repairing of Pompeii would be $335 million dollars to restore it but with the rain, and the humidity it will not happen to restoring Pompeii.", "label": "Label_0"}
{"text": "visitors remove small sections of the building.", "label": "Label_0"}
{"text": "Pietro Guzzo focused on rebuilding the existing buildings.", "label": "Optimal_2"}
{"text": "the Great Pompeii Project was created to raise more than $100 million dollars to conserve and restore the site.", "label": "Optimal_3"}
{"text": "two years after the house of gladiators collapse the Italian Government began a funding which received 100 million dollars in funding.", "label": "Optimal_3"}
{"text": "Pompeii is very valuable and it would continue to crumble.", "label": "Label_0"}
{"text": "To concentrate on rehabilitation, they halted all fresh excavations.", "label": "Label_1"}
{"text": "Pietro Guzzo and the Italian government founded an organization.", "label": "Label_4"}
{"text": "it was estimated that $335 million could be needed to address the issues at Pompeii and prevent further deterioration.", "label": "Label_0"}
{"text": "they are starting a project to help restore the lost city with a $100 million project to address the conservation and restore the site.", "label": "Optimal_3"}
{"text": "the city's frescoes and mosaics began to deterioate since they were no longer.", "label": "Label_0"}
{"text": "they rebuilt and refurbished Pompeii through the World Monuments Fund", "label": "Optimal_1"}
{"text": "the Italian government initiated the $100 million Great Pompeii Project.", "label": "Optimal_3"}
{"text": "they started conversations about a $100 million project.", "label": "Optimal_3"}
{"text": "they think outside the box", "label": "Label_0"}
{"text": "they have gotten help to restore the city and want people to be able to explore this city.", "label": "Label_4"}
{"text": "they worked on discovered buildings by  preventing further weather and water damage, secured foundations and walls, restored the frescos, and enhanced video surveillance systems.", "label": "Label_0"}
{"text": "the Italian government initiated the Great Pompeii Project, including protecting buildings from weather damage, enhancing fountains and walls, restoring frescoes, and doubling surveillance.", "label": "Optimal_3"}
{"text": "advocated for the restoration of the city.", "label": "Label_4"}
{"text": "they decided to raise enough money to at least preserve what they currently had by securing foundations and enhancing surveillance systems to ensure no further damage occurred.", "label": "Label_4"}
{"text": "they worked on discovered buildings by  preventing further weather and water damage, secured foundations and walls, restored the frescos, and enhanced the video surveillance systems.", "label": "Label_0"}
{"text": "they have done multiple efforts to restore the city and created the Great Pompeii Project in order to restore and conserve the city.", "label": "Optimal_3"}
{"text": "the government in Italy decided to start the Great Pompeii Project to fund Pompeii's conservation.", "label": "Optimal_3"}
{"text": "it is being restored through intiatives like the Great Pompeii Project", "label": "Optimal_3"}
{"text": "the superintendent of Pompeii stopped all the new excavations in order to focus on the restoration of the city.", "label": "Optimal_2"}
{"text": "sections the country began to be rediscovered and ash were remove to expose the buried buildings and streets.", "label": "Label_0"}
{"text": "they began uncovering the city.", "label": "Label_0"}
{"text": "archaeologist  began to dig at the site.", "label": "Label_0"}
{"text": "they decided to try to rebuild it with people and with a lot of money.", "label": "Label_4"}
{"text": "the Superintendent of Pompeii stopped all new excavations at the site to focus on restoring the deteriorating buildings.", "label": "Optimal_2"}
{"text": "the Italian government began the Great Pompeii Project to help with the conservation and restoration concerns.", "label": "Optimal_3"}
{"text": "the Superintendent of Pompeii stopped all of the new excavations at the site of Pompeii in order to focus on the restoration of the buildings.", "label": "Optimal_2"}
{"text": "the Superintendent of Pompeii stopped all new excavations at the site to restore the existing buildings.", "label": "Optimal_2"}
{"text": "the Italian government started the 100 million dollar project.", "label": "Optimal_3"}
{"text": "their superintendent had made sure to set all things aside so their main priorities could be focused on fixing the building.", "label": "Optimal_2"}
{"text": "the site was added to the World Monument Watch list in 1996.", "label": "Optimal_1"}
{"text": "restoration programs raise funding to protect buildings from weathering, install surveillance systems, and secure the foundation and walls of the city.", "label": "Label_4"}
{"text": "they were gonna do it but they found out the it will cost about 100 millions dollars", "label": "Label_0"}
{"text": "things like the World Monuments Fund and the Great Pompeii Project headed initiatives to restore the city.", "label": "Optimal_1"}
{"text": "they started raising money to restore the frescos and enhance the video surveillance.", "label": "Label_0"}
{"text": "Pietro Guzzo halted all new excavations at the site to focus on the restoration of the existing buildings.", "label": "Optimal_2"}
{"text": "The Great Pompeii was their first venture.", "label": "Label_2"}
{"text": "Pietro Guzzo has stopped all new excavations to help restore Ancient Pompeii.", "label": "Optimal_2"}
{"text": "they began to raise awareness to the issue by having it included in the World Monuments Fund, and raising money for it with the Great Pompeii Project.", "label": "Optimal_1"}
{"text": "scholars and archaeologists began to fear that Pompeii would continue to crumble and valuable information about roman life would be lost.", "label": "Label_0"}
{"text": "they reached out to the World Monuments Fund in 1996 and eventually were given $100 million to restore the city.", "label": "Optimal_3"}
{"text": "an organization started to get to work, and they raised over 100 million dollars for the city to be restored and got to work.", "label": "Optimal_3"}
{"text": "they decided to try to rebuild it.", "label": "Label_4"}
{"text": "the Italian government created the Great Pompeii Project to restore the city and have people to be able to explore this city.", "label": "Optimal_3"}
{"text": "in the late 1990s they stopped excavating and started restoring.", "label": "Label_1"}
{"text": "a 100 million dollar project was created to restore some parts of Pompeii.", "label": "Optimal_3"}
{"text": "the restoration cost went from 335 million dollars to 100 million dollars, which as spent on the House of the Gladiators.", "label": "Optimal_3"}
{"text": "the Great Pompeii Project was created....", "label": "Label_2"}
{"text": "Pietro Guzzo stopped all excavations until Ancient Pompeii was restored.", "label": "Optimal_2"}
{"text": "The Italian government put in $100 million project is to address the ongoing restoration, like building walls to protect it from wind and storms.", "label": "Optimal_3"}
{"text": "they can fix the city and the Ancient Pompeii which will cost more than 100 million.", "label": "Optimal_3"}
{"text": "the Italian government initiated the Great Pompeii Project, with the goal to restore the site.", "label": "Optimal_3"}
{"text": "they have protected buildings from weather and water damages.", "label": "Label_0"}
{"text": "in 1996 by the world monuments the site was included in the watch list.", "label": "Optimal_1"}
{"text": "their is a fundrezer so they can gain anof money", "label": "Label_0"}
{"text": "they started to protect the buildings from weather and water damage.", "label": "Label_4"}
{"text": "the Italian government initiated the Great Pompeii Project with the goal of raising more than $100 million to address ongoing conservation and restoration concerns at the site.", "label": "Optimal_3"}
{"text": "the Great Pompeii Project was initiated in order to raise money to restore the city.", "label": "Optimal_3"}
{"text": "in order to help protect they have saved it by including it in world monuments watch list for fund in 1996.", "label": "Optimal_1"}
{"text": "they reached out to the World Monuments Fund in 1996 and eventually were given $100 million for restoration.", "label": "Optimal_1"}
{"text": "the site was added to an organization that would help fund money, and they helped create a plan to restore the city.", "label": "Label_4"}
{"text": "archaeologists the restoration may help future generations.", "label": "Label_0"}
{"text": "they a started Great Pompeii project", "label": "Label_2"}
{"text": "most Pompey was in need of restoration.", "label": "Label_0"}
{"text": "they got to work and started fixing the place up again with the people of the land.da", "label": "Label_4"}
{"text": "it was put on the World Monuments Watch List.", "label": "Optimal_1"}
{"text": "many people think it should stay the sam", "label": "Label_0"}
{"text": "They are going to program it great Pompeii project", "label": "Label_2"}
{"text": "the World Monuments Watch List and the Great Pompeii Project were created.", "label": "Optimal_1"}
{"text": "the artifacts would not further deteriorate and crumble due to whether conditions.", "label": "Label_0"}
{"text": "they got to work and started fixing the place up again with the people of the land.daf", "label": "Label_4"}
{"text": "the Italian government issued the Great Pompeii project.", "label": "Optimal_3"}
{"text": "they put in the Monuments Watch list by the Monuments Fund in 1996.", "label": "Optimal_1"}
{"text": "they started a new project for the Italian government.", "label": "Label_4"}
{"text": "the Italian government initiated the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "in the late 1990's, Superintendent of Pompeii, Pietro Guzzo, stop new buildings at the site just to work more on the existing buildings.", "label": "Optimal_2"}
{"text": "Italy started the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "Pietro Guzzo, the Superintendent of Pompeii, stopped any excavations and focused on restoration.", "label": "Optimal_2"}
{"text": "they spent 100 million dollars to address the ongoing care and restoration concerns for the restoration site.", "label": "Optimal_3"}
{"text": "the site was initiated in the World Monuments Watch List, and The Pompeii project was put into work, raising 100$ dollars to help preserve the current city.", "label": "Optimal_1"}
{"text": "all new excavations at the site have been stopped.", "label": "Label_1"}
{"text": "the Great Pompeii Project was put together to help fund the restoration of the city.", "label": "Optimal_3"}
{"text": "they think it will cost $355 million dollars.", "label": "Label_0"}
{"text": "the Italian government enlisted the Great Pompeii Project.", "label": "Optimal_3"}
{"text": "people started programs and projects to try and raise money to help save the city.", "label": "Label_4"}
{"text": "they can fix it.", "label": "Label_4"}
{"text": "all new excavations were stopped to focus on restoring the existing buildings.", "label": "Label_1"}
{"text": "they protested for more funding.m", "label": "Label_0"}
{"text": "they spent $100 million on restoration and conservation concerns.", "label": "Optimal_3"}
{"text": "a 100 million dollar project is ongoing to help restore the city.", "label": "Optimal_3"}
{"text": "there was an organization that helped the city from further damage.", "label": "Label_4"}
{"text": "they protested for more funding.m mn", "label": "Label_0"}
{"text": "The Pompeii Project was their first endeavor.", "label": "Label_2"}
{"text": "The Great Pompeii Project was their first endeavor.", "label": "Label_2"}
{"text": "Scholars and archeologists began to be feared Pompeii would've continued to crumble some valuable information about the acients in Roman.", "label": "Label_0"}
{"text": "they found a new approach by creating an organization to fund the rebuilding of the city and Pietro Guzza is stopping excavation.", "label": "Optimal_2"}
{"text": "they worked to restore the buildings for the public.", "label": "Label_4"}
{"text": "$100 million is estimated to pay for the restoration costs to fix mosaic and buildings.", "label": "Optimal_3"}
{"text": "At the location, all new excavations have come to an end.", "label": "Label_1"}
{"text": "to prevent further damage to the city, in the 1990's all research and tourism was stopped on the area while the restoration plan, the Great Pompeii Project, began.", "label": "Optimal_3"}
