{"text": "they didn't have the money to do so.", "label": "Label_1"}
{"text": "the cost of doing so would be approximately $335 million.", "label": "Optimal_2"}
{"text": "it would cost about 335 million dollars to restore and preserve the city.", "label": "Optimal_2"}
{"text": "Pompeii was affected by tourists and the heavy traffic wears away the surface of the roads and visitors remove small sections of the buildings and mosaics.", "label": "Label_3"}
{"text": "they did not have the funding to persevere the excavated portions of the city.", "label": "Label_1"}
{"text": "the cost of repairs to the city were so large that the Italian government couldn't afford to keep up with them.", "label": "Optimal_1"}
{"text": "rain, humidity, and temperature soon weakened Pompeii's ancient buildings and caused further deterioration to the frescoes and mosaics.", "label": "Label_3"}
{"text": "it would take approximately 335 million dollars to restore.", "label": "Optimal_2"}
{"text": "once they escavated the ancient buildings out of the ground they began to deteriorate due to many weather conditions which made it harder to restore, because there ware many obstacles like rain.", "label": "Label_3"}
{"text": "organizations advocated for a creation a plan to restore the city and Pietro Guzzo stopped excavations at site in order to focus on restoring existing buildings.", "label": "Label_4"}
{"text": "it would be a lot of money to make happen.", "label": "Label_2"}
{"text": "it was very expensive age works cost $335 million.", "label": "Optimal_2"}
{"text": "the Italian Ministry of Culture did not have $355 million that they needed.", "label": "Optimal_1"}
{"text": "the Italian Ministry of Culture did not have access to the proper funding and resources to effectively preserve what was left of Pompeii.", "label": "Optimal_1"}
{"text": "the Pompeii did not have the funding.", "label": "Label_1"}
{"text": "the rebuild was too expensive, estimated that approximately $335 million.", "label": "Optimal_2"}
{"text": "the Italian govern initiated the Great Pompeii project.", "label": "Label_4"}
{"text": "they didn't have the funding needed to restore the city.", "label": "Label_1"}
{"text": "there was a lack of funding.", "label": "Label_1"}
{"text": "the Superintendent stopped all new excavations at the site of Pompeii in order to focus on the restoration of the buildings.", "label": "Label_4"}
{"text": "instead the site has been included in the World Monuments Fund in 1996, stopping all excavations in order to repair the city.", "label": "Label_4"}
{"text": "it would cost about $335 to restore and preserve the city.", "label": "Optimal_2"}
{"text": "it was going to cost a lot of many and time because of how badly it was destroyed.", "label": "Label_2"}
{"text": "the original building is monumental.", "label": "Label_0"}
{"text": "there are still around 2.5 million people that visit the city every year.", "label": "Label_3"}
{"text": "the reconstruction of the city were very expensive.", "label": "Label_2"}
{"text": "Scholars and archaeologists fear that the Pompeii will continue to crumble with losing the valuable information about ancient Roman life.", "label": "Label_3"}
{"text": "these excavations quite often caused major problems.", "label": "Label_3"}
{"text": "it will cost more than it is worth.", "label": "Label_2"}
{"text": "it would cost about $335 million which they don't have the funding for.", "label": "Optimal_2"}
{"text": "it took thousands of people to rediscover the land.", "label": "Label_0"}
{"text": "Pompeii would need 335 million to be addressed.", "label": "Optimal_2"}
{"text": "they did not have enough funds to fully restore the city.", "label": "Label_1"}
{"text": "Progress is being made to fix this issue such as the superintendent stopping excavation work to divert the work to restoration instead.", "label": "Label_4"}
{"text": "others feel that it would no longer be authentic if it was restored.", "label": "Label_0"}
{"text": "problems happen like the buildings deteriorate, natural forces, and tourists make it harder, they even don't have the funding to restore Pompeii.", "label": "Label_3"}
{"text": "it will cost a lot.", "label": "Label_2"}
{"text": "many of the buildings that were rebuilt were made incorrectly and were difficult to maintain because the materials originally used were more solid.", "label": "Label_3"}
{"text": "they didn't want to change its old architecture.", "label": "Label_0"}
{"text": "they didn't have the funding for it so they put the site into the Worlds Monuments Watch List so they could acquire funding.", "label": "Label_4"}
{"text": "Pompeii was included in the World Monuments Watch list.", "label": "Label_4"}
{"text": "the site was so far into deterioration and they needed to repair water damage and securing foundations of walls it would cost almost $100million to repair it.", "label": "Label_2"}
{"text": "when the city was rebuilt it was very hard to maintain due to having the wrong materials.", "label": "Label_0"}
{"text": "the Italian Ministry of Culture did not have enough money to preserve portions of the city, as it would have costed about $335 million.", "label": "Optimal_1"}
{"text": "in 1990 the Superintendent stopped excavations so they can focus of restoring existing buildings.", "label": "Label_4"}
{"text": "it effects tourist.", "label": "Label_0"}
{"text": "the Italian Ministry of Culture does not have enough money to pay for the excavation.", "label": "Optimal_1"}
{"text": "there was not enough funding to restore Pompeii.", "label": "Label_1"}
{"text": "the Italian Ministry of Culture did not have the money.", "label": "Optimal_1"}
{"text": "the cost to restore the city was too much.", "label": "Label_2"}
{"text": "scholars fear Pompeii will continue to crumble and ancient life will be lost.", "label": "Label_0"}
{"text": "the buildings was going to be hard since they're old and fragile.", "label": "Label_0"}
{"text": "the Italian Ministry of Culture did not have the money to preserve portions of the city.", "label": "Optimal_1"}
{"text": "rain, humidity, and temperature weakened buildings.", "label": "Label_3"}
{"text": "they did not have the money to do the restorations for it.", "label": "Label_1"}
{"text": "Italian ministry of culture did not have enough funding.", "label": "Optimal_1"}
{"text": "they did not have the funds to afford the restoration work.", "label": "Label_2"}
{"text": "they did not have the funds to afford the restoration work the repair would cost 335 million dollars.", "label": "Optimal_2"}
{"text": "when they made the restoration they realized they did it poorly rebuilt and were difficult to maintain because it costed $1335 million dollars.", "label": "Optimal_2"}
{"text": "it took a lot of money to restore the land it would cost $335 million.", "label": "Optimal_2"}
{"text": "the Italian Ministry of Culture didn't have the money to preserve the excavated portions adequately.", "label": "Optimal_1"}
{"text": "the cost of $335 million was too much for the Italian Ministry to rebuild and.", "label": "Optimal_2"}
{"text": "visitors actively destroy the sit for souvenirs and the orinal material used were flimsy", "label": "Label_3"}
{"text": "restoring it was going to be really hard because of funding they needed $335", "label": "Optimal_2"}
{"text": "visitors actively destroy the sit for souvenirs and the ordinal material used were flimsy it was really worn.", "label": "Label_3"}
{"text": "it is an ancient city with minor historical value and would be a waste of 335 million to repair.", "label": "Optimal_2"}
{"text": "around 2.5 million tourist are visiting it every year and it had been estimated approximately $335 million would be needed to prevent deterioration.", "label": "Optimal_2"}
{"text": "many of the buildings were poorly rebuilt using inappropriate materials and were difficult to maintain with  $335 million needed to address all the issues due to tourism.", "label": "Optimal_2"}
{"text": "they need money for restoration.", "label": "Label_2"}
{"text": "the reconstruction is too expensive, estimated approximately $335 million.", "label": "Optimal_2"}
{"text": "they faced challenges due to weather and deterioration as the buildings were no longer protected.", "label": "Label_0"}
{"text": "this could mean that archaeologists have to stop Excavating Pompeii.", "label": "Label_0"}
{"text": "they used inappropriate materials and poor methods, and it would cost about $335 million to fully fix.", "label": "Optimal_2"}
{"text": "it took a lot of money to restore the land.", "label": "Label_2"}
{"text": "due to being exposed to oxygen, rain, temperatures, and sunlight the city began to deteriorate and tourists visiting the site made it difficult to rebuild.", "label": "Label_3"}
{"text": "the IMC did not have enough money to properly preserve anything excavated.", "label": "Optimal_1"}
{"text": "the restoration would be extremely expensive with a cost of approximately $335 million for preventing further restoration.", "label": "Optimal_2"}
{"text": "the Italian Ministry of Culture didn't have the money to be able to fix the city.", "label": "Optimal_1"}
{"text": "in order to help protect Pompeii from any further damage the site was included in a world monuments watch they claimed that the site was in disrepair.", "label": "Label_4"}
{"text": "there was not enough funding to help restore the city.", "label": "Label_1"}
{"text": "the Italian Ministry of Culture did not have funding for it.", "label": "Optimal_1"}
{"text": "The ministry of culture could be needed to address all the issues at Pompeii.", "label": "Label_0"}
{"text": "others feel that it would no longer be authentic if it was restored it would also cost a lot of mone", "label": "Label_2"}
{"text": "the Italian Ministry of Culture at the time did not have the right amount of funding to preserve excavated parts of the city.", "label": "Optimal_1"}
{"text": "the estimated cost is $335 to restore.", "label": "Optimal_2"}
{"text": "many of the buildings were poorly rebuilt using inappropriate materials and were difficult to maintain with  $335 million needed to address the issues.", "label": "Optimal_2"}
{"text": "people are exploring underneath of Pompeii and discovered builds and streets underneath the city.", "label": "Label_0"}
{"text": "Italy put Pompeii on the Monuments Watch list and started the Great Pompeii Project.", "label": "Label_4"}
{"text": "Italian Ministry of Culture did not fund adequately.", "label": "Optimal_1"}
{"text": "the deterioation of the site became impossible to ignore when people arrived one morning to find the House of the Gladiators in ruins and it was not good.", "label": "Label_0"}
{"text": "the cite was able to be included in the World Monuments Watch list.", "label": "Label_4"}
{"text": "the Italian government didn't have the funding to restore Pompeii.", "label": "Optimal_1"}
{"text": "the restoration would cost about 335 million dollars.", "label": "Optimal_2"}
{"text": "there are major damages due to researchers digging at the site and weather, funding to restore the site is also an issue, around $335 million is needed to restore the site.", "label": "Optimal_2"}
{"text": "this could mean that archaeologists have to stop Excavating Pompeii because it could lead to more damage to the city.", "label": "Label_0"}
{"text": "the restoration would be extremely expensive.", "label": "Label_2"}
{"text": "it was too expensive.", "label": "Label_2"}
{"text": "once uncovered from the layers of dirt the city began to deteriorate.", "label": "Label_0"}
{"text": "restoration would be challenged due to weather and financial issues as the project would cost $100 million.", "label": "Optimal_2"}
{"text": "Ministry of Culture didn't quite have the funding to adequately preserve said excavated portions of the city.", "label": "Optimal_1"}
{"text": "restoration on the project would be tedious and would cost 335 million dolars.", "label": "Optimal_2"}
{"text": "the Italian Ministry of Culture did not have enough money of 35 million dollars to repair the damage.", "label": "Optimal_1"}
{"text": "it was fine the way it was..", "label": "Label_0"}
{"text": "the Italian Ministry of Culture didn't have enough funding to properly restore the city.", "label": "Optimal_1"}
{"text": "the Italian Ministry of culture didn't have the funding necessary to restore the site.", "label": "Optimal_1"}
{"text": "the excavations cause major problems such as loss of light and oxygen.", "label": "Label_0"}
{"text": "Ancient Pompeii is a historical and monumental site.", "label": "Label_0"}
{"text": "Pietro Guzzo stopped all new excavations to focus on restoration.", "label": "Label_4"}
{"text": "tourism has taken over a large portion of Pompeii, with around 2.5 million people visiting yearly.", "label": "Label_3"}
{"text": "they did not have the proper funding provided.", "label": "Label_1"}
{"text": "they were not getting the funding they needed to get to restored the buildings.", "label": "Label_1"}
{"text": "the Italian Ministry of Culture didn't have the funding to save portions of the city.", "label": "Optimal_1"}
{"text": "idk this answer so", "label": "Label_0"}
{"text": "the Italian ministry of Culture did not have the money, as it would take around $335 million to address all the issues that Pompeii has.", "label": "Optimal_1"}
{"text": "many of the buildings were poorly rebuilt using inappropriate materials and were difficult to maintain with  $335 million could be needed to prevent further harm.", "label": "Optimal_2"}
{"text": "it is estimated that the construction would cost around $335 million and the Italian Ministry of Culture simply cannot afford it.", "label": "Optimal_1"}
{"text": "it is estimated that approximately $335 million might be needed to address all of the issues.", "label": "Optimal_2"}
{"text": "the Italian Ministry of culture did not have enough funds to properly fund the project.", "label": "Optimal_1"}
{"text": "Pietro Guzzo stopped all new excavations and other projects to help focus on restoring the existing buildings of Pompeii.", "label": "Label_4"}
{"text": "due to restoration costs, this poses to be a problem.", "label": "Label_2"}
{"text": "many of the buildings were poorly rebuilt with inappropriate materials and were difficult to maintain, and it would cost $335 million dollars.", "label": "Optimal_2"}
{"text": "the Italian Ministry of Culture couldn't fund to preserve the excavated portion of the city.", "label": "Optimal_1"}
{"text": "tourists were heavily in the city and it was hard to reconstruct after the damage from the volcano.", "label": "Label_3"}
{"text": "some people do not want that to happen.", "label": "Label_0"}
{"text": "after digging it up it all began to deteriorate.", "label": "Label_0"}
{"text": "the ministers don't have enough money to be able to made the restoration.", "label": "Optimal_1"}
{"text": "Italy didn't have the money to rebuild.", "label": "Optimal_1"}
{"text": "the Italian Ministry of Culture didn't have the money for a restoration.", "label": "Optimal_1"}
{"text": "2.5 million tourists visit the city every year.", "label": "Label_3"}
{"text": "others feel that it would no longer be authentic if it was restored it would also cost a lot of money", "label": "Label_2"}
{"text": "an organization realized the site wasn't able to be repaired", "label": "Label_0"}
{"text": "the weather cannot be controlled, such as the rain and the humid temperatures.", "label": "Label_3"}
{"text": "it was very expensive to do reconstruction work for the buildings.", "label": "Label_2"}
{"text": "many of the paintings were rebuilt poorly and with inappropriate materials and were difficult to maintain which would cost $335 million.", "label": "Optimal_2"}
{"text": "they didn't have enough money to start the restoration.", "label": "Label_2"}
{"text": "it cost an expensive $335 million to restore.", "label": "Optimal_2"}
{"text": "many of these building were decorated with mosaics and wall.", "label": "Label_0"}
{"text": "it was very expensive.", "label": "Label_2"}
{"text": "the Italian Ministry of Culture did not have the money to help.", "label": "Optimal_1"}
{"text": "when they made the restoration they realized they did it poorly rebuilt and were difficult to maintain.", "label": "Label_3"}
{"text": "it would around $335 million dollars to restore the all the issues that happened to Pompeii.", "label": "Optimal_2"}
{"text": "it could cost $335 million to restore and help prevent further damage.", "label": "Optimal_2"}
{"text": "the amount of money needed to repair damages would amount to $335 million.", "label": "Optimal_2"}
{"text": "the Italian Ministry of Culture didn't have enough money to support all the funding needed to restore Pompeii.", "label": "Optimal_1"}
{"text": "the excavation often caused major problems.", "label": "Label_0"}
{"text": "what they did was include the site to World Monuments Fund in 1996.", "label": "Label_4"}
{"text": "in order to address all the issues they would need approximately $335 million.", "label": "Optimal_2"}
{"text": "the buildings were poorly rebuilt with inappropriate materials and were difficult to maintain and about $335 million would be needed to fix all of the damages.", "label": "Optimal_2"}
{"text": "pompeii had also been affected because of the tourist.", "label": "Label_3"}
{"text": ",the excavations caused many problems.", "label": "Label_0"}
{"text": "the Italian Ministry did not have the funding to pay for the process.", "label": "Optimal_1"}
{"text": "the buildings were fragile and they didn't have the funding for it so they put the site into the Worlds Monuments Watch List so they could acquire funding.", "label": "Label_4"}
{"text": "visitors actively destroy the sit for souvenirs and the ordinal material used were flimsy it was really worn, it was also really expensive.", "label": "Label_2"}
{"text": "scholars began to fear that Pompeii would continue to crumble.", "label": "Label_0"}
{"text": "it would be way too expensive, around 100 million dollars.", "label": "Optimal_2"}
{"text": "many of these building were decorated with mosaics and wall", "label": "Label_0"}
{"text": "The Italian Ministry of Culture didn't adequately preserve the excavated city.", "label": "Optimal_1"}
{"text": "there was not enough funding to properly preserve the city.", "label": "Label_1"}
{"text": "they did not have the funding.", "label": "Label_1"}
{"text": "it was going to be very costly to restore Pompeii it would cost approximatly $335 million.", "label": "Optimal_2"}
{"text": "it was just old.", "label": "Label_0"}
{"text": "restoring it was going to be really hard", "label": "Label_0"}
{"text": "many buildings were rebuilt poorly with materials that are difficult to maintain.", "label": "Label_3"}
{"text": "the Italian Ministry of Culture didn't have the funding required for the restoration.", "label": "Optimal_1"}
{"text": "the site was so far into deterioration and they needed to repair water damage and securing foundations of walls it would cost almost $335million to repair it.", "label": "Optimal_2"}
{"text": "many of the buildings that were rebuilt were made incorrectly and were difficult to maintain because of the costly $335 million dollar price tag.", "label": "Optimal_2"}
{"text": "it had a cost of $335 million.", "label": "Optimal_2"}
{"text": "the Italian Ministry of Culture does not have the best option to preserve the excavated portions of the city.", "label": "Optimal_1"}
{"text": "the Italian Ministry of Culture did not have the money to properly preserve the city.", "label": "Optimal_1"}
{"text": "after the eruption, most of Pompeii lay preserved underground.", "label": "Label_0"}
{"text": "there was not enough funding to preserve the city.", "label": "Label_1"}
{"text": "the city was  poorly built and made with inappropriate materials causing the city to further deteriorate while being unearthed.", "label": "Label_3"}
{"text": "it would take around 335 million dollars to prevent Pompeii from desterilizing.", "label": "Optimal_2"}
{"text": "restoration on the project would be tedious and would cost 335 million dollars.", "label": "Optimal_2"}
{"text": "they did not have the funding required to preserve the portions of the city that had been excavated.", "label": "Label_1"}
{"text": "it is estimated around 335 million for all issues.", "label": "Optimal_2"}
{"text": "the tourists affect the Pompeii.", "label": "Label_3"}
{"text": "experts claimed the city of Pompeii in disrepair, according to the world monuments fund as of 1996.", "label": "Label_4"}
{"text": "the Italian Ministry of Culture did not have enough money to restore the site.", "label": "Optimal_1"}
{"text": "it was difficult to restore it due to the fact that it cost $335 million and they didn't have enough funding.", "label": "Optimal_2"}
{"text": "it cost alot.", "label": "Label_2"}
{"text": "it would take $335 million to address all the issues in Pompeii.", "label": "Optimal_2"}
{"text": "yes ok good", "label": "Label_0"}
{"text": "the Italian Ministry of culture did not have enough money to ask to do so.", "label": "Optimal_1"}
{"text": "the Italian Ministry of Culture was not able to fund the preservation of the excavated parts of the city.", "label": "Optimal_1"}
{"text": "the restoration is too expensive, estimated that approximately $335 million.", "label": "Optimal_2"}
{"text": "Ancient Pompeii needs defend from sky problem like damaging the walls.", "label": "Label_0"}
{"text": "they found buried buildings.", "label": "Label_0"}
{"text": "others feel that it would no longer be authentic if it was restored it would also cost a lot of money.", "label": "Label_2"}
{"text": "the weather effects the buildings and tourist.", "label": "Label_3"}
{"text": "the world Monuments Watch list claimed that the site was in disrepair.", "label": "Label_4"}
{"text": "the estimated cost is $335 million to restore.", "label": "Optimal_2"}
{"text": "the Italian government didn't have enough money.", "label": "Optimal_1"}
{"text": "the Italian Ministry of Culture didn't have enough funding to preserve portions of the city.", "label": "Optimal_1"}
{"text": "the World Monuments Watch list by the World Monuments Fund advocated a plan to restore the city.", "label": "Label_4"}
{"text": "in order to help protect Pompeii from any further damage scholars, archaeologists began to fear that Pompeii would  not to work and crumble and 335 million could be needed to help.", "label": "Optimal_2"}
{"text": "the Superintendent of Pompeii stopped all new excavations at the site to help focus on restoring the buildings.", "label": "Label_4"}
{"text": "they needed a raise 100 million dollars.", "label": "Optimal_2"}
{"text": "Ancient Pompeii is going to be difficult because of bad weather and because it can cause damage to the walls.", "label": "Label_3"}
{"text": "it was going to be very costly to restore Pompeii it would cost aproximately $335 million.", "label": "Optimal_2"}
{"text": "it was dangerous because the city could fall down.", "label": "Label_0"}
{"text": "it is $335 million in reparations.", "label": "Optimal_2"}
{"text": "the city began to deteriorate because of the effects of light and oxygen.", "label": "Label_3"}
{"text": "the Italian government initiated the Great Pompeii Project which protected the buildings from water and weather damage, secured the foundations and walls, and enhanced video surveillance systems.", "label": "Label_4"}
{"text": "it's going to cost more than 100 million dollars.", "label": "Optimal_2"}
{"text": "they included the sight in the World Monuments Watch List to help restore buildings.", "label": "Label_4"}
{"text": "the bustling city of Pompeii, Italy was thriving.", "label": "Label_0"}
{"text": "the Italian Ministry of Culture needed funding of $355 million which they don't have.", "label": "Optimal_1"}
{"text": "it will be difficult since organization the estimate to rebuild will take millions of dollars.", "label": "Label_2"}
{"text": "the Italian Ministry did not have enough money to preserve the excavated portions of the city.", "label": "Optimal_1"}
{"text": "they can not forces natural such as rain", "label": "Label_0"}
{"text": "there was not enough funding since the repairs would cost 335 million.", "label": "Optimal_2"}
{"text": "about $335 million would be needed to fix all the issues.", "label": "Optimal_2"}
{"text": "the World Monuments Watch list made a new plan to keep Pompeii from crumbling.", "label": "Label_4"}
{"text": "organizations claimed that the site was in disrepair.", "label": "Label_0"}
{"text": "it has been estimated that approximately $355 million is needed to address all issues.", "label": "Optimal_2"}
{"text": "many of the buildings they have tried to restore, they've been poorly rebuilt along with costing $335 million to address all of the issues at Pompeii.", "label": "Optimal_2"}
{"text": "they didn't have enought money.", "label": "Label_1"}
{"text": "rain and humidity had damaged it", "label": "Label_3"}
{"text": "they did have the funding to preserve it.", "label": "Label_1"}
{"text": "when the city was rediscovered and the ash was removed the city was no longer preserved and was immediately damaged by light and oxygen.", "label": "Label_0"}
{"text": "Pompeii has also been affected by the nearly 2.5 million tourists that visit the city each year.", "label": "Label_3"}
{"text": "the cost would be 335 million to preserve the site.", "label": "Optimal_2"}
{"text": "it has been estimated that approximately 335 million dollars could be needed to address all of the issues.", "label": "Optimal_2"}
{"text": "the restoration work would be costly and it would possibly damage the artifacts more then they already are", "label": "Label_2"}
{"text": "they did not have enough money needed for all the issues.", "label": "Label_1"}
{"text": "the Italian Ministry of Culture did not have enough funding to preserve the excavated pieces of the city.", "label": "Optimal_1"}
{"text": "it would be expensive.", "label": "Label_2"}
{"text": "the cost to restore Pompeii was approximately $335 million and restoring it could cause more damage.", "label": "Optimal_2"}
{"text": "in order to help protect Pompeii from any further damage scholars, archaeologists began to fear that Pompeii would  not to work and crumble and visitors wont be able to explore.", "label": "Label_0"}
{"text": "the Italian Ministry of Culture could not work on restoration due to a lack of funding and what Is required would have been about $335 million.", "label": "Optimal_1"}
{"text": "in order to restore the buildings the right materials are needed", "label": "Label_0"}
{"text": "the Ministry of Culture did not have the proper funding to preserve the city.", "label": "Optimal_1"}
{"text": "the lost cuties artifacts and building are all deteriorating making it hard to restore due to the different materials.", "label": "Label_3"}
{"text": "it was very difficult to get the money for it.", "label": "Label_2"}
{"text": "the Italian Ministry didn't have the funds to save the lost city.", "label": "Optimal_1"}
{"text": "they did not have the funding to excavate portions of the city.", "label": "Label_1"}
{"text": "the organization World Monuments Fund claimed that the site was in disrepair and advocated for the plan to restore the city.", "label": "Label_4"}
{"text": "the Italian Ministry of Culture didn't have the proper funding to do any work on the site.", "label": "Optimal_1"}
{"text": "it would be a lot of money and would be very hard to do because of all of the damage.", "label": "Label_2"}
{"text": "the Italian Ministry of Culture lacked funding in order to preserve the city.", "label": "Optimal_1"}
{"text": "to protect Pompeii from farther damage, the site was included in the World Monuments Watch list which by the World Monuments Fund in 1996.", "label": "Label_4"}
{"text": "the buildings were rebuilt using inappropriate materials, creating new problems.", "label": "Label_3"}
{"text": "the lost cuties artifacts and building are all deteriorating making it hard to restore due to the different materials and how expensive it would be.", "label": "Label_2"}
{"text": "they used inappropriate materials and poor methods, and it would cost about 335 million dollars to fully fix.", "label": "Optimal_2"}
{"text": "rain and humidity had damaged it.", "label": "Label_3"}
{"text": "it is a very large project and it is expensive, costing $335 million dollars.", "label": "Optimal_2"}
{"text": "Italy doesn't have the proper funding for restoration.", "label": "Optimal_1"}
{"text": "the city would need $355 million dollars to fix all the issues that were caused by the explosion.", "label": "Optimal_2"}
{"text": "to restore it would cost around $335 million but the city would still crumble to pieces, losing it forever.", "label": "Optimal_2"}
{"text": "it was fine the way it was.....", "label": "Label_0"}
{"text": "restoring it was going to be really hard because of funding they needed $335mill", "label": "Optimal_2"}
{"text": "scientists concluded the thought that the city would continue to deteriorate causing it to crumble.", "label": "Label_3"}
{"text": "they do not have the funding to pay for the process.", "label": "Label_1"}
{"text": "many experts feared that the ruins of Pompeii were in disrepair.", "label": "Label_0"}
{"text": "it will be very difficult because the Italian minister of culture did not have the money to do it.", "label": "Optimal_1"}
{"text": "it has been approximated to cost around $335 million to prevent any more degradation.", "label": "Optimal_2"}
{"text": "they found buried buildings and layers of dirt.", "label": "Label_0"}
{"text": "archeologists think repairs will ruin studies on early Roman life.", "label": "Label_3"}
{"text": "the Italian government did not have enough money to fund it.", "label": "Optimal_1"}
{"text": "restoration on the project would be tedious and would cost $100 million dolars.", "label": "Optimal_2"}
{"text": "funding is an issue; about $335 million is needed to address all the issues and to prevent this from happening again.", "label": "Optimal_2"}
{"text": "rain, humidity, and temperature.", "label": "Label_3"}
{"text": "the Italian Ministry of Culture did not have the resources to preserve the excavated portions of the city.", "label": "Optimal_1"}
{"text": "the restoration could not continue due to the lack of funding.", "label": "Label_1"}
{"text": "they needed to raise 100 million dollars.", "label": "Optimal_2"}
{"text": "many of the buildings were poorly rebuilt which was difficult to maintain.", "label": "Label_3"}
{"text": "tourism greatly affected the city as many visitors took pieces as souvenirs.", "label": "Label_3"}
{"text": "it is a costly restoration.", "label": "Label_2"}
{"text": "the cost of restoration was approximated to $335 for all the issues and prevention.", "label": "Optimal_2"}
{"text": "it is a popular tourist spot.", "label": "Label_3"}
{"text": "the Italian Ministry of Culture did not have the appropriate funding to preserve the city.", "label": "Optimal_1"}
{"text": "visitors remove small sections of the buildings and mosaics to take home as souvenirs.", "label": "Label_3"}
{"text": "guzzo stopped all excacations at the site and focused on restoration", "label": "Label_4"}
{"text": "been estimated that it is most likely to coast $335 million to address all of the issues in Pompeii and prevent further deterioration.", "label": "Optimal_2"}
{"text": "the Italian Ministry of Culture did not have the money to preserve the city.", "label": "Optimal_1"}
{"text": "it is also a very expensive fix.", "label": "Label_2"}
{"text": "the goal of more than 100 million project is to restore concerns at the site.", "label": "Label_4"}
{"text": "the culture did not have the money for its repair.", "label": "Optimal_1"}
{"text": "it would be a lot of money to make happen.,", "label": "Label_2"}
{"text": "it could cost $100 million to do it.", "label": "Optimal_2"}
{"text": "it could cost a lot of money to repair the city and even after restoration, it may continue to crumble.", "label": "Label_2"}
{"text": "it might also need rebuilding because some of the structures/buildings have collapsed.", "label": "Label_0"}
{"text": "in order to help protect Pompeii from any further damage scholars, archaeologists began to fear that Pompeii would  not to work and crumble and the information would be lost.", "label": "Label_0"}
{"text": "the cost of restoration was approximated to $335 for all the issues and preservation of the city.", "label": "Optimal_2"}
{"text": "there wasn't enough money.", "label": "Label_1"}
{"text": "it would be challenging because it is so expensive and the valuable information about the ancient Roman life would be gone forever.", "label": "Label_2"}
{"text": "many of the buildings were poorly rebuilt with inappropriate materials and were difficult to maintain.", "label": "Label_3"}
{"text": "the reconstruction was expensive and could damage the ruins more.", "label": "Label_2"}
{"text": "it cost 335 million.", "label": "Optimal_2"}
{"text": "it would be a lot of money to make happen..", "label": "Label_2"}
{"text": "The Italian Ministry of Culture didn't have the funding to restore the work of the excavated portions of Pompeii.", "label": "Optimal_1"}
{"text": "it was too expensive and the temperatures will weak and it will be about 2.5million .", "label": "Label_2"}
{"text": "it would cost 350 million to rebuild, the site was added in the world monuments watch list.", "label": "Label_4"}
{"text": "it's able to teach what life was like in ancient Rome.", "label": "Label_0"}
{"text": "the Italian government did not have the hundreds of millions of dollars needed to complete the work.", "label": "Optimal_1"}
{"text": "it appeared to be $335 million.", "label": "Optimal_2"}
{"text": "most of these ancient buildings would cost 335 million dollars to restore and the rain might make Pompeii crumble even further.", "label": "Optimal_2"}
{"text": "the Italian ministry of culture didn't have the money to restore it.", "label": "Optimal_1"}
{"text": "about 2.5 million people come to visit every year.", "label": "Label_3"}
{"text": "it just needed some oxeygen and light.", "label": "Label_0"}
{"text": "many things that got unearthed started to deterirate.", "label": "Label_0"}
{"text": "about 2.5 million people come to visit this city every year", "label": "Label_3"}
{"text": "the ancient Pompeii is very deteriorated and delicate to be able to do a restoration.", "label": "Label_0"}
{"text": "it would cost an estimated $335 million to address the issues at Pompeii and prevent further deterioration.", "label": "Optimal_2"}
{"text": "there was not enough funding to fix or preserve the parts that needed restoration, The cost to fix these issues and prevent further deterioration is $335 million dollars.", "label": "Optimal_2"}
{"text": "there would need to be protection against weather and water damage.", "label": "Label_3"}
{"text": "The Italian city did not have enough funds.", "label": "Optimal_1"}
{"text": "the Italian Ministry of Culture lacked sufficient funding to preserve the excavated portions of the city.", "label": "Optimal_1"}
{"text": "Pompeii had also been affected  tourists by almost around 2.5 million people that were visitors that remove small sections of the building.", "label": "Label_3"}
{"text": "it was difficult to restore it due to the fact that they didn't have funding to preserve it.", "label": "Label_1"}
{"text": "the ground started to shake and made the building crumble and are not stable.", "label": "Label_0"}
{"text": "they didn't have the necassary funding.", "label": "Label_1"}
{"text": "many of the buildings were poorly rebuilt using inappropriate materials and were difficult to maintain.", "label": "Label_3"}
{"text": "the Italian Ministry of Culture did not have enough money to preserve the already evacuated portions of the city.", "label": "Optimal_1"}
{"text": "it could cost $335 million to preserve Pompeii because buildings were rebuilt poorly with materials that are difficult to maintain.", "label": "Optimal_2"}
{"text": "there was no funding.", "label": "Label_1"}
{"text": "they didn't have the money necessary to do so.", "label": "Label_1"}
{"text": "it takes a lot o work and stops tourists.", "label": "Label_0"}
{"text": "many of the buildings they have tried to restore, they've been poorly rebuilt with inappropriate materials and were difficult to maintain.", "label": "Label_3"}
{"text": "the Superintendent of Pompeii, stopped all new.", "label": "Label_4"}
{"text": "there might not be enough funding for this to happen.", "label": "Label_1"}
{"text": "the city did not have the budget of $335 million that would be needed to restore the city.", "label": "Optimal_2"}
{"text": "the Italian Ministry of Culture did not have the proper funding in order to preserve the city which would cost about 335 million dollars.", "label": "Optimal_1"}
{"text": "many of the buildings that were rebuilt were made incorrectly and were difficult to maintain.", "label": "Label_3"}
{"text": "it was too expensive and the temperatures will weaken it.", "label": "Label_2"}
{"text": "natural forces made restoring the city even harder.", "label": "Label_0"}
{"text": "it is also a very expensive fix, with an estimated cost of $335 million dollars.", "label": "Optimal_2"}
{"text": "Ancient Pompeii is going to be difficult because it is going to cost $100 million project.", "label": "Label_2"}
{"text": "problems happen like the buildings deteriorate, natural forces, and tourists make it harder to research.", "label": "Label_3"}
{"text": "Italian did not have the money to fix the problem.", "label": "Optimal_1"}
{"text": "the funding for this process was not there yet because they did not have the 335 million dollars that would be needed for restoration.", "label": "Optimal_2"}
{"text": "it is an anciant city with minor historical value and would be a waste to repair.", "label": "Label_0"}
{"text": "it would cost approximately $335 million to address all of the issues at Pompeii.", "label": "Optimal_2"}
{"text": "the Italian Ministry of Culture did not have the $335 million to be able to fund and restore it.", "label": "Optimal_1"}
{"text": "the city could not afford funding.", "label": "Label_1"}
{"text": "they did not have the funds to carry it out.", "label": "Label_1"}
{"text": "tourists will damage the repairs people make.", "label": "Label_3"}
{"text": "the Italian Ministry of Culture didn't have enough money to be able to preserves the empty sections of the city.", "label": "Optimal_1"}
{"text": "335 million dollars would be needed to fix all the issues at the Pompeii ruins.", "label": "Optimal_2"}
{"text": "the city started to deteriorate because no li", "label": "Label_3"}
{"text": "the Great Pompeii project was started to address restoration concerns", "label": "Label_4"}
{"text": "the original building is monuemental.", "label": "Label_0"}
{"text": "it would cost $335 million dollars to address all problems at the site.", "label": "Optimal_2"}
{"text": "the Italian ministry of culture didn't have the funds to adequately preserve the evacuated portions of the city.", "label": "Optimal_1"}
{"text": "the funding for the restoration would cause around $335 million to fix all issues.", "label": "Optimal_2"}
{"text": "when they made the restoration they realized they did it poorly rebuilt and were difficult to maintain because it costed $100 million dollars.", "label": "Optimal_2"}
{"text": "there was not enough funding to pay for it.", "label": "Label_1"}
{"text": "the Italian Ministry of Culture didn't have the money to preserve and repair ir.", "label": "Optimal_1"}
{"text": "the city quickly became damaged after being resurfaced, as it had been protected by the ash and natural forces made the city difficult to maintain.", "label": "Label_3"}
{"text": "the Italian Ministry of Culture did not have the enough to adequately preserve the excavated parts of the city.", "label": "Optimal_1"}
{"text": "it was fine the way it was...", "label": "Label_0"}
{"text": "many of the buildings were poorly rebuilt using inappropriate materials and were difficult to maintain with  $335 million needed to address all the issues even then Pompeii will continue to crumble.", "label": "Optimal_2"}
{"text": "the Italian Ministry of Culture did not have enough funding to preserve all of the excavated portions of the city.", "label": "Optimal_1"}
{"text": "it has been estimated that approximately 335 Million dollars could be needed to address issues.", "label": "Optimal_2"}
{"text": "money issues sparked fear that Pompeii could never be fixed.", "label": "Label_2"}
{"text": "the excavations caused many problems.", "label": "Label_3"}
{"text": "the ministry of culture did not have funding.", "label": "Optimal_1"}
{"text": "it would cost too much.", "label": "Label_2"}
{"text": "many of these building were decorated with mosaics", "label": "Label_0"}
{"text": "deterioration often caused a lot of problems", "label": "Label_0"}
{"text": "nb vukv hvlihvi", "label": "Label_0"}
{"text": "the organization claimed that the site had been in disrepair.", "label": "Label_0"}
{"text": "many of the buildings were poorly rebuilt with inappropriate materials and were difficult to maintain, and it would cost $335 million dollars", "label": "Optimal_2"}
{"text": "the Italian Ministry of Culture didn't have enough funding.", "label": "Optimal_1"}
{"text": "due to a lack of funding to preserve the ancient site it was difficult to restore Pompeii.", "label": "Label_1"}
{"text": "the proper funding was not sent to the Italian Ministry of Culture.", "label": "Optimal_1"}
{"text": "the city started to deteriorate because no light or oxygen.", "label": "Label_3"}
{"text": "the Italian Ministry of Culture did not have enough money to preserve the excavated portions of the city.", "label": "Optimal_1"}
{"text": "they didn't have $335 million to start the restoration.", "label": "Optimal_2"}
{"text": "it would cost 335 million dollars.", "label": "Optimal_2"}
{"text": "the Italian Ministry of Culture did not have the proper funding to preserve the artifacts.", "label": "Optimal_1"}
{"text": "Pompeii had also been affected by tourists by almost around 2.5 million people.", "label": "Label_3"}
{"text": "the restoration is too expensive, estimated that approximately $335 millions.", "label": "Optimal_2"}
{"text": "In order to prevent more damage the World Monuments watch list claimed the site was being destroyed so Pietro Guzzo focused on restoring the remaining buildings.", "label": "Label_4"}
{"text": "there isn't enough funding to fix everything.", "label": "Label_1"}
{"text": "they did not have the funds to afford the restoration work it would cost 335 million dollars to repair it.", "label": "Optimal_2"}
{"text": "idk this answer so get", "label": "Label_0"}
{"text": "the proper funding was not sent to restoration efforts.", "label": "Label_1"}
{"text": "the Italian Ministry did not have the funding.", "label": "Optimal_1"}
{"text": "most of these ancient buildings were already poorly remade with \"inappropriate  materials\" and were difficult to keep intact.", "label": "Label_3"}
{"text": "it would be a challenge because of how fragile the city actually was.", "label": "Label_0"}
{"text": "they didn't have enough funding to do the work.", "label": "Label_1"}
{"text": "visitors actively destroy the sit for souvenirs and the orinal material used were flimsy it was really worn.", "label": "Label_3"}
{"text": "there was not enough money to fund the restoration.", "label": "Label_1"}
{"text": "they would need 335 million dollars in order to restore it.", "label": "Optimal_2"}
{"text": "Pietro Guzzo stopped new excavations to work on the preexisting buildings.", "label": "Label_4"}
{"text": "$335 million needed the address.", "label": "Optimal_2"}
{"text": "the government lacked the funding to reconstruct the site", "label": "Label_1"}
{"text": "it would be a lot of money and would be very hard to do because of the all of the rain damage and weather problems.", "label": "Label_2"}
{"text": "the Italian government started the Great Pompeii Project in order to restore the lost city.", "label": "Label_4"}
{"text": "it was too expensive", "label": "Label_2"}
{"text": "the Italian Ministry of Culture does not have the required funds to complete restoration work, with it costing an estimated $335 million to restore.", "label": "Optimal_1"}
{"text": "the Italian Ministry of Culture did not have the correct funding they needed to excavate.", "label": "Optimal_1"}
{"text": "it would cost about $335 million to repair.", "label": "Optimal_2"}
{"text": "the Italian Ministry of Culture did not have the large cost of $335 million to address all the issues at Pompeii.", "label": "Optimal_1"}
{"text": "it was going to cost a lot of money.", "label": "Label_2"}
{"text": "everything around the site is deteriorating.", "label": "Label_3"}
{"text": "the Italian Ministry of Culture did not have the money to restore Pompeii to its natural glory.", "label": "Optimal_1"}
{"text": "Pietro stopped excavations to prevent further damage.", "label": "Label_4"}
{"text": "the Italian Ministry of Culture did not have funding for portions of the city.", "label": "Optimal_1"}
{"text": "the Italian Ministry of Culture didn't have the funding to preserve the site.", "label": "Optimal_1"}
{"text": "it was estimated to cost around 335 million and the Ministry of Culture didn't have the funds for it.", "label": "Optimal_1"}
{"text": "the reconstruction of the city was too expensive at approximately $335 million.", "label": "Optimal_2"}
{"text": "the Italian Ministry Culture did not have the right resources and money to do so.", "label": "Optimal_1"}
{"text": "the site was so far into deterioration and they needed to repair water damage and securing foundations of walls it would cost almost $335million to prevent further deterioration.", "label": "Optimal_2"}
{"text": "idk this answer", "label": "Label_0"}
{"text": "the Italian Ministry of Culture could not afford to do it.", "label": "Optimal_1"}
{"text": "there was no funding for the restoration, so they had tourist fund it by adding the sight to the World Monuments Watch list in 1996, in 1998 the project had over $100 million.", "label": "Label_4"}
{"text": "it's been estimated approximately a cost of $335 million to repair the whole issues.", "label": "Optimal_2"}
{"text": "a lot of frescoes and mosaics and other stuff are getting deteriorated because of natrual forces.", "label": "Label_3"}
{"text": "it was too expensive and the temperatures will weaken it", "label": "Label_2"}
{"text": "due to tourist roads wear away and pieces of buildings and  mosaics are taken as souvenirs as well.", "label": "Label_3"}
{"text": "tourists keep coming removing small sections of building to take home and souvenirs.", "label": "Label_3"}
{"text": "yes ok good.", "label": "Label_0"}
{"text": "from helping Pompeii from further damage the site was included in world monuments watch list fund in 1996 to advocate for the creation plan to restore the city.", "label": "Label_4"}
{"text": "the buildings were poorly rebuilt with inappropriate materials that were hard to maintain.", "label": "Label_3"}
{"text": "The Italian ministry of culture didn't have the funding to preserve the portions of the city.", "label": "Optimal_1"}
{"text": "Italy didn't have the funding to adequately.", "label": "Optimal_1"}
{"text": "it just needed some oxygen and light.", "label": "Label_0"}
{"text": "it was beautiful before so why not now.", "label": "Label_0"}
{"text": "the Italian government started the Great Pompeii Project in order to address the conservation and restoration concerns at the site.", "label": "Label_4"}
{"text": "the project cost would be about $335 million.", "label": "Optimal_2"}
{"text": "there were too many things to fix and net enough funding to support them.", "label": "Label_1"}
{"text": "the World Monuments Watch list protected it from further damage.", "label": "Label_4"}
{"text": "the Italian Ministry of Culture could not provide the funds for the preservation of the excavated portions of the city.", "label": "Optimal_1"}
{"text": "it would be way too expensive.", "label": "Label_2"}
{"text": "to fully restore Pompeii it would cost 335 million dollars.", "label": "Optimal_2"}
{"text": "they did not have the funding due to weather and water damage causing the buildings to collapse because of poor structural walls.", "label": "Label_3"}
{"text": "the effects of nature is decomposing the city.", "label": "Label_3"}
{"text": "this will cost the Italian government $335 million.", "label": "Optimal_2"}
{"text": "it could cost $335 million to restore them because many buildings were rebuilt poorly with materials that are difficult to maintain.", "label": "Optimal_2"}
{"text": "there is not enough money to put toward restoration.", "label": "Label_2"}
{"text": "with inappropriate materials, it is hard to maintain.", "label": "Label_3"}
{"text": "the cost of $335 million was too much for the Italian Ministry to rebuild..", "label": "Optimal_2"}
{"text": "but many of the buildings were rebuilt with the wrong materials.", "label": "Label_3"}
{"text": "Pompeii was also affected by tourists who damage the building.", "label": "Label_3"}
{"text": "it costs about $335 million dollars to fix all of the issues at Pompeii.", "label": "Optimal_2"}
{"text": "the Italian Ministry of Culture didn't have enough money to preserve the excavated portions of the city.", "label": "Optimal_1"}
{"text": "the excavations caused major problems leading to deterioration of the land and torrist.", "label": "Label_0"}
{"text": "the Ministry didn't have the funding for the project.", "label": "Optimal_1"}
{"text": "the lost cities artifacts and building are all deteriorating making it difficult to restore due to the different materials and would cost around $335 million to be restored.", "label": "Optimal_2"}
{"text": "the ash preserved the city.", "label": "Label_0"}
{"text": "tourist remove small sections of the buildings to take home as souvenirs.", "label": "Label_3"}
{"text": "it was going to be very costly to restore Pompeii it would cost up to $335 million.", "label": "Optimal_2"}
{"text": "the Italian Ministry did not have the funding to do so.", "label": "Optimal_1"}
{"text": "the excavations caused the city's mosaics and frescoes to deteriorate from the light and oxygen.", "label": "Label_3"}
{"text": "it would take around $335 million in reconstruction and prevention.", "label": "Optimal_2"}
{"text": "Italian Ministry of Culture didn't have enough funding to do the work.", "label": "Optimal_1"}
{"text": "when they started thinking about doing restoration work, they realized they didn't have enough funds to restore it, the funds approximated to about $335 million.", "label": "Optimal_2"}
{"text": "the government in Italy decided to start the Great Pompeii Project to fund Pompeii's conservation.", "label": "Label_4"}
{"text": "they are difficult to maintain.", "label": "Label_0"}
{"text": "Around 2.5 million people around the world come to visit every year.", "label": "Label_3"}
{"text": "the House of Gladiators collapsed due to heavy rains.", "label": "Label_3"}
{"text": "the Superintendent of Pompeii stopped all new excavations at the site to restore the existing buildings.", "label": "Label_4"}
{"text": "many of the buildings were poorly rebuilt and hard to maintain.", "label": "Label_3"}
{"text": "all of the necessary funding was not available.", "label": "Label_1"}
{"text": "they started a fund that would cost 335 million to help them repair all the stuff that was broken.", "label": "Optimal_2"}
{"text": "it is a Ancient Pompeii so they will have to be careful", "label": "Label_0"}
{"text": "things like the World Monuments Fund and the Great Pompeii Project headed initiatives to restore the city.", "label": "Label_4"}
{"text": "the Italian Ministry of Culture didn't have adequate funding.", "label": "Optimal_1"}
{"text": "it could cost an estimated $335 million to preserve Pompeii and some fear that the buildings would continue to crumble.", "label": "Optimal_2"}
{"text": "many of the buildings were poorly rebuilt with inappropriate materials and were difficult to maintain, and it would cost $335 million dollars to restore.", "label": "Optimal_2"}
{"text": "it would be challenging because it is so expensive.", "label": "Label_2"}
{"text": "they did not have enough money to restore it.", "label": "Label_1"}
{"text": "it would be around $335 million and would be very hard to do because of the all of the rain damage and weather problems.", "label": "Optimal_2"}
{"text": "the Italian Ministry of Culture could not fund the restoration project.", "label": "Optimal_1"}
{"text": "they need a lot of money to do what needs to be done.", "label": "Label_1"}
{"text": "the Italian Ministry of Culture did not have enough funds to preserve the excavated areas of Pompeii.", "label": "Optimal_1"}
{"text": "there was not enough funding for the $335 million needed to repair everything.", "label": "Optimal_2"}
{"text": "it was going to be very costly up to $335 million into restoration work.", "label": "Optimal_2"}
{"text": "it is in disrepair.", "label": "Label_0"}
{"text": "the deterioation of the site became impossible to ignore when people arrived one morning to find the House of the Gladiators in ruins.", "label": "Label_0"}
{"text": "Pompeii has also been affected by tourists.", "label": "Label_3"}
{"text": "the Ministry of Culture does not have enough funding to help with the conservation.", "label": "Optimal_1"}
{"text": "it was estimated that they needed $335 million, but the Italian Ministry of Culture didn't have the funding to do it.", "label": "Optimal_1"}
{"text": "the Italian Ministry of Culture does not have the founding to restore the buildings.", "label": "Optimal_1"}
{"text": "there was a lack in funding, as to address all of the issues it would cost $335 million.", "label": "Optimal_2"}
{"text": "in 1996 by the world monuments the site was included in the watch list.", "label": "Label_4"}
{"text": "it was $335 million to address all of the issues at Pompeii.", "label": "Optimal_2"}
{"text": "the Superintendent stopped all new excavations at the site of Pompeii", "label": "Label_4"}
{"text": "it will take a larger amount of money to restore Pompeii.", "label": "Label_2"}
{"text": "they didn't have the funding.", "label": "Label_1"}
{"text": "the Italian funding is $335 million needed to stop the damage, and all the ancient Roman life would be gone.", "label": "Optimal_2"}
{"text": "due to poor funding are unable to properly restore the city.", "label": "Label_1"}
{"text": "natural forces have deteriorated many things from the city.", "label": "Label_3"}
{"text": "it would be a lot of money and would be very hard to do because of the new weather problems.", "label": "Label_2"}
{"text": "the Pompeii had major problems such as the frescoes and mosaics would deteriorate since it wasn't protected from light or oxygen.", "label": "Label_3"}
{"text": "it was too expensive and the temperatures will weak and it will be about 2.5million", "label": "Label_2"}
{"text": "restoration on the project would be tedious and cost consuming.", "label": "Label_2"}
{"text": "the city has nearly 2.5 million tourists a year.", "label": "Label_3"}
{"text": "the project would cost 335 million dollars.", "label": "Optimal_2"}
{"text": "it would cost $335 million to prevent it from eventually collapsing.", "label": "Optimal_2"}
{"text": "many of the buildings they have tried to restore, they've been poorly rebuilt with inappropriate materials and were difficult to maintain, along with costing $335 million.", "label": "Optimal_2"}
{"text": "the Italian Ministry of Culture didn't have the funds to maintain the site.", "label": "Optimal_1"}
{"text": "it was very expensive,  $335 million to be exact,  to do reconstruction work for the buildings.", "label": "Optimal_2"}
{"text": "it takes a lot o work and stops tourist.", "label": "Label_0"}
{"text": "Experts have been trying to rebuild it but the Italian Ministry of Culture does not have enough money to preserve the city of Pompeii and would need $335 million to rebuild the city.", "label": "Optimal_1"}
{"text": "there was not enough funding.", "label": "Label_1"}
{"text": "the Italian Culture Minister believed the house had collapsed because of heavy rains, which had weakened the buildings poorly.", "label": "Label_3"}
{"text": "the costs of fixing the city were nearly $335 million dollars.", "label": "Optimal_2"}
{"text": "they started a fund that helped them repair all the stuff that was broken.", "label": "Label_4"}
{"text": "Pompeii was perfectly preserved underneath the ash from the volcano.", "label": "Label_0"}
{"text": "the Italian Ministry of Culture didn't have the funds to help the process.", "label": "Optimal_1"}
{"text": "the area isn't safe because of light and oxygen.", "label": "Label_0"}
{"text": "others feel that it should stay original.", "label": "Label_0"}
{"text": "the Italian Ministry of Culture did not have the capability to preserve the city.", "label": "Optimal_1"}
{"text": "the Italian ministry did not have funding.", "label": "Optimal_1"}
{"text": "it would be challenging because it is so expensive and the valuable information about the ancient Roman life would be gone.", "label": "Label_2"}
{"text": "the amount set aside for conservation work is still not enough to prevent Pompeii from being damaged and the project's target amount is $100 million for conservation.", "label": "Optimal_2"}
{"text": "it would take 335 million dollars to be able to restore all the issues that it has and to prevent future damage.", "label": "Optimal_2"}
{"text": "though it wasn't a good ide", "label": "Label_0"}
{"text": "it was going to cost over $100 million because of how badly it was destroyed.", "label": "Optimal_2"}
{"text": "problems happen like the buildings deteriorate, natural forces, and tourists make it harder to restore Pompeii.", "label": "Label_3"}
{"text": "they had to raise money for the restoration It would cost $335 million dollars.", "label": "Optimal_2"}
{"text": "it would cost over $335 million to restore.", "label": "Optimal_2"}
{"text": "it's estimated to cost approximately 335 million dollars to address all the issues.", "label": "Optimal_2"}
{"text": "it could cost about 335 million dollars.", "label": "Optimal_2"}
{"text": "archeologists later found that excavating the site caused more damage as some frescoes and mosaics started to deteriorate due to contact with sunlight and oxygen.", "label": "Label_3"}
{"text": "the funds needed to rebuild Pompeii are at about $335 million.", "label": "Optimal_2"}
