{"text": "it was a place where anybody could find shop, theaters, homes, apartment building, bathhouses, public toilets, temples, and so much more", "label": "Label_0"}
{"text": "they thought that heavy rain weakened the buildings.", "label": "Label_4"}
{"text": "they were no longer protected from the harmful effects of oxygen and light.", "label": "Optimal_1"}
{"text": "It was dirty and old so the rebuild it.", "label": "Label_0"}
{"text": "the buildings are deteriorating because of weather and lots of tourists.", "label": "Optimal_1"}
{"text": "unfortunately, Ancient Pompeii was not restored well", "label": "Label_9"}
{"text": "it began to deteriorate more.", "label": "Label_1"}
{"text": "the city has been affected by tourist, as many take things mosaics as Souvenirs which damaged the frescoes.", "label": "Optimal_3"}
{"text": "when the city was dug up the elements oxygen and light were deteriorating the ancient buildings.", "label": "Optimal_1"}
{"text": "excavations caused problems like deterioration and it soon weakened ancient buildings", "label": "Optimal_6"}
{"text": "it is falling apart and needs to be rebuilt and tourists like to take small pieces of the buildings and one morning the House of the Gladiators was in ruins because of the heavy rain that came down.", "label": "Optimal_1"}
{"text": "it show how was the life in the ancient Roman world.", "label": "Label_0"}
{"text": "Pompeii was at risk of further damage.", "label": "Label_0"}
{"text": "the volcano was erupting thousands of people were killed.", "label": "Label_3"}
{"text": "Pompeii would continue to crumble and valuable information would be lost.", "label": "Optimal_5"}
{"text": "the city was not rebuilt very well", "label": "Label_9"}
{"text": "visitors were wearing away buildings so they could have souvenirs.", "label": "Optimal_3"}
{"text": "after being dug up, it had no protection from wind, rain, or other natural occurrences.", "label": "Optimal_1"}
{"text": "the city's frescoes and mosaics began to deteriorate due to them no longer being protected from the damaging effects of light and oxygen.", "label": "Optimal_1"}
{"text": "natural forces and tourism further weakened the city's infrastructure.", "label": "Optimal_1"}
{"text": "they believe Pompeii could be used to teach people about what life was like in the ancient Roman world.", "label": "Optimal_5"}
{"text": "the city got destroyed by an eruption and it destroying caused the ancient Pompeii to deteriorate.", "label": "Label_3"}
{"text": "the increase of  tourism.", "label": "Label_2"}
{"text": "tourists has affected Pompeii.", "label": "Label_2"}
{"text": "the Italian Ministry was not funding to adequately preserve.", "label": "Label_0"}
{"text": "the city had no protective layer of ash on it any more, it began to crumble to the elements.", "label": "Label_4"}
{"text": "natural forces are weakening the Pompeii's ancient buildings and the heavy traffic from tourist year round.", "label": "Optimal_1"}
{"text": "the buildings were poorly built and were difficult to maintain and some eaven broke after being unearthed.", "label": "Optimal_2"}
{"text": "after it was unearthed the frescoes and mosaics were getting destroyed because they weren't used to the new environmant.", "label": "Optimal_6"}
{"text": "a nearby volcano erupted and after the eruption most of Pompeii lay preserved underground for a thousand years.", "label": "Label_3"}
{"text": "after it was excavated and exposed to sunlight, oxygen, and weather the city began to crumble and fall apart.", "label": "Optimal_1"}
{"text": "excavations often caused major problems.", "label": "Optimal_6"}
{"text": "the city's mosaics and frescoes are deteriorating.", "label": "Label_1"}
{"text": "a volcano erupted nearby, and the city was buried under a thick layer of ash.", "label": "Label_3"}
{"text": "Many of the buildings were falling apart and they were poorly rebuilt.", "label": "Label_9"}
{"text": "because of the excavations caused major problems, like the walls started to deteriorate.", "label": "Optimal_6"}
{"text": "they won’t see anything of the past.", "label": "Label_0"}
{"text": "the site continued to deteriorate, even causing the House of the Gladiators to fall into ruin, which President Giorgio sees as a shame.", "label": "Optimal_4"}
{"text": "there buildings were falling down.", "label": "Label_1"}
{"text": "Several of the structures were dilapidated, in terrible shape, and badly rebuilt.", "label": "Label_9"}
{"text": "it was underground for a long time and when it was getting excavated there became many incidents.", "label": "Optimal_6"}
{"text": "most of the architecture had been deteriorating from the constant tourist traffic, specifically when people would wear down the roads and frescoes.", "label": "Optimal_3"}
{"text": "frescoes and mosaics began to deteriorate.", "label": "Label_1"}
{"text": "after they were unearthed the artifacts began to deteriorate due to oxygen.", "label": "Optimal_6"}
{"text": "many of the buildings were built using poor materials and that made them hard to maintain.", "label": "Optimal_2"}
{"text": "after losing the support of the ash and 2.5 million people visit it each year, it is starting to need restoration.", "label": "Label_4"}
{"text": "stuff in the city started to deteriorate due to rain and temperature.", "label": "Optimal_1"}
{"text": "it was a bountiful but messy city that got destroyed because of a war.", "label": "Label_0"}
{"text": "he thought work wasn't bad.", "label": "Label_0"}
{"text": "rain, humidity, and temperature began to weaken the ancient buildings.", "label": "Optimal_1"}
{"text": "tourists would take small sections of the buildings as souvenirs.", "label": "Optimal_3"}
{"text": "they were built with improper materials and are difficult to maintain.", "label": "Optimal_2"}
{"text": "Tourists have a negative impact on it.", "label": "Label_2"}
{"text": "The city receives tourists every year.", "label": "Label_2"}
{"text": "scholars began to be afraid that Pompeii would crumble and valuable information would be lost.", "label": "Optimal_5"}
{"text": "a volcano near by the city erupted and buried the city in think layers of ash.", "label": "Label_3"}
{"text": "buildings such as the House of the Gladiators are in ruins.", "label": "Optimal_4"}
{"text": "the buildings were weakening from natural forces such as rain, humidity, and temperature.", "label": "Optimal_1"}
{"text": "Pompeii is used as a tourist destination, visitors traveling across it and taking pieces as souvenirs.", "label": "Optimal_3"}
{"text": "the eruption of Mount Vesuvius.", "label": "Label_3"}
{"text": "2.5 million people come to the city every year, and the large amounts of traffic deteriorate the roads and buildings.", "label": "Optimal_3"}
{"text": "it contained many different beautiful buildings that were decorated with mosaics and frescoes.", "label": "Label_1"}
{"text": "the city was being affected by tourists, natural forces, and the atmosphere.", "label": "Optimal_1"}
{"text": "As Mount Vesuvius began to erupt, buildings began to collapse off their foundations and were incredibly badly rebuilt.", "label": "Label_9"}
{"text": "ancient buildings and caused further deterioration with frescoes and mosaics.", "label": "Label_1"}
{"text": "rain, humidity, and temperature weakened the buildings and caused the frescoes and mosaics to deteriorate.", "label": "Optimal_1"}
{"text": "they had been underground for so long that they had deteriorated and grown weak to the natural elements such as hard rain.", "label": "Label_4"}
{"text": "they were decorated mosaics and wall paintings.", "label": "Label_0"}
{"text": "the rain, humidity, and temperatures weakened the Ancient Pompeii.", "label": "Optimal_1"}
{"text": "when they unearthed the city elements like rain humidity and temperature caused further deterioration to the ancient city.", "label": "Optimal_1"}
{"text": "two thousand years ago a volcano erupted destroying the city.", "label": "Label_3"}
{"text": "the city had been so badly destroyed by the volcano erupting, and it laid underground for more than a thousand years.", "label": "Label_3"}
{"text": "it was turning into ruins.", "label": "Label_1"}
{"text": "Pompeii had been unearthed and it allowed natural forces to damage the buildings.", "label": "Optimal_6"}
{"text": "after being unearthed the city´s frescoes, mosaics started to deteriorate because they were no longer protected.", "label": "Optimal_6"}
{"text": "the ancient remains had much history and with the weather and tourist damages the sites were deteriorating.", "label": "Optimal_1"}
{"text": "mosaics and frescoes would disintegrate and buildings such as the House of Gladiators would fall.", "label": "Optimal_4"}
{"text": "tourists and weather were deteriorating the site.", "label": "Optimal_1"}
{"text": "Pompeii was preserved underground for over a thousand years.", "label": "Label_0"}
{"text": "the city was no longer buried underground.", "label": "Label_0"}
{"text": "anicent pompeii was restored poorly", "label": "Label_9"}
{"text": "the city's mosaics and frescoes are deteriorating from rain, oxygen, and light.", "label": "Optimal_1"}
{"text": "many the buildings were poorly rebuilt", "label": "Label_9"}
{"text": "tourists were causing damaging by brushing up against them.", "label": "Optimal_3"}
{"text": "it was getting too beat up by tourists, who would take small sections of the buildings home as souvenirs.", "label": "Optimal_3"}
{"text": "The house of gladiators needed to be repaired because it had collapsed.", "label": "Optimal_4"}
{"text": "they wanted future generations of archaeologists and visitors to explore the ancient city.", "label": "Label_0"}
{"text": "Pompeii was a thriving city during ancient Rome.", "label": "Label_0"}
{"text": "the buildings and mosaics are deteriorating.", "label": "Label_1"}
{"text": "the city's mosaics and other important works of art were deteriorating this is because when they were uncovered they were don't protected from outside elements like light and oxygen.", "label": "Optimal_1"}
{"text": "the effects of natural forces such as rain, humidity, and temperature caused Pompeii's buildings to deteriorate.", "label": "Optimal_1"}
{"text": "when the ancient city was unearthed, the buildings and mosaics started to deteriorate under the harsh weather conditions, and tourism has worn away at roads.", "label": "Optimal_1"}
{"text": "Mount Vesuvius erupted and destroyed the city of Pompeii, after the city was unearthed it started to deteriorate because of the fact that they were not protected from light and oxygen damage.", "label": "Optimal_1"}
{"text": "There were ruins at the House of the Gladiators.", "label": "Optimal_4"}
{"text": "it is a very ancient city and for some issues it suffered damage.", "label": "Label_1"}
{"text": "the buildings began to deteriorate by the weather conditions.", "label": "Label_4"}
{"text": "buildings in Pompeii are falling apart.", "label": "Label_1"}
{"text": "it was discovered that the city was deteriorating from the destruction of the volcano.", "label": "Label_3"}
{"text": "the city began to deteriorate due to the eruption of a valcano.", "label": "Label_3"}
{"text": "the building were getting more destroyed, due to bad restoration attempts..", "label": "Label_9"}
{"text": "Sadly, when visitors showed up, they discovered that the House of the Gladiators was utterly destroyed.", "label": "Optimal_4"}
{"text": "the city began to crumble once again.", "label": "Label_1"}
{"text": "the volcano was erupted.", "label": "Label_3"}
{"text": "buildings are being damaged due to tourism, natural forces, and old age.", "label": "Optimal_1"}
{"text": "from the buildings the volcano nearby on Mount Vesuvius started erupting which resulted to building to topple which resulted to Pompeii to lay preserved underground, with dirt.", "label": "Label_3"}
{"text": "many of the buildings were poorly rebuilt with the wrong materials and were difficult to maintain.", "label": "Optimal_2"}
{"text": "historic items in the city were being destroyed by natural occurances.", "label": "Label_4"}
{"text": "after the eruption all the houses and buildings were all destroyed.", "label": "Label_3"}
{"text": "Ancient Pompeii was an extremely popular tourist attraction, but due to the deterioration of the site, tourist were no longer able to visit.", "label": "Label_0"}
{"text": "natural forces have caused Pompeii's ancient buildings, frescoes, and mosaics to become weakened and damaged overtime.", "label": "Label_4"}
{"text": "excavation projects caused frescoes and mosaics to deteriorate due to the lack of protection from light and oxygen.", "label": "Optimal_1"}
{"text": "after the city was unearthed the city's mosaics and frescoes started to deteriorate because they weren't protected from damaging effects of oxygen and light.", "label": "Optimal_1"}
{"text": "they needed to restore stone walls and to keep watch of visitors.", "label": "Label_0"}
{"text": "The renownedHouse of the Gladiators was in ruins.", "label": "Optimal_4"}
{"text": "natural forces of the earth weakened the buildings and caused further deterioration.", "label": "Label_4"}
{"text": "after unearthing the city, it's mosaics and frescoes started to deteriorate.", "label": "Optimal_6"}
{"text": "a nearby volcano erupted and after the eruption other natural forces such as rain, humidity and temperature weakened the ancient building of Pompeii.", "label": "Optimal_1"}
{"text": "valuable information about the history of Rome would be lost forever.", "label": "Optimal_5"}
{"text": "ancient buildings in Pompeii were further deteriorated to the frescoes and mosaics.", "label": "Label_1"}
{"text": "if they don't work on it, Pompeii will crumble due to the weather exposure.", "label": "Label_4"}
{"text": "it was added to the great pompeii project", "label": "Label_0"}
{"text": "many wealthy citizens had homes there.", "label": "Label_0"}
{"text": "the city was destroyed by Mount Vesuvius and years later, the city was found and the art began to deteriorate.", "label": "Label_1"}
{"text": "many of the buildings were poorly rebuilt and were difficult to maintain because of deterioration.", "label": "Optimal_2"}
{"text": "the city was becoming eroded by simple things like oxygen and humidity.", "label": "Optimal_1"}
{"text": "nearly two thousand years ago Mount Vesuvius, the volcano in Pompeii erupted and thousands of people were killed.", "label": "Label_3"}
{"text": "it was buried under thousands of years of ash and dirt.", "label": "Label_3"}
{"text": "Pompeii has much to teach about what life was like in the ancient Roman world.", "label": "Optimal_5"}
{"text": "scholars began to be afraid that Pompeii would dilapidate.", "label": "Label_1"}
{"text": "a volcano erupted causing the whole city to be destroyed, and the rain, humidity, and temperature weakened.", "label": "Optimal_1"}
{"text": "Pompeii was deteriorating and there was a lack of oxygen.", "label": "Label_4"}
{"text": "the structures of Pompeii are weakening because of rain.", "label": "Label_4"}
{"text": "house of gladiators was destroyed one morning.", "label": "Optimal_4"}
{"text": "frescoes and mosaics began to deteriorate since they weren't protected by the natural forces.", "label": "Label_1"}
{"text": "Pompeii has been affected by the tourists from heavy traffic and visitors removing pieces of the building.", "label": "Optimal_3"}
{"text": "In the ancient world, the bustling city of Pompeii, Italy, was a thriving and prosperous center of Roman life.", "label": "Label_0"}
{"text": "most of the architechture had been deteriorating from the constant tourist traffic.", "label": "Label_2"}
{"text": "more people were starting to arrive and after the volcano erupted, mosaics and frescoes were starting to deteriorate.", "label": "Label_1"}
{"text": "buildings started to deteriorate due to light, oxygen, rain, humidity, and temperature.", "label": "Optimal_1"}
{"text": "the city's frescoes and mosaics deteriorated as they were no longer protected from light and oxygen.", "label": "Optimal_1"}
{"text": "a volcano erupted and destroyed the whole city.", "label": "Label_3"}
{"text": "it is nearly two thousand years old.", "label": "Label_0"}
{"text": "the city's frescoes and mosaics were deteriorating and being broken.", "label": "Label_1"}
{"text": "most of the architechture had been deteriorating.", "label": "Label_1"}
{"text": "the city's mosaics started to get worse by the negative effects from the light and oxygen.", "label": "Optimal_1"}
{"text": "the excavations caused lots of problems and was also affected by tourists", "label": "Optimal_6"}
{"text": "Pompeii has been affected by tourists and other natural forces.", "label": "Optimal_1"}
{"text": "the ruins being exposed to natural elements caused them to deteriorate further, along with tourists causing more damage.", "label": "Optimal_1"}
{"text": "around 2000 years ago a huge volcano erupted and buried Pompeii in ash.", "label": "Label_3"}
{"text": "it was getting damaged and affected when the 2.5 million people come to visit, the heavy traffic, the visitors break small fractions of the building to take as souvenirs, etc.", "label": "Optimal_3"}
{"text": "the city was buried under a thick lay", "label": "Label_3"}
{"text": "due to the weather it was making Pompeii's buildings cause damage and begin to weaken, the building were poorly rebuilt and had been difficult to maintain.", "label": "Optimal_2"}
{"text": "the building was vary old and starting to crumble.", "label": "Label_1"}
{"text": "Their buildings were falling down because of the rain and the tourist.", "label": "Optimal_1"}
{"text": "Many of the buildings were falling apart and in bad condition and they were poorly rebuilt.", "label": "Label_9"}
{"text": "the organization claimed that the site was in disrepair and they advocated for restoration", "label": "Label_1"}
{"text": "many of the buildings were poorly rebuilt.", "label": "Label_9"}
{"text": "after unearthing the city, its mosaics and frescoes started to deteriorate due to rain and oxygen coming into contact with them.", "label": "Optimal_1"}
{"text": "The structure was sloppily rebuilt.", "label": "Label_9"}
{"text": "the buildings were damaged from the weather and they were going to take a long time to fix.", "label": "Label_4"}
{"text": "it is a well-known location and vacation destination that was destroyed by the eruption of Mount Vesuvius, and the natural force of rain, humidity, and temperature weakened and deteriorated building.", "label": "Optimal_1"}
{"text": "natural forces like rain, humidity, and temperature weakened Pompeii's ancient buildings and caused damages to the frescoes and mosaics.", "label": "Optimal_1"}
{"text": "Pompeii has been affected by the 2.5 million tourists that go every year.", "label": "Label_2"}
{"text": "the volcano started to erupted thousands of people were killed and city's were also destroyed.", "label": "Label_3"}
{"text": "a cloud a black ash spewed everywhere and buildings toppled.", "label": "Label_0"}
{"text": "it was not rebiult well.", "label": "Label_9"}
{"text": "houses and structures were in ruins due to environmental issues.", "label": "Label_4"}
{"text": "Mount Vesuvius was covered the whole city in black ash.", "label": "Label_3"}
{"text": "A volcano recently erupted, leaving buildings off their foundations.", "label": "Label_3"}
{"text": "the city has valuable information about ancient Roman life.", "label": "Optimal_5"}
{"text": "it was believed that Pompeii would start to crumble and valuable information about ancient Roman life would be lost.", "label": "Optimal_5"}
{"text": "many of the buildings were poorly rebuilt with bad materials.", "label": "Optimal_2"}
{"text": "mosiacs and frescoes deteriorated.", "label": "Label_1"}
{"text": "it can teach people what it was like in the ancient Roman world.", "label": "Optimal_5"}
{"text": "Pompeii was quickly falling apart from the elements that proved to be harmful to the architecture", "label": "Label_4"}
{"text": "small pieces of mosaics and buildings are taken as souvenirs", "label": "Optimal_3"}
{"text": "the frescoes and mosaics had been affected by both the outside world since they weren't under a layer of protective ash as well as being a popular tourist destination.", "label": "Optimal_1"}
{"text": "the artifacts were deteriorating after being exposed to oxygen.", "label": "Label_4"}
{"text": "the new exposure to light and oxygen started to deteriorate the buildings structure.", "label": "Optimal_1"}
{"text": "tourists were taking souvenirs of the city.", "label": "Optimal_3"}
{"text": "the excavations and tourists cause lots of problems due to the visitors liking to take home mosaics as souvenirs and the frescoes which could damage when tourists brush up against them.", "label": "Optimal_3"}
{"text": "the buidlings were poorly rebuilt", "label": "Label_9"}
{"text": "the city was buried under a thick layer of as", "label": "Label_3"}
{"text": "the ancient buildings and artifacts began to deteriorate.", "label": "Label_1"}
{"text": "Pompeii contained valuable information of Ancient Roman life that would be lost forever.", "label": "Optimal_5"}
{"text": "In the future visitors are going to want to discover this old city.", "label": "Label_0"}
{"text": "visitors remove parts of the buildings to take home and when they do this they damage the buildings.", "label": "Optimal_3"}
{"text": "Mount Vesuvius erupted and destroyed the city of Pompeii, and excavations exposed Pompeii to air which began deteriorating the mosaics and frescoes.", "label": "Optimal_6"}
{"text": "The House of the Gladiators was in ruins", "label": "Optimal_4"}
{"text": "the city began to deteriorate since there was no longer protected from the effects of light and oxygen.", "label": "Optimal_1"}
{"text": "thousands of people killed, and the city was destroyed by the volcano.", "label": "Label_3"}
{"text": "Mount Vesuvius, the volcano in Pompeii erupted and it has also been affected by tourists.", "label": "Label_2"}
{"text": "the frescoes and mosaics were deteriorating due to the damaging effects of light and oxygen.", "label": "Optimal_1"}
{"text": "the site had begun to deteriorate as a result of natural forces, weakening the ancient structures.", "label": "Label_4"}
{"text": "they wanted to help protect Pompeii from further damage, the site was included in the World Monuments Watch list by the World Monuments Fund in 1996.", "label": "Label_0"}
{"text": "Pompeii has been affected by tourists.", "label": "Label_2"}
{"text": "frescoes and mosaics were falling apart after oxygen and light exposure.", "label": "Optimal_1"}
{"text": "mosaics and frescoes began to deteriorate due to the damaging effects of light and oxygen.", "label": "Optimal_1"}
{"text": "if not the town would continue to crumble and all of the ancient Roman life would be lost forever.", "label": "Optimal_5"}
{"text": "the Mount Vesuvius erupted and destroyed the homes, shops, bathhouses, temples and buildings.", "label": "Label_3"}
{"text": "Mount Vesuvius, erupted burying the city with a thick layer of ash.", "label": "Label_3"}
{"text": "after the volcano erupted and destroyed the city, rain, humidity, and temperature weakened building and caused them to be poorly built.", "label": "Optimal_1"}
{"text": "the heavy traffic wears away the roads in Pompeii.", "label": "Optimal_3"}
{"text": "natural forces have weakened Pompeii's ancient buildings.", "label": "Label_4"}
{"text": "anicent pompeii was not rebuilt well.", "label": "Label_9"}
{"text": "many of the buildings lay in ruin from the eruption of Mount Vesuvius.", "label": "Label_3"}
{"text": "the city began to deteriorate because theywereno longer protected enough for the natural effects.", "label": "Label_4"}
{"text": "tourists kept taking pieces of the buildings and brushing up against them eventually ruining them.", "label": "Optimal_3"}
{"text": "the frescoes and mosaics were beginning to deteriorate due to lack of protection from light and oxygen.", "label": "Optimal_1"}
{"text": "it was starting to crumble and the ancient disappeared and be lost forever.", "label": "Optimal_5"}
{"text": "the city was destroyed by Mount Vesuvius and, years later, the city was found, dug up and the art began to deteriorate because of the sudden rush of light and oxygen.", "label": "Optimal_1"}
{"text": "tourists take souvenirs from the buildings.", "label": "Optimal_3"}
{"text": "the frescoes and mosaics were beginning to deteriorate.", "label": "Label_1"}
{"text": "Ancient Pompeii was poorly rebuilt, difficult to maintain ,and rebuild with the wrong materials.", "label": "Optimal_2"}
{"text": "they wanted to preserve ancient roman life and history.", "label": "Label_0"}
{"text": "the humidity had damaged it.", "label": "Label_4"}
{"text": "most of Pompeii lays preserved underground.", "label": "Label_0"}
{"text": "the city's frescoes and mosaics began to fall apart since they weren't being protected from the damage of light and oxygen.", "label": "Optimal_1"}
{"text": "mosaics and frescoes started deteriorating due to natural forces and tourists.", "label": "Optimal_1"}
{"text": "the volcanic eruption made the city was destroyed completely.", "label": "Label_3"}
{"text": "Pompeii had also been affected by tourists.", "label": "Label_2"}
{"text": "it was deteriorating.", "label": "Label_1"}
{"text": "most of Pompeii layed underground for more than a thousand years.", "label": "Label_3"}
{"text": "due to the weather and tourists that have started to degrade the Pompeii cities.", "label": "Optimal_1"}
{"text": "the city began to crumble once again due to natural causes like light and oxygen and invasive causes like tourist.", "label": "Optimal_1"}
{"text": "the city was affected by tourists the heavy traffic wears away the roads and people would take pieces of buildings as souvenirs.", "label": "Optimal_3"}
{"text": "people arrived and realized that the House of the Gladiators had completely collapsed.", "label": "Optimal_4"}
{"text": "making it new was bet", "label": "Label_0"}
{"text": "after the eruption happened a lot of the Pompeii lay had went underground for more than a thousand years and after sections of the city began to become discovered again.", "label": "Label_3"}
{"text": "the House of the Gladiators had collapsed.", "label": "Optimal_4"}
{"text": "the building were poorly rebuilt.", "label": "Label_9"}
{"text": "the frescoes and mosaics began to diteriorate.", "label": "Label_1"}
{"text": "people are taking part of the buildings as souvenirs, and the overall impact of people is destroying the infrastructure.", "label": "Optimal_3"}
{"text": "the excavations cause major problems.", "label": "Optimal_6"}
{"text": "or the damage that the volcano caused and the natural forces weakening Pompeii's ancient buildings.", "label": "Label_4"}
{"text": "scholars began to fear that Pompeii would continue to crumble.", "label": "Label_0"}
{"text": "it was now exposed to the negative effects of light, oxygen, rain, humidity, and temperature which weakened the ancient buildings.", "label": "Optimal_1"}
{"text": "it can have very old stuff to help what happen in the past so it can be seen.", "label": "Label_0"}
{"text": "many of the buildings were poorly rebuilt and began to deteriorate.", "label": "Label_9"}
{"text": "the buildings in the city began to deteriorate due to the oxygen and sunlight.", "label": "Optimal_1"}
{"text": "the city's frescoes and mosaics deteriorated from not having protection.", "label": "Label_1"}
{"text": "frescoes and mosaics started to deteriorate because of the excavations", "label": "Optimal_6"}
{"text": "the excavations caused lots of problems and was also affected by tourists.", "label": "Optimal_6"}
{"text": "archaeologists were thrilled to learn about this long forgotten city.", "label": "Label_0"}
{"text": "the people of Pompeii realized that the volcano nearby was erupting.", "label": "Label_3"}
{"text": "heavy traffic work", "label": "Label_0"}
{"text": "it was damaged because of the eruptions.", "label": "Label_3"}
{"text": "many of the buildings were poorly rebuilt and were difficult to maintain.", "label": "Optimal_2"}
{"text": "archaeologist began to fear that Pompeii would continue to crumble, and the valuable information about the ancient Roman life would be lost forever.", "label": "Optimal_5"}
{"text": "it had valuable information.", "label": "Label_0"}
{"text": "the house of gladiators collapsed.", "label": "Optimal_4"}
{"text": "buildings had become severely damaged by many factors.", "label": "Label_4"}
{"text": "the city was rebuilt poorly with the incorrect materials", "label": "Optimal_2"}
{"text": "the city is forgotten and a part of history.", "label": "Label_0"}
{"text": "an eruption caused buildings to topple off their foundations.", "label": "Label_3"}
{"text": "it was going to fall apart because of tourists and other excavations.", "label": "Optimal_6"}
{"text": "they feared that the site would continue to deteriorate and some of the history of Roman life would be lost.", "label": "Optimal_5"}
{"text": "buildings toppled off their foundations, and within minutes the city was buried under a thick layer of ash.", "label": "Label_3"}
{"text": "the more archaeologists dig and uncover the city, the more the city deteriorates.", "label": "Label_0"}
{"text": "the House of the Gladiators was in ruins, and was caused by rain.", "label": "Optimal_4"}
{"text": "the deterioration caused by tourists creating heavy traffic damaging roads.", "label": "Optimal_3"}
{"text": "although preserved by the volcanic debris, many frescoes and mosaic arts began to decay because they were not protected from the elements of oxygen, light and humidity.", "label": "Optimal_1"}
{"text": "Mount Vesuvius was erupting.", "label": "Label_3"}
{"text": "it was deteriorating from tourist, bad weather conditions, and weak foundations.", "label": "Optimal_1"}
{"text": "they started to become damaged as tourist would remove pieces to take home.", "label": "Optimal_3"}
{"text": "Pompeii was falling apart due to being unearthed and needs protection from tourists.", "label": "Label_2"}
{"text": "the city's mosaics and other important works of art were deteriorating this is because when they were uncovered they were don't protected from outside elements.", "label": "Label_4"}
{"text": "Mount Vesuvius erupted and covered the city in ash and when researchers uncovered the city from the ash, the city's started to deteriorate from the effects of light and oxygen.", "label": "Optimal_1"}
{"text": "they didnt do it r", "label": "Label_0"}
{"text": "it was buried by ash from a volcano, along with some other natural anomolies", "label": "Label_3"}
{"text": "many of the buildings were rebuilt poorly and were difficult to keep sturdy.", "label": "Optimal_2"}
{"text": "there were problems with the rebuilding of the city.", "label": "Label_9"}
{"text": "it needed to be protected from future damage in 1996.", "label": "Label_0"}
{"text": "the city's mosaics and other important works of art were deteriorating.", "label": "Label_1"}
{"text": "tourists damage the buildings and it wears off the surface of the road.", "label": "Optimal_3"}
{"text": "the Italian Ministry of culture did not have enough money to ask to do so.", "label": "Label_0"}
{"text": "the house of the galiator was in ruin", "label": "Optimal_4"}
{"text": "many tourists remove parts of the buildings and mosaics to take home, along with natural forces such as rain, humidity, and temperature.", "label": "Optimal_1"}
{"text": "it has been affected by tourists.", "label": "Label_2"}
{"text": "valuable information about ancient Roman life would be lost forever.", "label": "Optimal_5"}
{"text": "a volcano near by the city erupted and buried the city in thick layers of ash and the natural sources weakened.", "label": "Label_3"}
{"text": "Evacuations cause frescoes and mosaics to deteriorate since they weren't being protected and other natural forces such as Temperature, rain, and humidity caused further deterioration.", "label": "Optimal_1"}
{"text": "excavations caused major problems as the previously buried city was now exposed to natural elements, like light, oxygen, rain and temperature, which weakened the ancient structures.", "label": "Optimal_1"}
{"text": "after they rebuilt the buildings they were poorly made and difficult to maintain.", "label": "Optimal_2"}
{"text": "Buildings were poorly reconstructed.", "label": "Label_9"}
{"text": "the Pompeii is deteriorating and people are noticing when they go and visit.", "label": "Label_1"}
{"text": "the city got destroyed by an eruption.", "label": "Label_3"}
{"text": "tourists take pieces of the walls as souvenirs and the roads deteriorate due to heavy foot traffic.", "label": "Optimal_3"}
{"text": "there was to much things breaking down.", "label": "Label_1"}
{"text": "it is a very ancient city and for some issues like the excavations caused a lot of damage.", "label": "Optimal_6"}
{"text": "they had been underground for so long that they had deteriorated and grown weak to the natural elements.", "label": "Label_4"}
{"text": "the ancient Roman life would be lost.", "label": "Optimal_5"}
{"text": "Many of the buildings were falling apart and in bad condition an they were poorly rebuilt", "label": "Label_9"}
{"text": "tourists were actively taking the city apart by wearing down the roads and tearing the buildings apart.", "label": "Optimal_3"}
{"text": "Pompeii in the 18th century erupted.", "label": "Label_3"}
{"text": "the excavations caused major damage and is leading to deterioration.", "label": "Optimal_6"}
{"text": "it is a large part of Romain history.", "label": "Label_0"}
{"text": "most of Pompeii was underground.", "label": "Label_3"}
{"text": "the city's frescoes and mosaics caused deterioration.", "label": "Label_1"}
{"text": "scholars and archaeologists feared that Pompeii would continue to crumble, and valuable information about Roman life would be lost.", "label": "Optimal_5"}
{"text": "when they started excavating it often caused the city's frescoes and mosaics to deteriorate since they were exposed to light and oxygen.", "label": "Optimal_1"}
{"text": "the cuty was covered in layers or durt and ash after the volcanic eruption.", "label": "Label_3"}
{"text": "they wanted to prevent deterioration", "label": "Label_1"}
{"text": "nature caused damage to the buildings and because environmental problems were caused by visitors.", "label": "Optimal_1"}
{"text": "the excavations caused a lot of problems like deterioration.", "label": "Optimal_6"}
{"text": "he thought work wasn't bad", "label": "Label_0"}
{"text": "after the eruption, almost everything was destroyed and tourist have slowly deteriorated the buildings.", "label": "Optimal_3"}
{"text": "when they started excavating it often caused major problems.", "label": "Optimal_6"}
{"text": "tourists were actively taking the city apart.", "label": "Label_2"}
{"text": "around 2.5 million people visit the city every year.", "label": "Label_2"}
{"text": "Unfortunately, house of the gladiators was collapsed", "label": "Optimal_4"}
{"text": "after the eruption most of the city was left underground.", "label": "Label_3"}
{"text": "natural forces weekend Pompeii's ancient buildings and caused more deterioration to the frescoes and mosaics.", "label": "Label_4"}
{"text": "Mount Vesuvius was erupting, leaving the city in layers of dirt and ash.", "label": "Label_3"}
{"text": "people arrived to find that the House of Gladiators collapsed", "label": "Optimal_4"}
{"text": "then the valuable information about the ancient Roman life would be lost.", "label": "Optimal_5"}
{"text": "once they unearthed buildings and portions of the cities, the structures started to deteriorate.", "label": "Optimal_6"}
{"text": "Pompeii will continue to crumble and all the valuable information about ancient Roman life will be lost forever.", "label": "Optimal_5"}
{"text": "the rain, the humidity, and the weather can damage the ancient buildings.", "label": "Optimal_1"}
{"text": "the building were getting more and more destroyed, due to bad excavations.", "label": "Optimal_6"}
{"text": "frescoes and mosaics began to deteriorate effects of light and oxygen.", "label": "Optimal_1"}
{"text": "the city has been underground for over a thousand years.", "label": "Label_0"}
{"text": "the site was in disrepair, and it was because the Mount Vesuvius volcano was nearby and was erupting.", "label": "Label_3"}
{"text": "visitors remove small sections of the buildings.", "label": "Optimal_3"}
{"text": "tourists have affected Pompeii by removing parts from the buildings.", "label": "Optimal_3"}
{"text": "Pompeii's frescoes and mosaics started to deteriorate.", "label": "Label_1"}
{"text": "2,000 years ago Mount Vesuvius, the volcano had erupted, and now the roofs leak water and the eruption damaged the light and oxygen, the city was also exposed to a lack of materials", "label": "Label_3"}
{"text": "the city was damaged by no longer having frescoes and mosaics to protect the city from natural effects and tourists weaken the city.", "label": "Optimal_1"}
{"text": "it was there for over 2,000 years and everything went to a falling action when the volcano erupted and exploded and the ash from the sky people were killed from the volcano.", "label": "Label_3"}
{"text": "it was a place where could find shop, theaters, homes, apartment building, bathhouses, public toilets, temples, and so much more.", "label": "Label_0"}
{"text": "The numerous tourists have an impact on it.", "label": "Label_2"}
{"text": "many constructions began to be destroyed due to environment problems like the rain, humidity, and temperature.", "label": "Optimal_1"}
{"text": "it contains valuable information about Roman life that could be lost forever.", "label": "Optimal_5"}
{"text": "it once had beautiful shops, theaters and other places..", "label": "Label_0"}
{"text": "the Mount Vesuvius erupted and destroyed the homes, shops, bathhouses, temples and buildings in the city of Pompeii.", "label": "Label_3"}
{"text": "Pompeii's weather that once layers of ash were removed, caused the hastened erosion of the previously preserved buildings.", "label": "Label_4"}
{"text": "it can be damaged by tourists that take pieces as souvenirs.", "label": "Optimal_3"}
{"text": "the building were getting more and more destroyed, due to bad excavations which opened the ruins to natural forces.", "label": "Optimal_6"}
{"text": "it was destroyed two thousand years ago.", "label": "Label_0"}
{"text": "after the volcano destroyed the city, they rebuilt the buildings they were poorly made and difficult to maintain.", "label": "Optimal_2"}
{"text": "the city's frescoes and mosaics deteriorated from not having protection due to damaging effects of light and oxygen.", "label": "Optimal_1"}
{"text": "most of Pompeii was underground and was damaged by the sun and rain and other natural occurrences.", "label": "Optimal_1"}
{"text": "Many of the buildings were falling apart and difficult to maintain plus The house of the gladiators was not strong enough and turned into ruins.", "label": "Optimal_4"}
{"text": "the city's frescoes and mosaics immediately began to deteriorate after being excavated.", "label": "Optimal_6"}
{"text": "most of Pompei layed reserved underground.", "label": "Label_0"}
{"text": "the ground beneath it started to shake because of a volcano located nearby.", "label": "Label_0"}
{"text": "most of Pompeii lays preserved underground and thousands of people died.", "label": "Label_3"}
{"text": "it had been deterioration due to excavations and tourists removing small sections of the buildings.", "label": "Optimal_3"}
{"text": "they feared that Pompeii would continue to crumble and valuable information about ancient roman life would be lost.", "label": "Optimal_5"}
{"text": "the city's frescoes and mosaics began to deteriorate.", "label": "Label_1"}
{"text": "many of the city's buildings had begun to deteriorate due to poor building materials, tourism, and heavy weather.", "label": "Optimal_1"}
{"text": "from the buildings the volcano nearby on Mount Vesuvius started erupting which resulted to building to topple.", "label": "Label_3"}
{"text": "the city was destroyed and covered in thick smog.", "label": "Label_3"}
{"text": "it was no longer protected from light and oxygen damage.", "label": "Optimal_1"}
{"text": "the light and oxygen affected the fragile buildings.", "label": "Optimal_1"}
{"text": "after being dug up the combination of light and oxygen as well as factors like rain, temperature, and humidity let to the structure becoming weak and caused greater deterioration.", "label": "Optimal_1"}
{"text": "the city was destroyed by the eruption of Mount Vesuvius 2000 years ago.", "label": "Label_3"}
{"text": "The House of the Gladiaters had fallen and needed to be repaired.", "label": "Optimal_4"}
{"text": "majority of the Pompeii is preserved underground.", "label": "Label_3"}
{"text": "the city began to deteriorate since they were no longer protected.", "label": "Label_1"}
{"text": "many natural problems like, humidity, rain, and temperature weakened Pompeii's ancient buildings.", "label": "Optimal_1"}
{"text": "The House of the Gladiators, a structure, was in ruins and had collapsed.", "label": "Optimal_4"}
{"text": "the buildings were dug out and were not able to compete with the intense humidity.", "label": "Label_4"}
{"text": "natural forces such as oxygen and heavy rainfall have been slowly eroding large portions of the city such as the house of the Gladiators.", "label": "Optimal_1"}
{"text": "many of the buildings and monuments were affected by excavations, tourism, and natural forces.", "label": "Optimal_1"}
{"text": "a volcano eruption had destroyed it.", "label": "Label_3"}
{"text": "Thousands of people were killed, and the city was destroyed.", "label": "Label_3"}
{"text": "the city began to crumble once again due to natural and invasive causes.", "label": "Label_4"}
{"text": "many tourists take pieces of artifacts and buildings back home as souvenirs.", "label": "Optimal_3"}
{"text": "after the city was discovered, the uncovering of ash no longer protected it.", "label": "Label_0"}
{"text": "they couldn't rebuild it very well", "label": "Label_9"}
{"text": "it is a well-known location and vacation destination", "label": "Label_0"}
{"text": "the site deteriorated to the point of collapsing buildings due to tourists taking souvenirs.", "label": "Optimal_3"}
{"text": "everything was rebuilt in a way that wouldn't last the tests of time", "label": "Label_9"}
{"text": "large amounts of tourism wore away at the cities buildings and roads.", "label": "Optimal_3"}
{"text": "natural forces like rain, humidity, and temperature weakened Pompeii's buildings.", "label": "Optimal_1"}
{"text": "the city was destroyed by a volcano.", "label": "Label_3"}
{"text": "Mount Vesuvius, the volcano in Pompeii erupted and thousands of people were killed.", "label": "Label_3"}
{"text": "it was destroyed by a volcanic eruption.", "label": "Label_3"}
{"text": "the Ancient Pompeii collapsed due to the people who took small pieces from it and took them home.", "label": "Optimal_3"}
{"text": "Many of these structures were subpar.", "label": "Label_9"}
{"text": "the building is getting damage by weather and water damage.", "label": "Optimal_1"}
{"text": "Pompeii teaches what life in Ancient Rome was like.", "label": "Optimal_5"}
{"text": "buildings were removed so they can build them much better and look better.", "label": "Label_0"}
{"text": "Mount Vesuvius erupted and destroyed the city.", "label": "Label_3"}
{"text": "it is a well-known location and vacation destination that was destroyed by the erupting of Mount Vesuvius.", "label": "Label_3"}
{"text": "that's affected by tourism.", "label": "Label_2"}
{"text": "rain, humidity, and temperature.", "label": "Optimal_1"}
{"text": "tourists take souvenirs from the buildings and mosaics.", "label": "Optimal_3"}
{"text": "after the volcanic eruption Pompeii was preserved underground for many years.", "label": "Label_3"}
{"text": "The House of the Gladiators was in desperate need of restoration when it fell, and they were no longer able to ignore it.", "label": "Optimal_4"}
{"text": "The people of Pompeii realized, that Mount vesuvius, the volcano located nearby,, was erupting.", "label": "Label_3"}
{"text": "they didn't want the city to be lost again along with everything with it since everything was going is ruins.", "label": "Optimal_5"}
{"text": "the house of the gladiators was destroyed and in ruins", "label": "Optimal_4"}
{"text": "many of the cities mosaics began to deteriorate or where away because of the volcano erupting.", "label": "Label_3"}
{"text": "The city's frescoes and mosaics began to break down since they were exposed to light and oxygen.", "label": "Optimal_1"}
{"text": "Pompeii would crumble over because of lack of proper materials, leading it to crack and crumble.", "label": "Optimal_2"}
{"text": "they caused major problems after being unearthed like deteriorating because of the sun and oxygen.", "label": "Optimal_1"}
{"text": "after being unearthed, the city suffered damage from the elements.", "label": "Label_4"}
{"text": "because of the excavations caused major problems.", "label": "Optimal_6"}
{"text": "After Pompeii was unearthed it was exposed to the elements and quickly began to deteriorate.", "label": "Label_4"}
{"text": "the city was buried under a thick layer of ash killing thousands of people.", "label": "Label_3"}
{"text": "the city's frescoes and mosaics began to deteriorate after being unearthed, since they weren't protected from the effects of light and oxygen.", "label": "Optimal_1"}
{"text": "the site had begun to deteriorate as a result of natural forces, such as rain and humidity, weakening the ancient structures.", "label": "Optimal_1"}
{"text": "it had begun to deteriorate from natural forces and tourists stealing pieces of the buildings as souvenirs.", "label": "Optimal_3"}
{"text": "making it new was better.", "label": "Label_0"}
{"text": "they wanted to preserve the ancient Roman life of the city.", "label": "Optimal_5"}
{"text": "it was starting to crumble and the ancient disappeared.", "label": "Label_1"}
{"text": "the city began to deteriorate after it was unearthed.", "label": "Optimal_6"}
{"text": "it started deteriorating after being exposed to light and oxygen.", "label": "Optimal_1"}
{"text": "when it was exposed people started to take things from the city.", "label": "Optimal_3"}
{"text": "major problems were caused by the excavations.", "label": "Optimal_6"}
{"text": "it was underground for a thousand years and after it was unearthed the frescoes and mosaics were getting destroyed because they weren't used to the new environment.", "label": "Optimal_6"}
{"text": "it’s not use to this new climate.", "label": "Label_0"}
{"text": "the deterioration of the site became impossible to ignore.", "label": "Label_1"}
{"text": "Buildings toppled off their foundations, and buried the city under a thick layer of ash.", "label": "Label_3"}
{"text": "the city was crumbling and every piece of history was being stolen or destroyed.", "label": "Label_1"}
{"text": "Pompeii has been effected by the tourists.", "label": "Label_2"}
{"text": "The House of the Gladiators, regrettably, was destroyed.", "label": "Optimal_4"}
{"text": "a window onto the history of both art history and archaeology", "label": "Label_0"}
{"text": "there is much information about Ancient Roman life in Pompeii.", "label": "Optimal_5"}
{"text": "heavy wear had occurred on the city due to tourism shown in the text when it mentions that about 2.5 million people tour the city a year, that amount of foot traffic wears away the roads.", "label": "Optimal_3"}
{"text": "it shows how was the life in the ancient Roman world.", "label": "Label_0"}
{"text": "scholars and archaeologists began to fear that Pompeii would continue to crumble.", "label": "Label_1"}
{"text": "A building called the House of the Gladiators was in ruins.", "label": "Optimal_4"}
{"text": "When people arrived, the House of Gladiators was gone.", "label": "Optimal_4"}
{"text": "a volcano eruption had destroyed it and heavy rains weakened the unearthed site.", "label": "Label_4"}
{"text": "the city was destroyed by an eruption and the beautiful work is no longer protected from damaging elements.", "label": "Label_4"}
{"text": "Pompeii was being destroyed by weathering.", "label": "Label_4"}
{"text": "it was so beautiful and thriving with all kinds of public places.", "label": "Label_0"}
{"text": "excavations had exposed the city to rain and humidity.", "label": "Optimal_1"}
{"text": "people would take home pieces of it as a souvenir.", "label": "Optimal_3"}
{"text": "The continual visitor traffic had caused the majority of the architecture to deteriorate.", "label": "Label_2"}
{"text": "they thought it would help to fully restore Pompeii.", "label": "Label_0"}
{"text": "Pompeii had damages from tourists and natural forces.", "label": "Optimal_1"}
{"text": "Pompeii has been affected by tourist and they remove small sections of the buildings and take them home as souvenirs.", "label": "Optimal_3"}
{"text": "almost two thousand years ago, the city had been destroyed due to a natural disaster and many of the buildings that were built were not made with appropriate materials.", "label": "Optimal_2"}
{"text": "after the eruption Pompeii was preserved underground for more that a thousand years.", "label": "Label_3"}
{"text": "there had been a volcano that erupted destroying the city.", "label": "Label_3"}
{"text": "the art was deteriorating and the buildings were poorly reconstructed, losing important info on ancient Roman life.", "label": "Optimal_5"}
{"text": "it would help them uncover more information about Pompeii.", "label": "Label_0"}
{"text": "frescoes and mosaics began to deteriorate due to many natural forces and tourists.", "label": "Optimal_1"}
{"text": "people visit the city every year.", "label": "Label_2"}
{"text": "The structures had been substandardly rebuilt, and the artwork was decaying.", "label": "Label_9"}
{"text": "frescoes and mosaics began to deteriorate since they were discovered.", "label": "Label_1"}
{"text": "many of the buildings that were rebuilt were made incorrectly and difficult to maintain the structure so in 1996 World Monuments Fund started restoring these ancient structures.", "label": "Optimal_2"}
{"text": "it was a bustling city and was a thriving and prosperous center of roman life.", "label": "Label_0"}
{"text": "they have many tourists visit every year and the heavy traffic wears away the roads and mosaics of the building, and the sites are deteriorating.", "label": "Optimal_3"}
{"text": "the buildings were poorly built with inappropriate materials.", "label": "Optimal_2"}
{"text": "artifacts of Ancient Pompeii are being deteriorated and Pompeii teaches modern day people about life of the ancient Romans.", "label": "Optimal_5"}
{"text": "Pompeii has been affected by tourist.", "label": "Label_2"}
{"text": "many of the buildings were rebuilt poorly and were difficult to keep sturdy with around 2.5 million people visiting every year.", "label": "Optimal_2"}
{"text": "most of Pompeii lay preserved underground for more than a thousand years.", "label": "Label_3"}
{"text": "In the future archaeologists are going to want to discover this old city.", "label": "Label_0"}
{"text": "the excavations done to unearth the buried city cause the ruins to deteriorate after being exposed to light and oxygen.", "label": "Optimal_1"}
{"text": "after the eruption, almost everything was destroyed.", "label": "Label_3"}
{"text": "natural forces like humidity, rain, and temperature harmed the ancient buildings.", "label": "Optimal_1"}
{"text": "it lay preserved underground for more then 1000 years", "label": "Label_0"}
{"text": "there was not enough money to save the excavated parts of the city.", "label": "Label_0"}
{"text": "When people arrived, they discovered that the House of the Gladiators was totally destroyed.", "label": "Optimal_4"}
{"text": "issues with the restoration and rebuilding happened", "label": "Label_9"}
{"text": "important knowledge about ancient Roman life could be lost forever.", "label": "Optimal_5"}
{"text": "the ancient buildings were weakened by rain, humidity, and temperature.", "label": "Optimal_1"}
{"text": "the buildings were very vulnerable to rain, humidity, and temperatures and had very thin walls originally.", "label": "Optimal_1"}
{"text": "after the eruption they were no longer protected by light and oxygen.", "label": "Optimal_1"}
{"text": "2.5 million people visit the city, which has of the surface of the roads to start to wear away.", "label": "Optimal_3"}
{"text": "they removed small parts of the building", "label": "Label_1"}
{"text": "the building kept falling apart since the layer of ash and dirt weren't protecting them anymore.", "label": "Label_4"}
{"text": "many of the buildings began to deteriorate because of tourists, weather, and more.", "label": "Optimal_1"}
{"text": "frescoes damaged tourists that brushed up against it.", "label": "Optimal_3"}
{"text": "tourists were removing small sections of the buildings.", "label": "Optimal_3"}
{"text": "the site was deteriorating due to the earthquake that happened 2,000 years ago.", "label": "Label_1"}
{"text": "it had begun to deteriorate from natural forces and tourism.", "label": "Optimal_1"}
{"text": "the house of gladiators fell apart.", "label": "Optimal_4"}
{"text": "natural forces soon weakened Pompeii's ancient buildings.", "label": "Label_4"}
{"text": "Pompeii's structures were deteriorating because of natural forces as well as tourists.", "label": "Optimal_1"}
{"text": "it can have very old stuff to help what happen in the past so it can be seen to others.", "label": "Label_0"}
{"text": "it soon became impossible to ignore as more and more people visited.", "label": "Label_2"}
{"text": "the House of the gladiators had collapsed and was in dire need of restoration", "label": "Optimal_4"}
{"text": "Many of the structures were shoddily reconstructed.", "label": "Label_9"}
{"text": "houses were collapsing from rain, and buildings were getting damaged from tourists brushing against them.", "label": "Optimal_1"}
{"text": "the buildings were falling apart due to the natural effects of erosion", "label": "Label_4"}
{"text": "Pompeii's frescoes and mosaics were beginning to deteriorate.", "label": "Label_1"}
{"text": "the buildings were not sturdy and tourists would damage parts of the artifacts.", "label": "Optimal_3"}
{"text": "tourists are a big issue in pompeii", "label": "Label_2"}
{"text": "anicent pompeii was restored poorly!", "label": "Label_9"}
{"text": "the city was buried under a thick layer of ash.", "label": "Label_3"}
{"text": "natural forces like rain and humidity weakened the city's buildings and mosaics.", "label": "Optimal_1"}
{"text": "the Mount Vesuvius erupted and destroyed the entire city of Pompeii.", "label": "Label_3"}
{"text": "it had been underground until the 18th century.", "label": "Label_0"}
{"text": "the excavations caused major problems that led to the city's frescoes and mosaics beginning to deterioate.", "label": "Optimal_6"}
{"text": "it was a once beautiful city but due to rain and light the art there was affected negatively.", "label": "Optimal_1"}
{"text": "the buildings are being progressively destroyed due to heavy rain and tourists.", "label": "Optimal_1"}
{"text": "they feared that Ancient Pompeii would deteriorate further, and very important information about Roman life would be lost.", "label": "Optimal_5"}
{"text": "A building called the house of the gladiators was in ruins and collapsed", "label": "Optimal_4"}
{"text": "the ancient city has a lot to teach about ancient Rome.", "label": "Optimal_5"}
{"text": "Pompeii began to deteriorate and had been affected by tourists.", "label": "Label_2"}
{"text": "it was deteriorated from the damages of light and oxygen after being excavated.", "label": "Optimal_1"}
{"text": "after excavation, the city began deteriorating because it was no longer protected from the sun and oxygen.", "label": "Optimal_1"}
{"text": "they werw rebuilt quite poorly", "label": "Label_9"}
{"text": "tourists start to accidentally destroy some of the buildings.", "label": "Label_2"}
{"text": "$335 million was needed for addressing all the issues and to prevent any further deterioration.", "label": "Label_0"}
{"text": "they feared that Pompeii will continue to crumble because tourists remove small sections of the buildings.", "label": "Optimal_3"}
{"text": "the city's mosaics and frescoes began to deteriorate due to natural forces such as light and oxygen when it was unearthed.", "label": "Optimal_1"}
{"text": "immediately after being exposed to light and oxygen, it started to deteriorate.", "label": "Optimal_1"}
{"text": "the building was starting to crumble.", "label": "Label_1"}
{"text": "the city was destroyed and the beautiful work was not protected from damaging elements.", "label": "Label_4"}
{"text": "Pompeii has so much to teach about what life was like in the Roman world.", "label": "Optimal_5"}
{"text": "it damaged tourists that brushed up against it.", "label": "Label_2"}
{"text": "the city was destroyed by Mount Vesuvius.", "label": "Label_3"}
{"text": "the excavations caused damage in the city like city's frescoes and mosaic started to deteriorate.", "label": "Optimal_6"}
{"text": "The gladiator's house had crumbled.", "label": "Optimal_4"}
{"text": "the site was quickly deteriorated after being exposed to natural elements such as weather and unnatural elements such as tourists.", "label": "Optimal_1"}
{"text": "people were brushing against the monuments and taking some stuff as souvenirs.", "label": "Optimal_3"}
{"text": "they feared that Pompeii would continue to crumble and prized information about ancient life would be lost.", "label": "Optimal_5"}
{"text": "a volcanic eruption from Mount Vesuvius that left the city in ruin and when it was found again the light and oxygen that had been cutoff, were now damaging the frescoes and mosaics.", "label": "Optimal_1"}
{"text": "evacutions cause frescoes and mosaics to deteriorate since they werent being protected and other natural forces caused further deterioration.", "label": "Label_4"}
{"text": "historic items in the city were being destroyed by light and oxygen.", "label": "Optimal_1"}
{"text": "$335 million was needed for addressing all issues and to prevent any further deterioration.", "label": "Label_0"}
{"text": "the city had once been destroyed, and much of the city was recently rediscovered underground after the volcano eruption and other natural occurrences such as rain and traffic.", "label": "Optimal_1"}
{"text": "the city's frescoes and mosaics were no longer protected from light and oxygen.", "label": "Optimal_1"}
{"text": "many of these buildings were poorly rebuilt with", "label": "Label_9"}
{"text": "tourists are affecting Pompeii, because tourists cause heavy traffic to the roads, and take home small pieces as souvenirs.", "label": "Optimal_3"}
{"text": "rain, humidity, temperature, light, and oxygen weakened the ancient buildings in Pompeii.", "label": "Optimal_1"}
{"text": "over 2.5 million people visit Pompeii every year and tourists remove pieces of the mosaics to take home as a souvenir.", "label": "Optimal_3"}
{"text": "it was buried by ash from a volcano, along with some other natural disasters.", "label": "Label_3"}
{"text": "Their cities were destroyed and buried under layers of dirt and ash from the volcano.", "label": "Label_3"}
{"text": "idjwbw hdhdjdd oh okay gtfo", "label": "Label_0"}
{"text": "the italian ministry of culture did not have the funding.", "label": "Label_0"}
{"text": "many of the ancient buildings, mosaics, and frescos were being damaged from exposure to oxygen and light.", "label": "Optimal_1"}
{"text": "Many of the structures were shoddily rebuilt and started to fall apart.", "label": "Label_9"}
{"text": "it had been deterioration due to excavations and tourists.", "label": "Label_2"}
{"text": "visitors have been damage the ruins by taking small pieces of the buildings or mosaics to be taken home as souvenirs.", "label": "Optimal_3"}
{"text": "a volcano located near by has erupted and destroyed the city.", "label": "Label_3"}
{"text": "Their cities were destroyed and buried under layers of dirt and ash.", "label": "Label_3"}
{"text": "a volcano erupted and buildings toppled off into the city because the buildings were built poorly with inappropriate materials.", "label": "Optimal_2"}
{"text": "after being uncovered, the city began to deteriorate in spite of the atmosphere, and the other natural effects.", "label": "Optimal_1"}
{"text": "The house of gladatitors was in ruins.", "label": "Optimal_4"}
{"text": "the sit was in disrepair and did an advocate for the creation of a plan to remake the city the Pompeii kept getting ruined due to the eruption and the tourists.", "label": "Label_2"}
{"text": "when about 2.5 million people visit the city every year, this causes the surfaces of the roads to wear away.", "label": "Optimal_3"}
{"text": "a volcano erupted causing the whole city to be destroyed and under a layer of ash.", "label": "Label_3"}
{"text": "many of the buildings were poorly rebuilt  and were difficult to maintain.", "label": "Optimal_2"}
{"text": "a lot of the land is covered with black ash.", "label": "Label_0"}
{"text": "it was no longer being preserved by the dirt around it, and was exposed to the damaging elements.", "label": "Label_4"}
{"text": "many natural problems like rain, humidity, and temperature, weakened Pompeii's ancient buildings.", "label": "Optimal_1"}
{"text": "many of the buildings were poorly rebuilt, made with inappropriate material, and were difficult to maintain.", "label": "Optimal_2"}
{"text": "the city's frescoes and mosaics began to deteriorate because they were not protected.", "label": "Label_1"}
{"text": "it can have very old stuff to help what happen in the past so it can be seen", "label": "Label_0"}
{"text": "they valuable information about the ancient roman life will be destroyed forever.", "label": "Optimal_5"}
{"text": "the city is old and the buildings are weak from the eruption of Pompeii, and when people rub against the buildings they crumble and get damaged.", "label": "Optimal_3"}
{"text": "they did not want more damage to happen and \"valuable information about ancient Roman life to be lost forever.\"", "label": "Optimal_5"}
{"text": "many people died and the city was ruined from a volcano that erupted but, later on the city was heavy with tourists and it was hard to reconstruct.", "label": "Label_2"}
{"text": "Several of these structures were subparly rebuilt, and the city as a whole was not restored particularly effectively.", "label": "Label_9"}
{"text": "it was a bountiful but messy city that got destroyeed because of a war.", "label": "Label_0"}
{"text": "the city began deteriorating from the lack of protection from light and oxygen.", "label": "Optimal_1"}
{"text": "it was in dispair due to no funding", "label": "Label_0"}
{"text": "excavations caused the city's frescoes and mosaics to deteriorate due to a lack of protection from light and oxygen, and natural forces weakened the structures which caused further deterioration.", "label": "Optimal_1"}
{"text": "houses were caving in because of the rain and tourists.", "label": "Optimal_1"}
{"text": "The House of the Gladiatorswas destroyed and left in ruins.", "label": "Optimal_4"}
{"text": "many of the buildings lay in ruin from the eruption of Mount Vesuvius, weather, and heavy tourist traffic.", "label": "Optimal_1"}
{"text": "natural forces like rain and humidity soon weakened Pompeii's ancient buildings and caused it to deteriorate.", "label": "Optimal_1"}
{"text": "many of the buildings were falling apart and if they didn't do something then they could lose valuable information about ancient Roman life.", "label": "Optimal_5"}
{"text": "many people died and the city was ruined from a volcano that errupted.", "label": "Label_3"}
{"text": "visitors removed small sections of the building, taking them to be souvenirs.", "label": "Optimal_3"}
{"text": "the city was buried under a thick layer", "label": "Label_3"}
{"text": "people started taking small sections of homes and taking it with them as souvenirs.", "label": "Optimal_3"}
{"text": "many of these buildings were poorly rebuilt with inappropriate.", "label": "Optimal_2"}
{"text": "it was built with bad materials that made the city hard to manage over time.", "label": "Optimal_2"}
{"text": "the frescoes and mosaics began to deteriorate.", "label": "Label_1"}
{"text": "idjwbw hdhdjdd oh okay", "label": "Label_0"}
{"text": "it was going to die if not", "label": "Label_0"}
{"text": "The rebuilding of Pompeii had a lot of issues", "label": "Label_9"}
{"text": "Mount Vesuvius erupted burying the city with a thick layer of ash, and the rain and humidity destroyed the city.", "label": "Optimal_1"}
{"text": "it was a bountiful but messy city that got destroyed because there was no longer light and oxygen.", "label": "Optimal_1"}
{"text": "the city of Pompeii was suddenly discovered in 1748 after a volcanic eruption and Pompeii has much to learn about the life was like in the ancient Roman world.", "label": "Label_3"}
{"text": "it has been affected by the large amount of tourists.", "label": "Label_2"}
{"text": "the site was in disrepair.", "label": "Label_1"}
{"text": "visitors take small sections from building home.", "label": "Optimal_3"}
{"text": "Pompeii has been affected by the 2.5 million tourists that go every year when they take mosaics as souvenirs, brush up against the walls, and create heavy traffic that wears at the road surface.", "label": "Optimal_3"}
{"text": "after researchers uncovered the city of Pompeii the buildings started to deteriorate; it also didn't help that 2.5 million people were visiting every year.", "label": "Label_4"}
{"text": "the structures are deteriorating and because of the elements.", "label": "Label_4"}
{"text": "it was starting to crack.", "label": "Label_1"}
{"text": "it was added to the great pompeii project.", "label": "Label_0"}
{"text": "Pompeii has been affected by tourists visiting every year.", "label": "Label_2"}
{"text": "when the city was dug up the elements were deteriorating the ancient buildings.", "label": "Label_4"}
{"text": "it was covered in layers of ashes and dirt damaging the old buildings and artifacts, but also heavy traffic from tourists is also damaging the old city.", "label": "Optimal_1"}
{"text": "\"buildings toppled off their foundations, and within minutes the city was buried under a thick layer of ash. \"", "label": "Label_3"}
{"text": "the eruption of Mount Vesuvius destroyed Pompeii.", "label": "Label_3"}
{"text": "Tourists have a negative impact on Pompeii.", "label": "Label_2"}
{"text": "Mount Vesuvius, the volcano in Pompeii erupted and it has also been affected by touristse", "label": "Label_2"}
{"text": "many of the buildings were rebuilt with the wrong materials which made it difficult to maintain.", "label": "Optimal_2"}
{"text": "a volcano erupted and caused mass destruction.", "label": "Label_3"}
{"text": "its discovery made researchers curious to learn more about the forgotten city.", "label": "Label_0"}
{"text": "they were living underground because of the volcanic eruption.", "label": "Label_3"}
{"text": "Pompeii has quite a lot to teach people about what lives were like in the ancient Roman world.", "label": "Optimal_5"}
{"text": "making it new was bette", "label": "Label_0"}
{"text": "heavy tourist traffic wears away the surface.", "label": "Label_2"}
{"text": "many of the buildings were poorly rebuilt and were difficult to maintain", "label": "Optimal_2"}
{"text": "after the excavations oxygen and light was lost.", "label": "Optimal_1"}
{"text": "after the ruins of Pompeii were unearthed, much of the structural buildings and art started to deteriorate due to being exposed to the elements.", "label": "Optimal_6"}
{"text": "the city's frescoes and mosaics because to crumble and other natural forces weakened the ancient buildings that are there this all happened when Pompeii was excavated.", "label": "Optimal_1"}
{"text": "it was buried by ash from mount Vesuvious.", "label": "Label_3"}
{"text": "from when the buildings were rebuilt they were not built properly ending with them falling apart, they can not ignore it when they find buildings in ruins.", "label": "Label_9"}
{"text": "The structure was shoddily rebuilt.", "label": "Label_9"}
{"text": "it was getting damaged and affected by tourists, the heavy traffic, etc.", "label": "Optimal_3"}
{"text": "2.5 million people visited it and some people take stuff they remove small sections of buildings.", "label": "Optimal_3"}
{"text": "it was preserved underground for over 1000 years.", "label": "Label_0"}
{"text": "they have been affected by natural forces such as rain, humidity, temperature, and tourists visiting every year.", "label": "Optimal_1"}
{"text": "yes very good .", "label": "Label_0"}
{"text": "about two thousand years ago the ground began to shake and people realized that it was the Mount Vesuvius volcano which caused a lot of people to die.", "label": "Label_3"}
{"text": "the sudden introduction of natural forces such as rain humidity, temperature, light, and oxygen have greatly affected the ancient monuments.", "label": "Optimal_1"}
{"text": "natural forces like humidity, rain, and temperatures cause ancient buildings to deteriorate.", "label": "Optimal_1"}
{"text": "it was in dispair due to no funding.", "label": "Label_0"}
{"text": "A volcano erupted, leaving buildings toppled off their foundation and buried the city under a thick layer of ash.", "label": "Label_3"}
{"text": "the building were poorly rebuilt with inappropriate materials.", "label": "Optimal_2"}
{"text": "tourists have stolen small parts of buildings and mosaics for souvenirs.", "label": "Optimal_3"}
{"text": "Pompeii was falling apart.", "label": "Label_1"}
{"text": "after the eruption sections of the city began to be rediscovered and layers of dirt and ash were removed to expose the buried buildings and streets.", "label": "Label_3"}
{"text": "most of Pompeii was preserved underground for more than a thousand years.", "label": "Label_3"}
{"text": "the archaeologists were thrilled to learn more about this long-forgotten city as it held many antiquities.", "label": "Label_0"}
{"text": "the city's frescoes and mosaics immediately began to deteriorate after being exposed to the damaging effects of light and oxygen.", "label": "Optimal_1"}
{"text": "most of the buildings were built with inappropriate materials and falling apart.", "label": "Optimal_2"}
{"text": "the Pompeii could have further damages.", "label": "Label_0"}
{"text": "around 2.5 million people visit every year, causing the area to decay by walking on top of it, and stirring up the gravel and land.", "label": "Optimal_3"}
{"text": "the city had once been destroyed, and much of the city was recently rediscovered underground.", "label": "Label_1"}
{"text": "they were thrilled to learn more about this long-forgotten city.", "label": "Label_0"}
{"text": "natural forces like rain, humidity, and temperature weakened their ancient buildings.", "label": "Optimal_1"}
{"text": "many of the buildings began to deteriorate", "label": "Label_1"}
{"text": "Excavations caused major problems and tourists remove small sections of the buildings.", "label": "Optimal_3"}
{"text": "many of these buildings were poorly rebuilt with inappropriate", "label": "Optimal_2"}
{"text": "other natural forces such as rain, temperature soon and more.", "label": "Optimal_1"}
{"text": "many of the buildings were poorly rebuilt with bad materials and were difficult to maintain.", "label": "Optimal_2"}
{"text": "the city began to deteriorate after being exposed to the outside elements and tourism, after it was unearthed.", "label": "Optimal_1"}
{"text": "other natural forces such as rain humidity and temperature will soon weakened Pompeii and the building will deteriorate.", "label": "Optimal_1"}
{"text": "Pompeii's ancient buildings became weakened and began to deteriorate.", "label": "Label_1"}
{"text": "excavations to the city caused damage", "label": "Optimal_6"}
{"text": "excavation projects caused frescoes and mosaics to deteriorate.", "label": "Optimal_6"}
{"text": "tourists were causing damage by brushing against the frescoes.", "label": "Optimal_3"}
{"text": "the volcano destroyed the city and was poorly rebuilt.", "label": "Label_9"}
{"text": "valuable information about Roman life would be forever lost.", "label": "Optimal_5"}
{"text": "damages to the builds were causing them to collapse due to heavy rain.", "label": "Label_4"}
{"text": "they decided that they needed to restore Pompeii to help better understand life back then.", "label": "Label_0"}
{"text": "It had been deteriorated due to natural forces, tourism was affected, and It once stood as a strong landmark In Italy.", "label": "Optimal_1"}
{"text": "researchers unearthed Pompeii which lead to building and mosaics deteriorating from oxygen, light, and rain and tourists brush up against frescoes, wear down roads, and take mosaics.", "label": "Optimal_1"}
{"text": "The House of the Gladiators, a building, was destroyed and in ruins.", "label": "Optimal_4"}
{"text": "buildings like the House of Gladiators were being found in ruins.", "label": "Optimal_4"}
{"text": "they wanted to help protect Pompeii from any further damage that could be caused.", "label": "Label_0"}
{"text": "it was covered in layers of dirt and ash.", "label": "Label_3"}
{"text": "a volcano erupted.", "label": "Label_3"}
{"text": "buildings in Pompeii are deteriorating from the weather and from tourists.", "label": "Optimal_1"}
{"text": "the city was poorly rebuilt after being unearthed", "label": "Label_9"}
{"text": "or the damage that the volcano caused when it erupted.", "label": "Label_3"}
{"text": "the italian ministry of culture did not have the funding to adequately preserve the excavated portions of the city.", "label": "Label_0"}
{"text": "the excavations cause major problems like the city's mosaics began to deteriorate.", "label": "Optimal_6"}
{"text": "the buildings were poorly built and were difficult to maintain.", "label": "Optimal_2"}
{"text": "after the eruption of Pompeii and much tourist traffic years later, the city had been worn and destroyed.", "label": "Label_2"}
{"text": "the city's frescoes and mosaics caused deterioration from the eruption from the volcano.", "label": "Label_3"}
{"text": "they were built with improper materials and are difficult to maintain unfortunately", "label": "Optimal_2"}
{"text": "it was going to fall apart and colapse because of the valcano.", "label": "Label_0"}
{"text": "it had been damaged by rain.", "label": "Label_4"}
{"text": "they want to preserve the historic site.", "label": "Label_0"}
{"text": "the Ancient Pompeii city was buried under a thick layer of ash causing thousands of people to be killed and the city got destroyed.", "label": "Label_3"}
{"text": "natural forces such as humidity, temperature, and rain deteriorated the buildings.", "label": "Optimal_1"}
{"text": "Pompeii is being impacted by tourism.", "label": "Label_2"}
{"text": "It had been deteriorated due to natural forces, tourism was affected due to visitors picking up ruins as souvenirs, and It once stood as a strong landmark In Italy.", "label": "Optimal_1"}
{"text": "many of the buildings that were excavated were poorly rebuilt and there is a heavy amount of damaged mosaics and structures because of tourist vandalism.", "label": "Optimal_2"}
{"text": "nearly 2 thousand years ago the volcano errupted and destroyed the city.", "label": "Label_3"}
{"text": "many of the building that were rebuilt were made incorrectly and difficult to maintain the structure.", "label": "Optimal_2"}
{"text": "the organization claimed that the site was in disrepair.", "label": "Label_1"}
{"text": "the frescoes and mosaics began to deteriorate after being unearthed.", "label": "Optimal_6"}
{"text": "mosiacs and frescoes deteriorated from natural forces.", "label": "Label_4"}
{"text": "it was going to fall apart and colapse.", "label": "Label_1"}
{"text": "the ancient city of Pompeii would crumble and information about ancient Roman life would be lost.", "label": "Optimal_5"}
{"text": "people arrived to find the House of the Gladiators in ruins", "label": "Optimal_4"}
{"text": "they couldn't ignore it any more when the House of the Gladiators collapsed.", "label": "Optimal_4"}
{"text": "it was dealing with rain, humidity, and temperature will cause for the city to disappear.", "label": "Optimal_1"}
{"text": "natural forces such as rain, humidity, and temperature weakened Pompeii's ancient buildings and deteriorated the frescoes and mosaics.", "label": "Optimal_1"}
{"text": "rain and erosion have effected its structure.", "label": "Label_4"}
{"text": "the buidlings were poorly rebuilt...", "label": "Label_9"}
{"text": "The majority of tourists visit this location.", "label": "Label_2"}
{"text": "building were removed so they can build them much better.", "label": "Label_0"}
{"text": "the ancient Pompeii collapse due to the people who took small pieces from it and took them home.", "label": "Optimal_3"}
{"text": "it would be safer.", "label": "Label_0"}
{"text": "the site was deteriorating from the damage of the weather, after being unearthed.", "label": "Optimal_6"}
{"text": "it was now exposed to the elements like light, oxygen, and rain making it easier to deteriorate.", "label": "Optimal_1"}
{"text": "frescoes and mosaics begin to deteriorate.", "label": "Label_1"}
{"text": "with around 2.5 million people visiting the site per year, the frescoes, mosaics, and even the roads are being damaged.", "label": "Optimal_3"}
{"text": "idjwbw hdhdjdd oh okay gtfo okay", "label": "Label_0"}
{"text": "the buildings being poorly rebuilt and because the structures are so fragile that just a tourist brushing past it can break.", "label": "Optimal_2"}
{"text": "he thought his work wasn't bad.", "label": "Label_0"}
{"text": "the buildings and frescoes were being destroyed by all of the tourists.", "label": "Optimal_3"}
{"text": "many of the buildings were poorly rebuild with bad materials.", "label": "Optimal_2"}
{"text": "the mosaics from the city began to deteriorate, which limited light and oxygen.", "label": "Optimal_1"}
{"text": "it had been damaged.", "label": "Label_1"}
{"text": "An inadequate restoration was made to Ancient Pompeii, which was not properly recreated.", "label": "Label_9"}
{"text": "according to the Italian Culture Minister of rain, humidity, light, oxygen, and foot traffic are deteriorating Pompeii.", "label": "Optimal_1"}
{"text": "many of the buildings were poorly rebuilt and were made with inadequate materials", "label": "Optimal_2"}
{"text": "most of Pompeii was underground and was damaged by the sun and rain and other natural occurrences..", "label": "Optimal_1"}
{"text": "Mount Vesuvius erupted and destroyed the city of Pompeii.", "label": "Label_3"}
{"text": "the building was vary old and starting to crumble, due to the wether in the region.", "label": "Label_4"}
{"text": "around 2.5 million people visit every year, causing the area to decay.", "label": "Label_2"}
{"text": "stuff in the city started to deteriorate.", "label": "Label_1"}
{"text": "when they started excavating it often caused the city's fresceos and mosaics to deteriorate.", "label": "Optimal_6"}
{"text": "a volcanic eruption from Mount Vesuvius that left the city in ruin.", "label": "Label_3"}
{"text": "excavations that were made damaged the city's frescoes and mosaics because of light and oxygen.", "label": "Optimal_1"}
{"text": "Sadly, tourists found the House of the Gladiators completely demolished when they arrived.", "label": "Optimal_4"}
{"text": "many of these buildings were poorly rebuilt with bad materials and were hard to maintain.", "label": "Optimal_2"}
{"text": "they began to fear that it would continue to crumble, and the value of Pompeii would be lost forever.", "label": "Optimal_5"}
{"text": "excavation and weather have damaged the buildings.", "label": "Optimal_1"}
{"text": "buildings fell off their foundation.", "label": "Label_1"}
{"text": "after the city was rediscovered,  the artwork began to deteriorate because of the lack of oxygen.", "label": "Label_4"}
{"text": "Pompeii holds valuable information about life in Ancient Rome.", "label": "Optimal_5"}
{"text": "tourists are effecting Pompeii.", "label": "Label_2"}
{"text": "it provides a window onto the history of both art history and archaeology.", "label": "Label_0"}
{"text": "scholars and archaeologists began to fear that Pompeii would continue to crumble, and that valuable information about ancient Roman life would be lost forever.", "label": "Optimal_5"}
{"text": "it is no longer being preserved under the ash.", "label": "Label_0"}
{"text": "Pompeii has a lot of tourists.", "label": "Label_2"}
{"text": "Pompeii was quickly falling apart from the elements that proved to be harmful to the architecture .", "label": "Label_4"}
{"text": "tourists would take pieces of buildings home as souvenirs.", "label": "Optimal_3"}
{"text": "the site deteriorated to the point of collapsing buildings.", "label": "Label_1"}
{"text": "As Mount Vesuvius began to erupt, buildings began to collapse off their foundations and were shoddily rebuilt.", "label": "Label_9"}
{"text": "the city was destroyed and and buried under thick layer of ash", "label": "Label_3"}
{"text": "once city was unearthed it was no longer protected from light and oxygen, and the weather soon weakened the ancient buildings.", "label": "Optimal_1"}
{"text": "that's affected by tourism of 2.5 million people visit the city and this heavy traffic wears away all the roads.", "label": "Optimal_3"}
{"text": "the building kept falling apart.", "label": "Label_1"}
{"text": "tourists have damaged buildings and mosaics.", "label": "Optimal_3"}
{"text": "the excavations often caused major problems.", "label": "Optimal_6"}
{"text": "tourists have caused problens!", "label": "Label_2"}
{"text": "Mount Vesuvius, the volcano in Pompeii erupted and it has also been affected by tourists", "label": "Label_2"}
{"text": "it's easier to understand the history of Pompeii.", "label": "Label_0"}
{"text": "After Pompeii was unearthed it was exposed to the elements and quickly began to deteriorated, not to mention the 2.5 million people visiting every year.", "label": "Optimal_6"}
{"text": "the site was in despair.", "label": "Label_1"}
{"text": "the excavations caused a lot of problems.", "label": "Optimal_6"}
{"text": "tourists often would take home small sections of buildings and mosaics or brush up against the frescos.", "label": "Optimal_3"}
{"text": "after Mount Vesuvius's eruption, Pompeii was left deteriorated and damaged because it was no longer protected from the sunlight and oxygen.", "label": "Optimal_1"}
{"text": "many tourists damaged and removed small sections as souvenirs.", "label": "Optimal_3"}
{"text": "it was buried by ash from a volcano, along with some other natural disaster.", "label": "Label_3"}
{"text": "a majority of the city was stuck underground for over a thousand years.", "label": "Label_0"}
{"text": "they claimed it was in despair.", "label": "Label_1"}
{"text": "Mount Vesuvius erupted, destroying the city, and many buildings were poorly rebuilt with inappropriate materials making it difficult to maintain.", "label": "Optimal_2"}
{"text": "although preserved by the volcanic debris, many frescoes and mosaic arts began to decay because they were not protected from the elements.", "label": "Label_4"}
{"text": "the ancient buildings began to deteriorate from natural forces, light, and oxygen.", "label": "Optimal_1"}
{"text": "they wanted to prevent deterioration and it was damaged because of heavy rains and poor construction.", "label": "Label_4"}
{"text": "Ancient Pompeii was poorly rebuilt after it was destroyed by the volcano mt vesuvius", "label": "Label_9"}
{"text": "the city was buried under a thick layer o", "label": "Label_3"}
{"text": "it was no longer protected from the damaging effects of oxygen and light; natural forces like rain, humidity, and temperature soon weakened it.", "label": "Optimal_1"}
{"text": "rain and humidity weakened ancient buildings.", "label": "Optimal_1"}
{"text": "the city has began to deteriorate due to the excavations.", "label": "Optimal_6"}
{"text": "A building called the House of the Gladiators was destroyed and in ruins.", "label": "Optimal_4"}
{"text": "Pompeii was quickly falling apart from oxygen, rain, and humidity that proved to be harmful to the architecture.", "label": "Optimal_1"}
{"text": "the frescoes and mosaics began to deteriorate because of all of the tourists.", "label": "Optimal_3"}
{"text": "It was in a state of disarray, due to being reconstructed with bad material.", "label": "Optimal_2"}
{"text": "it was destroyed during a volcanic eruption.", "label": "Label_3"}
{"text": "Pompeii has been affected by tourists and people who visit Pompeii every year, and the traffic wears out the surface of the roads in Pompeii.", "label": "Optimal_3"}
{"text": "Pompeii is falling apart.", "label": "Label_1"}
{"text": "it had deteriorated since its excavation due to natural weathering and tourists.", "label": "Optimal_1"}
{"text": "millions of people visit the city each year which causes wear on roads.", "label": "Optimal_3"}
{"text": "nearly two thousand years ago, the ground began to shake, buildings toppled off their foundations and within minutes the city was under a thick layer of ash", "label": "Label_3"}
{"text": "the Italian government initiated the Great Pompeii Project.", "label": "Label_0"}
{"text": "the building were getting more and more destroyed, due to bad restoration attempts.", "label": "Label_9"}
{"text": "experts feared that Pompeii would continue to crumble.", "label": "Label_0"}
{"text": "natural forces have been weathering the buildings.", "label": "Label_4"}
{"text": "rain and temperature weakened Pompeii's buildings.", "label": "Optimal_1"}
{"text": "the House of the Gladiators was in ruins.", "label": "Optimal_4"}
{"text": "once they unearthed buildings and portions of the cities, the structures were exposed to the elements, and started to deteriorate.", "label": "Optimal_6"}
{"text": "there were major problems, so they needed to fix it.", "label": "Label_0"}
{"text": "many of the buildings were poorly rebuilt with the wrong materials.", "label": "Optimal_2"}
{"text": "people began to fear that the valuable information about Pompeii and Roman life would be lost forever.", "label": "Optimal_5"}
{"text": "restoration was needed for the house of the Gladiators, as it had collapsed.", "label": "Optimal_4"}
{"text": "the volcano eruption revealed buried buildings of the fallen city in the 18th century that were being rediscovered by archaeologists.", "label": "Label_3"}
{"text": "the city is slowly falling apart more and more due to weather and tourist.", "label": "Optimal_1"}
{"text": "they started to become more damaged.", "label": "Label_1"}
{"text": "it was a bountiful but messy city.", "label": "Label_0"}
{"text": "the ground beneath it started to shake.", "label": "Label_0"}
{"text": "after thousands of years of being underground the preserved city was not equipped to handle elements like oxygen, light, rain, and temperatures.", "label": "Optimal_1"}
{"text": "the tourists that come from all over take and destroy parts of the ancient city.", "label": "Optimal_3"}
{"text": "it was really worn", "label": "Label_0"}
{"text": "the city started to deteriorate because of natural causes, like humidity, rain, and temperature.", "label": "Optimal_1"}
{"text": "frescoes and mosaics started to deteriorate from oxygen and tourist slowed removed pieces for souvenirs back home.", "label": "Optimal_3"}
{"text": "the city began to deteriorate.", "label": "Label_1"}
{"text": "many of the buildings were not up to standard and tourists and others slowly deteriorated the buildings by taking souvenirs.", "label": "Optimal_3"}
{"text": "Unfortunately, the House of the Gladiators was in ruins", "label": "Optimal_4"}
{"text": "the city began to deteriorate due to the eruption of a volcano.", "label": "Label_3"}
{"text": "if Pompeii continued to crumble, valuable information about ancient Roman life would be lost forever.", "label": "Optimal_5"}
{"text": "slowly, visitors that came to see Pompeii were deteriorating little pieces of it.", "label": "Optimal_3"}
{"text": "the sit was in disrepair and did a advocation for the creation of a plan to remake the city.", "label": "Label_1"}
{"text": "the buildings were dug out and were not able to compete with the climate.", "label": "Label_4"}
