{"text": "despite the danger it can cause people have been grateful of the impact and attention it has brought to this animal.", "label": "Optimal_2"}
{"text": "the zoologists warn tourists that it can be dangerous.", "label": "Label_3"}
{"text": "million's of people want to come and visit the Quokka's on the island.", "label": "Label_2"}
{"text": "an Australian government agency made Rottnest Island a global travel destination by promoting it through the social media trends.", "label": "Optimal_1"}
{"text": "Rottnest island tourism has increased.", "label": "Label_2"}
{"text": "people can be cerius about the animals that they see and they want to create a memarie with the animals that they see but", "label": "Label_0"}
{"text": "after people started posting their quokka pictures online it became a trend on Instagram.", "label": "Label_5"}
{"text": "many tourists travel there each year to take pictures with them.", "label": "Label_4"}
{"text": "they kind of felling good", "label": "Label_0"}
{"text": "it has become a trend on Instagram and Twitter by over 37,000 people.", "label": "Optimal_3"}
{"text": "Rottnest Island's tourism increased by 30% from 2017 to 2018 after the selfie trend gained more popularity, which increased the revenue received in order to pay for research and conservation.", "label": "Optimal_1"}
{"text": "It benefits little animals.", "label": "Label_1"}
{"text": "Rottnest Island's tourism bumped up a 30%.", "label": "Optimal_1"}
{"text": "zoologists and experts tell tourist to not let the selfies negatively effect the Quokkas and their habitat.", "label": "Label_3"}
{"text": "tourism went up from 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the tourism of Rottnest Island has increased and the conservation effort for quokkas has received more funding.", "label": "Optimal_2"}
{"text": "the executive director is grateful for the impact of Quokka selfies and the Islands tourism went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they're using the quokkas for global campaign.", "label": "Label_7"}
{"text": "they can post on popular social media platforms, and to see the cute animal looks like with the face shaped like a smile.", "label": "Label_6"}
{"text": "Rottnest Island's economic income increased by 30% thanks to tourism, helping to pay for the studies and conservation of the species.", "label": "Optimal_2"}
{"text": "the tourists efforts to posting the animal has gained tourism at the home of the Quokkas, as well as helped pay for research and conservation for the endangered species.", "label": "Optimal_2"}
{"text": "tourism in Rottnest has gone up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they can post the pictures on social media so their families and friends can see.", "label": "Label_6"}
{"text": "zoologists allow it however they also recommend not to get too close to them because they will bite.", "label": "Label_3"}
{"text": "it became a trend thanks to thousand of photos on social media.", "label": "Label_5"}
{"text": "It became the focus of a worldwide campaign in 2019.", "label": "Label_7"}
{"text": "In 2019, they made it the beginning of a worldwide campaign.", "label": "Label_7"}
{"text": "they take selfies next to them and post it to social media.", "label": "Label_5"}
{"text": "they became so popular that the island's tourism went up 30%.", "label": "Optimal_1"}
{"text": "humans will still continue but tourists should be careful and not cause them harm.", "label": "Label_3"}
{"text": "the Australian government agency promoted locations as appealing travel stations.", "label": "Optimal_1"}
{"text": "they can get famous on Instagram.", "label": "Label_6"}
{"text": "they can join the #QuokkaSelfie trend.", "label": "Label_5"}
{"text": "it has become a trend to take selfies with Quokkas.", "label": "Label_5"}
{"text": "On Instagram there have been over 37,000 quokka selfie hashtags, also it has been a big trend and takes many tourists to the island.", "label": "Optimal_3"}
{"text": "They used it as the focal point of a global campaign in 2019.", "label": "Label_7"}
{"text": "Rottnest Island has become a very big destination for tourists.", "label": "Label_2"}
{"text": "the island has had significant growth in toruism since then.", "label": "Label_2"}
{"text": "the island allowed it causing it to make more money to help the quokkas.", "label": "Optimal_2"}
{"text": "it became a social media trend.", "label": "Label_5"}
{"text": "an Australian government agency decided to take advantage of the popular trend.", "label": "Optimal_1"}
{"text": "people will come and get their photo with the animal.", "label": "Label_4"}
{"text": "they have now said that if someone want's to take a picture with quokka they have to go to Rottnest Island.", "label": "Label_4"}
{"text": "many people have posted 37,000 quokka pictures", "label": "Optimal_3"}
{"text": "despite the possible risks people are grateful that the Quokka is getting attention.", "label": "Label_0"}
{"text": "tourism went up 30% during 2017-2018 for Rottnest Island.", "label": "Optimal_1"}
{"text": "the \"worlds happiest animal\" are always smiling, and are naturally curious, which makes them want to approach humans.", "label": "Label_0"}
{"text": "their best bet is to travel to Rottnest Island, and island just off the coast of Perth, a city in Western Australia.", "label": "Label_4"}
{"text": "though it has its downsides Quokka selfies increase the Island's tourism by 30% and benefit the Quokkas.", "label": "Optimal_1"}
{"text": "they travel to Rottnest Island to take selfies.", "label": "Label_4"}
{"text": "many people do for view on social media", "label": "Label_5"}
{"text": "the Rottnest Islands went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "tourism on Rottnest Island went up by 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "scientist suggest they be careful so they don't get hurt.", "label": "Label_3"}
{"text": "people started to post them to the internet.", "label": "Label_5"}
{"text": "they can spread information about the Rottnest island, which caused Rottnest island tourism to rise.", "label": "Label_2"}
{"text": "tourism has increased by 30% at the Rottnest Island.", "label": "Optimal_1"}
{"text": "Rottnest Islands tourism increased 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they trust humans.", "label": "Label_0"}
{"text": "they travel to promoted areas to take pictured with them.", "label": "Label_4"}
{"text": "it became a social media trend which helped bring attention to the animals and the island which they live on tourism went up 30% from 2017 to 2018 which helps paying for research and conservation.", "label": "Optimal_1"}
{"text": "people travel to Rottnest Island to take pictures with the \"world's happiest animal\".", "label": "Label_4"}
{"text": "the revenue increases for scientists to do research and conservation efforts.", "label": "Optimal_2"}
{"text": "they will continue to do so but it also comes with the risk and with risk there can be reward or punishment.", "label": "Label_3"}
{"text": "there was a big increase in tourist numbers starting with an increase of 30% in Rottnest from 2017-2018 with over 37,000 visitors.", "label": "Optimal_1"}
{"text": "the zoologists experts warns tourists taking photos to not have a bad affect on the animals with their phone", "label": "Label_3"}
{"text": "The quokkas were used in an advertisement in 2019.", "label": "Label_7"}
{"text": "Rottnest island's tourism increased 30% in one year.", "label": "Optimal_1"}
{"text": "the Australian government agency has taken advantage of the social media trend by making Rottnest Island the main attraction of its global campaign in 2019.", "label": "Optimal_1"}
{"text": "they try their hardest to meet the quokkas.", "label": "Label_0"}
{"text": "ty like to visit the Rottnest Island often to see the ¨world´s happiest animal¨ in person.", "label": "Label_4"}
{"text": "people make a big effect on there island 37,000 people a day visiting the island.", "label": "Label_2"}
{"text": "even though there is a possible risk of getting bit,  Reynolds is grateful for the impact of #QuokkaSelfies.", "label": "Label_1"}
{"text": "they kind of", "label": "Label_0"}
{"text": "Rottnest Island's tourism went up 30% from 2017-2018 and tourism helps the island pay for research and conservation efforts for the endangered quokkas.", "label": "Optimal_2"}
{"text": "they can post the on social media.", "label": "Label_6"}
{"text": "the trend #QuokkaSelfies went viral.", "label": "Label_5"}
{"text": "they are getting hurt because quokkas can get violent.", "label": "Label_3"}
{"text": "it's been helping them.", "label": "Label_1"}
{"text": "because of the quokkas the tourism has gone up 30%, and that has helped the awareness of the quokkas.", "label": "Optimal_2"}
{"text": "the quokka's are considered the happiest animals in the world.", "label": "Label_0"}
{"text": "people started a trend on Instagram which had over 37,000 posts.", "label": "Optimal_3"}
{"text": "people began a trend named #QuokkaSelfie, increasing the tourism by 30% in Rottnest Island giving more visibility to Quokkas.", "label": "Optimal_1"}
{"text": "thanks to the many pictures on social media, Rottnest Island's tourism went up 30% in 2018.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism is increased.", "label": "Label_2"}
{"text": "Rottnest Island's tourism went up around 30% in a year.", "label": "Optimal_1"}
{"text": "tourism has skyrocketed up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "tourist love to take selfies with them and post them all over social media.", "label": "Label_5"}
{"text": "tourism in the island went up 30 percent from 2018 to 2018.", "label": "Optimal_1"}
{"text": "Australian government has been promoting Australian location is travel destinations.", "label": "Optimal_1"}
{"text": "people started posting their quokkas selfies online in the mid 2010s.", "label": "Label_5"}
{"text": "the Rottnest Island´s tourism went up 30% from 2017-2018.", "label": "Optimal_1"}
{"text": "tourism on Rottnest Island went up 30 percent from 2017 to 2018.", "label": "Optimal_1"}
{"text": "in 2019 Rottnest Island became a global campaign.", "label": "Label_7"}
{"text": "peoples social medias blow up using the hashtag #QuokkaSelfie this hashtag has been used 37,000 times.", "label": "Optimal_3"}
{"text": "Rottnest Island tourism went up to 300% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "Rottnest Island served as the focal point of their international marketing campaign.", "label": "Label_7"}
{"text": "it has raised awareness and support for the endangered animals.", "label": "Optimal_2"}
{"text": "at least 80% of tourist go on trips to Rottnest Island because it has the most Quokkas which made the tourist percentage go up 30%.", "label": "Optimal_1"}
{"text": "many people took photos with quokka's that they are now undangered.", "label": "Label_0"}
{"text": "they like to take selfies because they like to see them up in person.", "label": "Label_0"}
{"text": "they are promoting Australian locations", "label": "Label_0"}
{"text": "they Rottnest Island's tourism rates would go up.", "label": "Label_2"}
{"text": "Rottnest Island's tourism went up significantly in just over a year.", "label": "Label_1"}
{"text": "tourism went up at Rottnest Island 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism increased 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "Rottnest Island has received a 30% boost in tourism.", "label": "Optimal_1"}
{"text": "The tourism on Rottnest islands has gone up by 30%.", "label": "Optimal_1"}
{"text": "they put themselves at risk feeding them so they can get the picture.", "label": "Label_3"}
{"text": "tourism agencies in Australia promote the opportunity to tourists to bring money to the economy.", "label": "Optimal_1"}
{"text": "they decide to keep up with the trends and take selfies even with the risk of infections and death.", "label": "Label_0"}
{"text": "tourism in Rottnest Island went up by 30%.", "label": "Optimal_1"}
{"text": "it has made the selfie taking a huge trend making it so the tourism in rottenest island has went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they need respect the quokkas by being careful not to feed them human food or get to close to them.", "label": "Label_3"}
{"text": "since these photos, tours have gone up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the Rottnest Island's tourism increased by 30%, allowing research and conservation efforts to continue to protect quokkas.", "label": "Optimal_2"}
{"text": "iy generated imp.", "label": "Label_6"}
{"text": "Rottnest Island's tourism went up by 30% between 2017 and 2018.", "label": "Optimal_1"}
{"text": "the Australian government decided to make Rottnest Island the main attraction of its global campaign in 2019.", "label": "Optimal_1"}
{"text": "tourism in the Rottnest Islands went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the Australian government agency is taking full responsibility for promoting for wildlife selfies.", "label": "Label_0"}
{"text": "they decided to travel to Rottnest Island, Australia to do it, boosting the tourism rate by 30%.", "label": "Optimal_1"}
{"text": "the trend #QuokkaSelfie bumped tourism to Rottnest Island up 30%.", "label": "Optimal_1"}
{"text": "they have the memerie", "label": "Label_0"}
{"text": "Rottnest Island's tourism has gone up, and there has been an increase in revenue.", "label": "Label_2"}
{"text": "zoologists and experts warn people to not negatively affect the habitat and animal.", "label": "Label_3"}
{"text": "they come out smiling in all the pictures.", "label": "Label_0"}
{"text": "they can get a lot of likes on instagram", "label": "Label_6"}
{"text": "the quokkas are affected in a positive way", "label": "Label_1"}
{"text": "the quokka gets attention.", "label": "Label_0"}
{"text": "the tourism in that island went up to 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism went up to 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "it is popular.", "label": "Label_0"}
{"text": "when people go to the island the Quokka's get more attention.", "label": "Label_2"}
{"text": "#QuokkaSelfie became a trend on social media which attracted many tourists to Rottnest Island.", "label": "Optimal_1"}
{"text": "the government saw the pictures of the people and animals.", "label": "Label_0"}
{"text": "despite the possible risks, Reynolds is grateful for the impact of #Quokkaselfies.", "label": "Label_1"}
{"text": "Rottnest Island's tourism has gone up by 30%, and there has been an increase in revenue.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism went up by 30% from 2017 and 2018 to try and find this animal.", "label": "Optimal_1"}
{"text": "they can have internet attention form the pictures.", "label": "Label_6"}
{"text": "selfies with this animals have gone viral influencing everyone to want to do the same.", "label": "Label_5"}
{"text": "it helps them pay for research and conservation.", "label": "Optimal_2"}
{"text": "it is okay to take a picture with them as long as its not disturbing them and there habitats", "label": "Label_0"}
{"text": "they have started the social media trend on instagram and twitter in 2010.", "label": "Label_5"}
{"text": "Rottnest Island, which is natural aria of quokkas habitant, had 30% up tourist from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the Australian government agency being responsible to promoting had decided to make the Rottnest Island in 2019 the star of its global campaign.", "label": "Optimal_1"}
{"text": "zoologists warn tourists not to affect the animals in a more negative way, they say people are getting bitten every year.", "label": "Label_3"}
{"text": "Rottnest Island's tourism went up 30% which led for the island to pay for research and conservation (protection) for the endangered quokkas.", "label": "Optimal_2"}
{"text": "they will continue to do so but it also comes with the risk and with risk there can be reward or punishmweiusdfjnhvasbu", "label": "Label_3"}
{"text": "they can go viral on Instagram.", "label": "Label_6"}
{"text": "the increase in tourist helps the island pay for research and protection efforts for the endangered species.", "label": "Optimal_2"}
{"text": "it quickly became a trend.", "label": "Label_5"}
{"text": "it might be a good thing for them since they go through a happy and one in a lifetime moment, making this a worldwide trend in which around 37,000 people participated.", "label": "Optimal_3"}
{"text": "they have been called the worlds happiest animals, it became a trend on instagram and twitter", "label": "Label_5"}
{"text": "tourism can help pay for research and conservation to keep the quokkas protected from danger.", "label": "Optimal_2"}
{"text": "Rottnest Island's tourism increased by 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "okay no five\\", "label": "Label_0"}
{"text": "the awareness for the endangered Quokka species has risen.", "label": "Optimal_2"}
{"text": "Michelle Reynolds told people that the increase in revenue helps pay the island for research and conservation efforts for the endangered quokkas.", "label": "Optimal_2"}
{"text": "Rottnest Island's tourism increased by 30 percent from 2017 to 2018.", "label": "Optimal_1"}
{"text": "Quokkas don't mind having selfies taken as long as they get their respected space.", "label": "Label_0"}
{"text": "they have to be precautious so that getting bite wont have to be a problem.", "label": "Label_3"}
{"text": "more people are going to Rottnest island.", "label": "Label_2"}
{"text": "many Australian location decided to take advantage and make the selfie trend the star of its global campaign in 2019.", "label": "Optimal_1"}
{"text": "the increase of income from visitors helps the island pay for research and protection efforts for the endangered animals.", "label": "Optimal_2"}
{"text": "the Australian government agency has promoted several Australian locations for travel destinations.", "label": "Optimal_1"}
{"text": "they warn tourists not to let their photos negatively affect the animals.", "label": "Label_3"}
{"text": "people travel to Rottnest Island which raised the island's tourism 30%.", "label": "Optimal_1"}
{"text": "It promotes tourism, it has 37,000 posts.", "label": "Optimal_3"}
{"text": "they travel to Rottnest Island to take a picture with a quokka and using #QuokkaSelfies; the government uses it as a advantage to promote Australia´s travel destinations.", "label": "Optimal_1"}
{"text": "the islands tourism went up 30%.", "label": "Optimal_1"}
{"text": "the islands tourism went up 30% in one year.", "label": "Optimal_1"}
{"text": "many tourist go and take selfies with the quokkas and in 2010s, it became a trend on Instagram and Twitter and one effect is the tourist in Rottnest Island\" tourism went up 30%.", "label": "Optimal_1"}
{"text": "the Australian government agency responsible for helping Australian locations as appealing travel stops, to take advantage of the popular social media trend.", "label": "Optimal_1"}
{"text": "Quokkas need to be observed from a distance instead of shoving cameras in their faces, and if people need to make sure not to feed the animals food from home.", "label": "Label_3"}
{"text": "people started a trend on Instagram and twitter with the #Quokka Selfie hashtag has over 37,000 posts.", "label": "Optimal_3"}
{"text": "the #QuokkaSelfie became a famous hastag with up to more than thousands of photos due to the popularity of the lovley animals.", "label": "Label_5"}
{"text": "tourist have help fund protections for the quokka.", "label": "Optimal_2"}
{"text": "Tourism Australia made Rottnest Island the big part of its campaign in 2019 to bring awareness to the species.", "label": "Optimal_1"}
{"text": "they travel to Rottnest Island, with 80% of the estimated 12,000 total endangered quokkas in the world live on the island.", "label": "Label_1"}
{"text": "they travel to Rottnest Island.", "label": "Label_4"}
{"text": "#Quokka Selfie has become a popular trend on Instagram and Twitter which caused Rottnest Island's tourism went up 30% in a year.", "label": "Optimal_1"}
{"text": "they travel to Australlia.", "label": "Label_4"}
{"text": "the Rottnest island's tourism went up 30% which increased revenue that helped the island pay for research and conservation of the endangered quokkas.", "label": "Optimal_2"}
{"text": "zoology experts are warning tourists not to let their selfie negatively impact the quokkas and the environment they live in.", "label": "Label_3"}
{"text": "as long as they stay a decent bit away from the quokkas and don't disturb it, it is ok to take selfies.", "label": "Label_3"}
{"text": "the government saw the pictures of the people and the happy animals.", "label": "Label_0"}
{"text": "people feed the quokka", "label": "Label_0"}
{"text": "the tourism of Rottnest Island went up 30%.", "label": "Optimal_1"}
{"text": "they go to Rottnest Island to take pictures with the quokkas.", "label": "Label_4"}
{"text": "there is a positive impact on the animals", "label": "Label_1"}
{"text": "the Rottnest Island became the star of its global campaign in 2019.", "label": "Optimal_1"}
{"text": "many people are bitten every year.", "label": "Label_0"}
{"text": "a lot of people travel to Rottnest Island to see them, causing the island to be a social media trend.", "label": "Label_2"}
{"text": "this action became more famous thanks to more people wanting to get a selfie with a quokka.", "label": "Label_5"}
{"text": "after people started posting selfies online it became a", "label": "Label_5"}
{"text": "it became a trend on Instagram and Twiter in the mid 2010s, after people started posting their quokka selfies online.", "label": "Label_5"}
{"text": "Many quokka have been becoming friendly.", "label": "Label_0"}
{"text": "much that it has trended on social media and now there is a law has been created for tourist to not take selfies with them due to them being dangerous.", "label": "Label_5"}
{"text": "in that case quokkas can be very friendly yet dangerous which is why its important to be safe when around them since they have bite a dozen people with in their range.", "label": "Label_3"}
{"text": "Rottnest Island's tourism has Increased 30% from 2017 to 2018 due to the social media trend.", "label": "Optimal_1"}
{"text": "they can always go see them on Rottnest Island.", "label": "Label_4"}
{"text": "Australian locations decided to take advantage and made Rottnest Island the biggest factor of its global campaign.", "label": "Optimal_1"}
{"text": "there was a campaign in 2019 using the quokkas.", "label": "Label_7"}
{"text": "their tourism increased and so their revenue increased which helped pay for research and conservation.", "label": "Optimal_2"}
{"text": "many tourists take pictures with them and take to their instagram with the hashtag #QuokkaSelfie.", "label": "Label_5"}
{"text": "the animals become popular and increase tourism.", "label": "Label_2"}
{"text": "by taking selfies quokkas are getting popular and they are attracting many tourists because of their shape like smile and their calm curious state", "label": "Label_0"}
{"text": "it has become a trend on Instagram and twitter and over 37,000 people have posted a picture with a Quokka.", "label": "Optimal_3"}
{"text": "the #quokkaselfie trend brings in a lot of positive effects such as 30% tourism increase from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they travel to the island to see them.", "label": "Label_4"}
{"text": "there are 37,000 photos on Instagram alone of them for people to enjoy but the species are endangered and there are only around 12,000 left in the world.", "label": "Optimal_3"}
{"text": "#QuokkaSelfie has over 37,000 posts", "label": "Optimal_3"}
{"text": "there became a hashtag called #QuokkaSelfies.", "label": "Label_5"}
{"text": "tourism went up by 30% on Rottnest Island.", "label": "Optimal_1"}
{"text": "many people had initiated hashtags with pictures of Quokkas,many people enjoy taking pictures and go to visit them,as a result people like to take pictures with Quokkas", "label": "Label_5"}
{"text": "it has become a trend on Instagram with over 37,000 hashtag uses.", "label": "Optimal_3"}
{"text": "tourism went up 30% in Rottnest Island.", "label": "Optimal_1"}
{"text": "Tourism Australia made Rottnest Island the star of their global campaign in 2019.", "label": "Optimal_1"}
{"text": "it has been an attraction in the past couple years by people on social media and the growth of tourists went up by 30% because of quokkas.", "label": "Optimal_1"}
{"text": "Tourism Australia used Rottnest Island for their global campaign in 2019.", "label": "Optimal_1"}
{"text": "they put themselves at risk.", "label": "Label_0"}
{"text": "tourism has begun to increase to help pay to protect the species.", "label": "Optimal_2"}
{"text": "the quokka selfie trend is becoming more and more popular, and this trend has even led to positive effects such as Rottnest Island's tourism going up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they started making publicity to take people attention because they knew the popular trend of #QuokkaSelfies the 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism went up 30% from the year 2017 to 2018.", "label": "Optimal_1"}
{"text": "people start to post them online, over 37,000 post from influencers, celebrities and people look alike.", "label": "Optimal_3"}
{"text": "the islands tourism has gone up by 30%.", "label": "Optimal_1"}
{"text": "they made it a trend to take pictures with them.", "label": "Label_5"}
{"text": "many people travel to Rottnest Island, just off the coast of Perth to come and visit the quokkas.", "label": "Label_4"}
{"text": "zoology experts are warning tourists not to let their selfie negatively impact the animal and environment they live in because if tourists get too close to quokkas it will bite tourist that travel.", "label": "Label_3"}
{"text": "they became a trend in social media.", "label": "Label_5"}
{"text": "they travel to Rottnest island that is home to 80% of the Quokka population.", "label": "Label_4"}
{"text": "people can post them on social media.", "label": "Label_6"}
{"text": "they take a lot of selfies with the Quokkas.", "label": "Label_5"}
{"text": "despite the possible risks, Reynolds stated how he was grateful for the impact of #QuokkaSelfies.", "label": "Label_1"}
{"text": "while there are some potential negatives to the #QuokkaSelfie trend, it has brought a lot more awareness to these mammals, which helps the island pay for research and protection for the quokkas.", "label": "Optimal_2"}
{"text": "it is a social media trend.", "label": "Label_5"}
{"text": "they will continue to do so but it also comes with the risk and with risk there can be reward or punishmenejkb", "label": "Label_3"}
{"text": "the Australian government started using this social media trend to promote them.", "label": "Optimal_1"}
{"text": "quokkas are also naturally curious which makes them eager to approach humans media tend had had a positive effect it helps the island pay for research and conservation.", "label": "Optimal_2"}
{"text": "because of these selfies tourism went up by 30% plus people are getting aware about how they are endangered.", "label": "Optimal_1"}
{"text": "many experts warn them to be careful with quokkas and support campaigns that help quokkas.", "label": "Label_3"}
{"text": "they travel all the way to Rottnest Island just to visit them and take selfies with them.", "label": "Label_4"}
{"text": "Rottnest Island's tourism increased by a 30% in one year.", "label": "Optimal_1"}
{"text": "the island took advantage to help pay off research and conservation protection.", "label": "Optimal_2"}
{"text": "many people do for view", "label": "Label_0"}
{"text": "as a result Rottnest Islands tourism went up 30% from and as a result the revenue from tourism helps the island.", "label": "Optimal_1"}
{"text": "the Rottnest Island's tourism rate has gone up 30% from 2017 to 2018 because thousands of photos have been posted on social media.", "label": "Optimal_1"}
{"text": "Reynolds has accepted the selfies because it spreads awareness about them.", "label": "Optimal_2"}
{"text": "social media trends can be popular with the selfie of the quokka which had 37,000 posts.", "label": "Optimal_3"}
{"text": "they can lso feed them and just watch as well.", "label": "Label_3"}
{"text": "they visit Rottnest Island, where 80% of the remaining Quokka reside, which increased tourism by 30% in the area.", "label": "Optimal_1"}
{"text": "people created the #QuokkaSelfie.", "label": "Label_5"}
{"text": "many people do for views", "label": "Label_0"}
{"text": "They travel too the island to take selfies with the quokka.", "label": "Label_4"}
{"text": "the Australian government made Rottnest Island the global star of its global campaign in 2019.", "label": "Optimal_1"}
{"text": "While there are showing downside to the #QuokkaSelfie the social media current has had positive affect as well.", "label": "Label_1"}
{"text": "many tourists will visit Rottnest Island to take pictures with the happy animal.", "label": "Label_4"}
{"text": "#Quokka Selfie has become an Instagram trend with over 37,000 posts.", "label": "Optimal_3"}
{"text": "it might be a good thing for them since they go through a happy and one in a lifetime moment.", "label": "Label_5"}
{"text": "by doing this they are able to help in a positive way by bringing attention to the mammal.", "label": "Optimal_2"}
{"text": "they go to take photos.", "label": "Label_4"}
{"text": "30% of the Rottnest Island's tourism went up from 2017 to 2018.", "label": "Optimal_1"}
{"text": "many people have started a trend and have helped boost Rottnest Island's tourism by 30%; this has helped the island pay for research and protection.", "label": "Optimal_2"}
{"text": "thanks to thousands of photos, Rottnest Island's tourism with up by 30% and it's increasing the pay for the research to help the endangered quokkas.", "label": "Optimal_2"}
{"text": "they have become very popular online with 37,000 posts of them.", "label": "Optimal_3"}
{"text": "quokkas are becoming more popular so there it's more people visiting Rottnest Island as their tourism went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the Rottnest Island's tourism rocketed up to 30% in one year, which increases revenue making the island pay more efforts towards the endangered quokkas.", "label": "Optimal_2"}
{"text": "they upload the pictures to social media.", "label": "Label_5"}
{"text": "many people travel to the Rottnest Island to see the adorable animals.", "label": "Label_4"}
{"text": "Rottnest Island's tourism went up 30 percent from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the quokka has become more famous and also their home island.", "label": "Label_2"}
{"text": "despite the risk, Reynolds is grateful for the impact of the #QuokkaSelfies", "label": "Label_0"}
{"text": "the tourism levels on the island went up.", "label": "Label_2"}
{"text": "quokka are cute that's why people take selfies of them and most people like to to take selfies of anime they think they cute and adorable.", "label": "Label_0"}
{"text": "they travel and make the long trip just to see them.", "label": "Label_4"}
{"text": "tourists have visited Quokkas on Rottnest Island, in Western Australia and over 12,000 quokkas are left in the world.", "label": "Label_1"}
{"text": "the island that the quokkas live on has a 30% increase in tourism allowing the island to pay for research on the endangered species.", "label": "Optimal_1"}
{"text": "there are good impacts on the wuokkas", "label": "Label_1"}
{"text": "people go to Australia in order to take pictures with the naimals and post the to social media.", "label": "Label_4"}
{"text": "tourism in the island went up by 30% from 2018 to 2018.", "label": "Optimal_1"}
{"text": "most of the time tourist want to take pictures with them because of their naturally curved mouth that makes them look like their smiling.", "label": "Label_0"}
{"text": "the tourism in Rottnest Island has gone up 30% between 2017 and 2018.", "label": "Optimal_1"}
{"text": "Rottnest island tourism has increased by a lot.", "label": "Label_2"}
{"text": "it became a trend all over the world to the hashtag QuokkaSelfie.", "label": "Label_5"}
{"text": "The #QuokkaSelfie has a number of negative aspects, yet it has also positively impacted social media.", "label": "Label_1"}
{"text": "they could have a good social media presence because of the trend, but also have a cute buddy next to them, but this also favors the island revenue as well, because tourism to it has increased by 30%", "label": "Optimal_1"}
{"text": "they made a twitter page to post over 35,000 selfies", "label": "Label_5"}
{"text": "they will travel to Western Australia that has helped the island get more tourism.", "label": "Label_2"}
{"text": "tourism in Australia, specifically the island of Rottnest, has gone up 30% since 2019.", "label": "Optimal_1"}
{"text": "tourism has risen by 30% on the island.", "label": "Optimal_1"}
{"text": "it becomes a trend of posting selfies on Twitter and Instagram Additionally, Tourism, the Australian government responsible for promoting Australian locations.", "label": "Label_0"}
{"text": "they need to be careful not to feed them human food or get to close to them.", "label": "Label_3"}
{"text": "the zoologists experts warns tourists taking photos to not have a bad affect on the animals with their phone.", "label": "Label_3"}
{"text": "they will be okay to do so as long as they keep a respective distance.", "label": "Label_0"}
{"text": "they can post on social media.", "label": "Label_6"}
{"text": "the Australian government has been promoting locations for travelers increasing their tourism rates.", "label": "Label_2"}
{"text": "a global social media trend sparked online and leading to Rottnest Island's tourism increasing by 30% within a year.", "label": "Optimal_1"}
{"text": "Rottnest Island increased 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "Tourism Australia promotes Rottnest Island, where the quokkas live.", "label": "Label_4"}
{"text": "the islands tourism went up 30% and this increase helps the island pay for research and protection.", "label": "Optimal_2"}
{"text": "the pay so they can take selfies with the animal, the money can help the island pay for research and conservation.", "label": "Optimal_2"}
{"text": "thanks to their popularity Rottnest island's tourism went up by 30%.", "label": "Optimal_1"}
{"text": "it has become a trend to take selfies with Quokkas, and tourism also went up by 30%.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism went up and it helps pay for the conservation of the quokkas.", "label": "Optimal_2"}
{"text": "it has brought a lot of attention to the world.", "label": "Label_2"}
{"text": "they can post it", "label": "Label_6"}
{"text": "the trend #quokkaselfie is healing Rottnest Islands tourism to go up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "if theres a  way to do so safely there really isn't a reason against taking a quokka selfie which then made the tourist go up 30% from 2017 to 2018 on Rottnest Island.", "label": "Optimal_1"}
{"text": "it has made the selfie taking a huge trend.", "label": "Label_5"}
{"text": "this has had a positive impact in helping pay for research and conservation efforts for the quokka.", "label": "Optimal_2"}
{"text": "people will take pictures but be careful how close they get, the tourism when up 30%.", "label": "Optimal_1"}
{"text": "they think that it comes with no risk but actually the tourist will probably get bitten if they get to close and if te feed them human food like bread that they  can get infections or even die.", "label": "Label_3"}
{"text": "when they do they have to have to be cautious preventing danger to them and to the quokkas.", "label": "Label_3"}
{"text": "“and the opportunity to really see them close up, in their natural environment.”", "label": "Label_0"}
{"text": "there are many people posting 37,000 pictures in the quokka hashtag", "label": "Optimal_3"}
{"text": "thousands of photos on social media the island tourism went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "Instagram's #QuokkaSelfies has become popular.", "label": "Label_5"}
{"text": "Rottnest Island's tourism went up by 30%, which increases the amount of money made that helps the island pay for research and conservation for the endangered quokkas.", "label": "Optimal_2"}
{"text": "people are traveling to the island, paying for research and protection for the quokkas.", "label": "Optimal_2"}
{"text": "quokka selfie hashtags on Instagram have over 37,00 posts, from influencers and celebrities.", "label": "Optimal_3"}
{"text": "Rottnest has had island tourism go up by 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the tourism on the island went up by 30%, so they can pay for more research.", "label": "Optimal_1"}
{"text": "many people start posting their quokka selfies online.", "label": "Label_5"}
{"text": "the island has become a popular spot to visit because of the trend having 37,000 posts.", "label": "Optimal_3"}
{"text": "Rottnest Islands tourism went up 30%.", "label": "Optimal_1"}
{"text": "Rottnest Islands tourism went up 30% compared to previous years.", "label": "Optimal_1"}
{"text": "dozens of people get bit every year from getting too close in a selfie.", "label": "Label_3"}
{"text": "it has brought a lot of attention to the world since the islands tourism went up 30%.", "label": "Optimal_1"}
{"text": "they travel to Australia to take photos", "label": "Label_4"}
{"text": "the government saw the pictures of the people and animals", "label": "Label_0"}
{"text": "they travel to Rottnest Island to find these quokkas.", "label": "Label_4"}
{"text": "Rottnest Island's tourism increased up 30% from 2017 to 2017, and the island is getting more money to research and protect the quokkas.", "label": "Optimal_1"}
{"text": "tourism has increased by 30% which has inurned increase revenue.", "label": "Optimal_1"}
{"text": "it trended online with more than 37,000 posts", "label": "Optimal_3"}
{"text": "they can bring highlight and attention to the world.", "label": "Label_0"}
{"text": "all of the social media post made a positive effect, it made the island tourism go up 30% from 2017 and 2018.", "label": "Optimal_1"}
{"text": "many tourists will travel to Rottnest Island's just to take a picture with the Quokkas.", "label": "Label_4"}
{"text": "Rottnest Island's tourism went up 30% which helped to pay for research and conservation efforts.", "label": "Optimal_2"}
{"text": "they can post it on there Instagram and hashtag them in it and they get a lot of post they always look like they are smileing .", "label": "Label_6"}
{"text": "they visit them in Rottnest Island.", "label": "Label_4"}
{"text": "In 2019, they made it the centerpiece of a worldwide campaign.", "label": "Label_7"}
{"text": "due to the trend, tourism on Rottnest Island has gone up 30% which helps the island pay for research and conservation.", "label": "Optimal_1"}
{"text": "an estimated 37,000 people started to post them to the internet.", "label": "Optimal_3"}
{"text": "they put them all over social media with a hashtag #QuokkaSelfies", "label": "Label_5"}
{"text": "Rottnest Island's tourism rose 30%.", "label": "Optimal_1"}
{"text": "Rottnest's tourism went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the tourism percentage went up by 30% from 2017 to 2018, increasing revenue to help pay for research.", "label": "Optimal_2"}
{"text": "there's a hashtag on Instagram called the #QuokkaSelfie with over 37,000 posts.", "label": "Optimal_3"}
{"text": "when people posted their selfies, the animals went viral and the tourism rate on Rottnest Island went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the tourism increased 30% due to the thousands of photos of quokkas.", "label": "Optimal_1"}
{"text": "it has led to Rottnest island's tourism to go up 30% between 2017 to 2018.", "label": "Optimal_1"}
{"text": "the australlian goverment agency responsi", "label": "Label_0"}
{"text": "due to the pictures on social media, Rottnest island's tourism went up by 30% within 1 year.", "label": "Optimal_1"}
{"text": "Rottnest Island will continue to rise in popularity since people can go and take pictures with these lovable and smiley animal which has become so popular and increased the tourism by 30% already.", "label": "Optimal_1"}
{"text": "They will travel to Rottnest Island.,", "label": "Label_4"}
{"text": "even though there are downsides to this trend there are also positive effects too.", "label": "Label_1"}
{"text": "many people are always eager to approach them.h", "label": "Label_0"}
{"text": "37,000 posts, from influencers, celebrities and everyday people alike", "label": "Optimal_3"}
{"text": "if theres a  way to do so safely there really isn't a reason against taking a quokka selfie which then made the tourist go up 30% from 2017 to 2018 which made Rostness the star of Australia.", "label": "Optimal_1"}
{"text": "the #QuokkaSelfie boomed on social media and the Rottnest Island tourism went up 30% in 2018.", "label": "Optimal_1"}
{"text": "The Australian government promoted it by making the Rottnest Island the spotlight of the 2019 global campaign.", "label": "Optimal_1"}
{"text": "today, there are about 37,000 posts under \"#QuokkaSelfie.\"", "label": "Optimal_3"}
{"text": "tourists from around the world come to take pictures with the animal and post them on social media making everyone else want to do the same.", "label": "Label_2"}
{"text": "okay no five\\ three", "label": "Label_0"}
{"text": "the trending of social media have positive impact as well.", "label": "Label_1"}
{"text": "there are potential downsides, the social media trend has positive effects as well.", "label": "Label_1"}
{"text": "their money helps pay to protect quokkas.", "label": "Optimal_2"}
{"text": "people have been finding ways to take selfies with the animal while being safe and the Rottnest Island's tourism went up 30%.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism went up 30% in 1 year.", "label": "Optimal_1"}
{"text": "this bring more people to the Rottnest Island´s and many people travel to this place.", "label": "Label_4"}
{"text": "Rottnest Island's tourism has gone up and made the island more money in tourism.", "label": "Label_2"}
{"text": "people started posting their selfies online.", "label": "Label_5"}
{"text": "they get happy.", "label": "Label_0"}
{"text": "the tourist mainly go on trips to Rottnest Island.", "label": "Label_4"}
{"text": "thousands of photos were put on social media and the tourism of Rottnest Island went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they might encounter risks such as being bit and can even hurt the animal by giving it food, but they also help it by causing tourism to go up 30%.", "label": "Optimal_1"}
{"text": "they made a popular trend to where it has brought them so much attention.", "label": "Label_5"}
{"text": "tours in Rottnest Island have increased 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "despite the possible risks people are grateful that the quokka is getting attention because tourism went up by 30% and the tourism is helping pay for the islands research.", "label": "Optimal_2"}
{"text": "they made the animal very popular thanks to their cute smile, and now a lot of people go visit them and take pictures with them and thanks to that they could help the animals with the tourists money.", "label": "Optimal_2"}
{"text": "the tourism went 30% from 2017 to 2018 helping them to pay the islands research and conservation efforts to help the endanger quokka.", "label": "Optimal_2"}
{"text": "they make sure the animal is safe.", "label": "Label_0"}
{"text": "tourist need to stop getting too close to quokkas and it can also be dangerous.", "label": "Label_3"}
{"text": "they were the star of a 2019 tourism campaign.", "label": "Label_7"}
{"text": "the revenue for Rottnest Island's tourism increased.", "label": "Label_2"}
{"text": "all the population of quokka is centered in an island to protect them about extinction, making tourists visit at there.", "label": "Label_0"}
{"text": "they take selfies with the quokka.", "label": "Label_0"}
{"text": "it helps protection and the tourism helps for the endangered quokka.", "label": "Optimal_2"}
{"text": "tourism from 2017 to 2018 went up 30%.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism went up to 30% due to many people coming to visit the Quokkas.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism went up 30% in a year and the tourism helps pay for research to protect the endangered species.", "label": "Optimal_2"}
{"text": "the government saw the pictures.", "label": "Label_0"}
{"text": "it has helped Rottnest Island get more money to help the quokkas.", "label": "Optimal_2"}
{"text": "quokkas now can go global since they've created this trend and bring more attention to these animals that are becoming endangered.", "label": "Optimal_2"}
{"text": "in result, the tourism on Rottnest Island went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "it became a trend on Instagram and Twitter with 37,000 posts.", "label": "Optimal_3"}
{"text": "they travel to Rottnest Island because more than 80% live on the island.", "label": "Label_4"}
{"text": "#QuokkaSelfie has downsides but it has grown tourism up by 30% which helps research for efforts for the endangered quokkas.", "label": "Optimal_2"}
{"text": "the island that the quokkas are at gets a lot more tourism, and because of the increase in money it helps the island pay for protection for endangered quokkas.", "label": "Optimal_2"}
{"text": "tourists can post cute pictures using the hashtag #QuokkaSelfie as much as 37,000 people have done so.", "label": "Optimal_3"}
{"text": "the Australian government #Quokka selfie was positive effects on social media", "label": "Label_1"}
{"text": "they take selfies with them by how they always smiling.", "label": "Label_4"}
{"text": "there was a global tourism campaign", "label": "Label_7"}
{"text": "they travel to Rottnest island to take selfies which negatively affects the animals and their habitat.", "label": "Label_4"}
{"text": "tourism went up by 30% in Rottnest Island from 2017 to 2018, which cause more awareness and wealth to protect animals.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism went up 30% over a year.", "label": "Optimal_1"}
{"text": "they travel to Rottnest Island as that's where most quokkas live.", "label": "Label_4"}
{"text": "people can go to Rottnest Island to see the quokka and take a picture there is more than 30% of Island tourism has moved up from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they can post it on there Instagram and hashtag them in it and they get a lot of post they always look like they are smling.", "label": "Label_6"}
{"text": "they protect themselves by doing.", "label": "Label_0"}
{"text": "why not and go take a selfie with one.", "label": "Label_0"}
{"text": "it truly is a lifetime opportunity to see them up close.", "label": "Label_0"}
{"text": "they get cute content for social media.", "label": "Label_0"}
{"text": "it has become a trend and a hashtag that many people partake in.", "label": "Label_5"}
{"text": "many tourists travel there each year and have grown the tourism up 30%.", "label": "Optimal_1"}
{"text": "people flew all around the world to take a picture with them.", "label": "Label_4"}
{"text": "The effects on the quokkas are favorable.", "label": "Label_1"}
{"text": "if they would like to do so, they can't not touch them.", "label": "Label_3"}
{"text": "all of the people coming to the island to see the quokka increase the island pay for research and for conservation.", "label": "Optimal_2"}
{"text": "the hashtag #QuokkaSelfie arouse on social media, increasing tourism and revenue as well as attracting Tourism Australia to promote the island.", "label": "Label_2"}
{"text": "the #QuokkaSelfie went viral on instagram that has thousands of photos.", "label": "Label_5"}
{"text": "those selfies became very popular on social media and magazines.", "label": "Label_5"}
{"text": "the island tourism went up 30% form 2017 to 2018, and Australia has made Rottnest Island star of its global campaign.", "label": "Optimal_1"}
{"text": "over 37,000 people took them and posted them online under the hashtag #QuokkaSelfie.", "label": "Optimal_3"}
{"text": "up to 30% more people started visiting.", "label": "Optimal_1"}
{"text": "thousands of photos on social media from 2017 to 2018 went up 30%.", "label": "Optimal_1"}
{"text": "the media trend has a positive impact.", "label": "Label_1"}
{"text": "Rottnest Island had increased tourism, which helped the island pay for research and protection efforts for quokkas.", "label": "Optimal_2"}
{"text": "they can trend on social media.ccccccccc", "label": "Label_6"}
{"text": "tourism helps pay for research and conservation to help endangered quokkas.", "label": "Optimal_2"}
{"text": "they can post it because it is a trend.", "label": "Label_6"}
{"text": "it has made the selfie taking a huge trend making it so the tourism has went up 30%.", "label": "Optimal_1"}
{"text": "The percent of tourist has gone up by 30% in 2017 due to the attraction of the quokkas.", "label": "Optimal_1"}
{"text": "they can trend on social media.ccc", "label": "Label_6"}
{"text": "it was the star of a worldwide campaign", "label": "Label_7"}
{"text": "people will take pictures but be careful how close they get, the tourism went up 30% for the quokkas.", "label": "Optimal_1"}
{"text": "tourism is rising.", "label": "Label_2"}
{"text": "they have increased tourism in Rottnest Island by 30% and the revenue helps the Island pay for research and conservation efforts.", "label": "Optimal_2"}
{"text": "tourism for Rottnest Island went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the Australian government agency was responsible for making the Rottnest Island where people can take selfies with the quokkas.", "label": "Label_0"}
{"text": "revenue from tourism increased, which helped the island pay for research and protection for the endangered quokkas.", "label": "Optimal_2"}
{"text": "a lot of people travel to Rottnest Island to see them.", "label": "Label_4"}
{"text": "Rottnest Island's tourism rates went up 30% in 2018.", "label": "Optimal_1"}
{"text": "the trend #QuokkaSelfies went viral and tourism went up by 30%.", "label": "Optimal_1"}
{"text": "those who wanna take the selfie, are better off going to Rottnest Island.", "label": "Label_4"}
{"text": "their tourism rate rose 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "this bring more people to the Rottnest Island´s so the island lives up to its reputation.", "label": "Label_2"}
{"text": "they travel to Rottnest Island, off the coast of Perth, a city in western Australia.", "label": "Label_4"}
{"text": "Rottnest Island's tourism went up by 30% from 2018 to 2019.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism increased by 30% from 2017 to 2018, which helps pay for research and conservation of the endangered quokkas.", "label": "Optimal_2"}
{"text": "many people are always eager to approach them.h b", "label": "Label_0"}
{"text": "it has become a known trend amongst social media from celebrities to everyday people.", "label": "Label_5"}
{"text": "a lot of people travel to Rottnest Island to see them, causing the island to be a social media trend, and their population to increase by thirty percent.", "label": "Label_2"}
{"text": "quokkas enlighten someones day This also has a great impact on the global campaign.", "label": "Label_7"}
{"text": "the Island's tourism went up 30%.", "label": "Optimal_1"}
{"text": "tourists can post it on their Instagram and Twitter.", "label": "Label_6"}
{"text": "they travel to Rottnest  Island to try to meet the quokka.", "label": "Label_4"}
{"text": "touching or feeding quokkas while taking photos is detrimental and even fatal to them.", "label": "Label_3"}
{"text": "tourism of Rottnest Island has gone up 30% from 2017 to 2018, and the revenue is used to pay for research and conservation for the quokkas.", "label": "Optimal_2"}
{"text": "they travel to Rottenest Island where over 80% of the worlds quokkas live.", "label": "Label_4"}
{"text": "they take pictures with them.", "label": "Label_4"}
{"text": "the island's tourism has gone up by 30% thanks to these animals.", "label": "Optimal_1"}
{"text": "the Australian government made Rottnest Island a featured travel destination increasing tourism by 30%.", "label": "Optimal_1"}
{"text": "they do some selfies.", "label": "Label_0"}
{"text": "when posting make sure to include the #QuokkaSelfie to spread awareness around the world.", "label": "Optimal_2"}
{"text": "they gain followers from posting a popular picture.", "label": "Label_6"}
{"text": "the revenue helps for research and protection to hurting quokkas.", "label": "Optimal_2"}
{"text": "Rottnest Island tourism went up 30% due to the selfies.", "label": "Optimal_1"}
{"text": "the trend has brought more tourists to visit Rottnest Island.", "label": "Label_2"}
{"text": "it made the quokka's go global and get famous which is not always a good thing.", "label": "Label_0"}
{"text": "people started trying to see them more they took matter into their hands and made Rottnest Island the star of its global campaign.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism went up, increasing revenue which can be used to pay for research and conservation.", "label": "Optimal_2"}
{"text": "there are 37,000 post are on social media about them.", "label": "Optimal_3"}
{"text": "quokkas have recently become popular and the quokka island's tourism therefore raising the visitation rate up 30%.", "label": "Optimal_1"}
{"text": "Australian government made Rottenest island a featured travel destination increasing tourism 30%.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism has jumped up 30%.", "label": "Optimal_1"}
{"text": "taking selfies with quokka are cute but they bit which can causes infection and sometimes death.", "label": "Label_3"}
{"text": "more people help the island pay for more research and protection for the quokkas.", "label": "Optimal_2"}
{"text": "they take them with them", "label": "Label_0"}
{"text": "tourists can take selfies with quakkas as long they do not touch the quokka and respect their natural habitat because must of quakkas live on the island in Western AAuatralia.", "label": "Label_3"}
{"text": "they can get more views on Instagram.", "label": "Label_6"}
{"text": "dozens of Rottnest Island visitors are bitten by quokkas every year.", "label": "Label_4"}
{"text": "they try to be safe by only taking the pitcture and not petting it or feeding it.", "label": "Label_3"}
{"text": "it really highlights the world and brings attentions to what they call the best mammal.", "label": "Label_0"}
{"text": "the Australian government agency made the island the center point of its global campaign in 2019.", "label": "Optimal_1"}
{"text": "the trend #QuokkaSelfie has become a thing.", "label": "Label_5"}
{"text": "because they're always smiling and it's a trend on the internet and everybody in the whole world like to see quokka's 30% of it.", "label": "Label_0"}
{"text": "it's dangerous to give them human food.", "label": "Label_3"}
{"text": "they have visited to certain places to see them.", "label": "Label_4"}
{"text": "tourists rates went up by 30% in a year at Rottnest Island.", "label": "Optimal_1"}
{"text": "it became a social media trend thanks to thousand of photos on social media.", "label": "Label_5"}
{"text": "they could have a good social media presence because of the trend, but this also favors the island revenue as well, because tourism increased to 30%, as thousands of people went up to take a selfie.", "label": "Optimal_1"}
{"text": "it became a social media trend with thousands of photos.", "label": "Label_5"}
{"text": "the faces of quokkas have a curbed mouth to make them look like their smiling.", "label": "Label_0"}
{"text": "the Islands tourism went up 30%.", "label": "Optimal_1"}
{"text": "in 2019 the Australian government decided to make Rottnest Island the star of its global campaign.", "label": "Optimal_1"}
{"text": "they became a trend in social media over 37,000 posts have been posted about them.", "label": "Optimal_3"}
{"text": "this made Rottnest Island's tourism go up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they became famous on twitter and Instagram from influencers, celebrities and everyday people alike.", "label": "Label_5"}
{"text": "they can see the worlds happiest animal.", "label": "Label_0"}
{"text": "they decide to take the selfie and some decide to feed it food.", "label": "Label_0"}
{"text": "Rottnest Island's tourism went up 30% in just a year.", "label": "Optimal_1"}
{"text": "the Australian government agency decided to take advantage of the trend and made Rottnest Island the star of its campaign.", "label": "Optimal_1"}
{"text": "they all decided to visit the Rottnest Island to take selfies with the infamous quokkas, leading to the island gaining a lot of attraction and business.", "label": "Label_2"}
{"text": "Instagram and twitter had over 35,000 posts.", "label": "Optimal_3"}
{"text": "they can upload it to Instagram, tag themselves, and receive numerous likes while maintaining a cheerful appearance.", "label": "Label_6"}
{"text": "tourism in the Rottnest Island went up.", "label": "Label_2"}
{"text": "quokkas mouths are naturally curved likea smile.", "label": "Label_0"}
{"text": "they can spread information about the Rottnest Island, which caused Rottnest Island tourism to rise by 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the Australian government agency promoted Australian locations as appealing travel destinations.", "label": "Optimal_1"}
{"text": "tourism on Rottnest Island went up 30% from the year 2017 to 2018.", "label": "Optimal_1"}
{"text": "Rottnest's tourism went up by 30% during 2017 to 2018.", "label": "Optimal_1"}
{"text": "the Rottnest Island tourism went up 30% and the hashtag, #QuokkaSelfie, was created.", "label": "Optimal_1"}
{"text": "they pay money to see them.", "label": "Label_0"}
{"text": "it became a trend on apps and it had over 37,000 posts.", "label": "Optimal_3"}
{"text": "they travel to Rottnest island but they warn the tourist to not negatively affect the animals and their habitat.", "label": "Label_3"}
{"text": "people end up getting bit.", "label": "Label_3"}
{"text": "the hashtag #QuokkaSelfie arouse on social media by thousands of users.", "label": "Label_5"}
{"text": "people started to travel to Rottnest island to find quokka's and get these selfies wit this exotic animal.", "label": "Label_4"}
{"text": "they have started posting their quokka selfies online with the hashtag quokkaselfie.", "label": "Label_5"}
{"text": "they travel to Rottnest Island to take a picture with a quokka and using #QuokkaSelfies.", "label": "Label_4"}
{"text": "people will take pictures but be careful how close they get.", "label": "Label_0"}
{"text": "It has a favorable influence on the quokkas, which in turn has a positive impact on the animals.", "label": "Label_1"}
{"text": "now there's over 37,000 posts on the #QuokkaSelfie hashtag on Instagram.", "label": "Optimal_3"}
{"text": "The tourist rates to their habitat have went up significantly.", "label": "Label_2"}
{"text": "quokkas have become viral on many social medias platforms causes tourism to go up by 30%.", "label": "Optimal_1"}
{"text": "they go to Rottnest Island.", "label": "Label_4"}
{"text": "people travel to Rottnest island to take selfies with them.", "label": "Label_4"}
{"text": "they became a social media trend with 37,000 post on #QuokkaSelfie.", "label": "Optimal_3"}
{"text": "the islands executive director, Michelle Reynolds, is using the tourism to help pay to protect the endangered quokkas.", "label": "Optimal_2"}
{"text": "they take pictures of themselve", "label": "Label_0"}
{"text": "now it has become a trend and there are over 37,000 posts from influencers.", "label": "Optimal_3"}
{"text": "many tourists take pictures with them and take to their instagram with the hashtag.", "label": "Label_5"}
{"text": "Rottnest Island's tourism went up 30%.", "label": "Optimal_1"}
{"text": "it has become a known trend amongst social media from celebrities to everyday people with over 37,000 posts on the #QuokkaSelfie hashtag.", "label": "Optimal_3"}
{"text": "despite the possible risks people are grateful that the quokka is getting attention as the best mammal of the world.", "label": "Label_0"}
{"text": "there was a campaign that took advantage of the quokkas.", "label": "Label_7"}
{"text": "they like to visit the Rottnest Island often to see the ¨world´s happiest animal¨ in person.", "label": "Label_4"}
{"text": "thanks to this Rottnest island's tourism went up to a 30% in one year.", "label": "Optimal_1"}
{"text": "people end up getting close to the animal", "label": "Label_0"}
{"text": "the island where the quokkas are native to, has had a 30 percent rise in tourism.", "label": "Optimal_1"}
{"text": "if this doesn't become dangerous for tourist or for the animals themselves, it is a great passtime.", "label": "Label_0"}
{"text": "they can post it on social media so other people can see the quokkas.", "label": "Label_6"}
{"text": "despite the danger it can cause people have been grateful of the impact and attention has brought to the animals.", "label": "Optimal_2"}
{"text": "the revenue helped the island pay for research and conversation for the quokkas.", "label": "Optimal_2"}
{"text": "Rottnest have gotten many went tourist the rate went up by 30%.", "label": "Optimal_1"}
{"text": "more people are coming to rottnest", "label": "Label_4"}
{"text": "the revenue that the tourists bring in helps with the research and conservations of quokkas.", "label": "Optimal_2"}
{"text": "their best bet is to travel to rottnest island.", "label": "Label_4"}
{"text": "Rottnest islands tourism has gone up 30% which is helping conservation.", "label": "Optimal_1"}
{"text": "they travel to Australlia.e", "label": "Label_4"}
{"text": "they can get instagram followers", "label": "Label_6"}
{"text": "even though there are many drawbacks to it, there are also a lot of benefits as well donations to help with the research protection of the quokkas.", "label": "Optimal_2"}
{"text": "people start to post their pictures all around on social media for the world to see.", "label": "Label_5"}
{"text": "places like Rottnest Island became more popular, with the Island's tourism rate going up by around 30% in 2017 and 2018, and it even became the star of its global campaign.", "label": "Optimal_1"}
{"text": "the Australian government agency responsible for tourism made Rottnest Island the star of their global campaign in 2019.", "label": "Optimal_1"}
{"text": "the islands' executive director, Michelle Reynolds, said that the increase in revenue from the tourists helps pay for the research and protection of the quokkas.", "label": "Optimal_2"}
{"text": "they made it illegal due to their endangered status.", "label": "Label_0"}
{"text": "the social media trend is good for quokkas", "label": "Label_1"}
{"text": "they can post it online.", "label": "Label_6"}
{"text": "they travel to Rottnest Island to admired the quokkas habitats and raise awareness of their plight.", "label": "Optimal_2"}
{"text": "other people can see the pictures from the hashtag #QuokkaSelfie and Want to travel there and get the island population up.", "label": "Label_5"}
{"text": "tourism to the island is increasing a lot dpp dp", "label": "Label_2"}
{"text": "the islands tourism went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "experts say to avoid getting too close when taking a selfie", "label": "Label_0"}
{"text": "tourism went up by 30%.", "label": "Optimal_1"}
{"text": "appealing travel destinations decided to make a advantage of popular social media trend by making Rottnest Island.", "label": "Label_0"}
{"text": "Rottnest Island's tourism went up a lot from 2018 to 2019.", "label": "Optimal_1"}
{"text": "those who want to take a quokka selfie can travel to Rottnest Island, where a total of 12,000 endangered quokkas left in the world live.", "label": "Label_4"}
{"text": "they can blow up on social medias like Instagram, Twitter.", "label": "Label_6"}
{"text": "they used it for their global campaign", "label": "Label_7"}
{"text": "they made a twitter page to post over 35,000 selfies.", "label": "Optimal_3"}
{"text": "It has benefited them.", "label": "Label_1"}
{"text": "tourism went up.", "label": "Label_2"}
{"text": "because there always smiling and its a trend on the internet and everybody in the whole world like to see quokka's.", "label": "Label_5"}
{"text": "the hashtag #quokkaselfie has over 37,000 posts", "label": "Optimal_3"}
{"text": "they can get instagram fame from the selfies", "label": "Label_6"}
{"text": "they visit Rottnest Island in Australia to visit them.", "label": "Label_4"}
{"text": "the trend has caused tourism in Rottnest Island to go up 30% in just one year.", "label": "Optimal_1"}
{"text": "thousands of people upload photos to social media.", "label": "Label_5"}
{"text": "they can be apart of the trend.", "label": "Label_6"}
{"text": "it brought a 30% increase to tourism on Rottnest island.", "label": "Optimal_1"}
{"text": "tourists pay lots of money just to go see a quokka, also the money tourists have paid to go see a quokka, has contributed to an organization that's saving the endangered species of quokkas.", "label": "Optimal_2"}
{"text": "it is very popular.", "label": "Label_0"}
{"text": "Rottnest Island's tourism increased 30% from 2017 to 2018 as result.", "label": "Optimal_1"}
{"text": "the can get lost of instagram likes.", "label": "Label_6"}
{"text": "tourism went up 30% increasing the money used to pay for research and protection of endangered quokkas.", "label": "Optimal_1"}
{"text": "it's a very cool and fun thing to do but be aware when near to them.", "label": "Label_0"}
{"text": "in 2019 Rottnest Island became a global campaign because of the selfie trend with the quokkas.", "label": "Optimal_1"}
{"text": "protection for the endangered quokkas.", "label": "Optimal_2"}
{"text": "much so that the Rottnest Island's tourism increased by 30%.", "label": "Optimal_1"}
{"text": "This makes them very popular and well known animals.", "label": "Label_0"}
{"text": "the pay so they can take sefies with the animal.", "label": "Label_0"}
{"text": "they are approach to humans for their curve mouth, and humans created a trend by this, but they can't touch them cause is illegal.", "label": "Label_3"}
{"text": "there is sometimes trash on the ground.", "label": "Label_0"}
{"text": "the Rottnest Island's tourism rates have gone up because so many people have been coming to see the quokkas.", "label": "Label_2"}
{"text": "many tourist go and take selfies with the quokkas and in 2010s, it became a trend on Instagram and Twitter.", "label": "Label_5"}
{"text": "they travel to Australia and take a picture with them.", "label": "Label_4"}
{"text": "a popular social media started with the trend #QuokkaSelfies.", "label": "Label_5"}
{"text": "those who want to take a quokka selfie can travel to Rottnest Island.", "label": "Label_4"}
{"text": "Rottnest Island started the global camping in 2019 30% of people.", "label": "Label_0"}
{"text": "there was a big increase in tourist numbers starting with an increase of 30% in Rottnest from 2017-2018.", "label": "Optimal_1"}
{"text": "zoology experts are warning tourists not to let their selfie negatively impact the animal and environment they live in because if tourists get too close to a quokka it will bite tourist that travel.", "label": "Label_3"}
{"text": "they decided to make the Rottnest Island the star of its global campaign.", "label": "Label_7"}
{"text": "Rottnest Island's tourism went up 30% leading to increased revenue that helps pay for research and conservation for endangered quokkas.", "label": "Optimal_2"}
{"text": "the #QuokkaSelfie had positive effect in which Rottnest Island's tourism increased 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they risk getting bitten by the quokka.", "label": "Label_3"}
{"text": "people travel to Western Australia just to see them.", "label": "Label_4"}
{"text": "they brought a lot of attention to quokkas and have helped the island pay for protection and research efforts for them.", "label": "Optimal_2"}
{"text": "Thousands of pictures have helped Rottnest 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the islands tourism went up by 30% because people want to take selfies with the quokkas.", "label": "Optimal_1"}
{"text": "it is okay to take wildlife selfies with quokka but don't feed them human food and be careful to not let them bite anyone.", "label": "Label_3"}
{"text": "\"quokka selfies\" became a trend; over 37,000 people have posted a selfie with a quokka.", "label": "Optimal_3"}
{"text": "millions people want to come and visit the Quokkas' on the island, and the visitor percentage has gone up 30% from 2017 to 2018 and, by 2019 the Rottnest Island was the star of its global campaign.", "label": "Optimal_1"}
{"text": "tourists still try but in a more positive way without negatively effecting their habitat.", "label": "Label_3"}
{"text": "the Rottnest island's tourism went up 30% from 2017-2018.", "label": "Optimal_1"}
{"text": "people can get a little more attetion on social edia beacvuse they are trend on social media.", "label": "Label_5"}
{"text": "the tourism increased by 30%.", "label": "Optimal_1"}
{"text": "in that case quokkas can be very friendly yet dangerous which is why its important to be safe when around them.", "label": "Label_3"}
{"text": "a quokka selfie trend started and the Rottnest Island's tourism rate went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "despite the risks involved Reynolds are grateful for their impact.", "label": "Label_1"}
{"text": "They started a global promotion on the island so people could see them up close.", "label": "Label_7"}
{"text": "more than 37,000 people have posted quokka phoots", "label": "Optimal_3"}
{"text": "they will come to Australia more.", "label": "Label_4"}
{"text": "they travel to the Rottnest Island, where they can find many.", "label": "Label_4"}
{"text": "many people travel there to get pictures.", "label": "Label_4"}
{"text": "tourism on the island went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism has gone up 30 percent from 2017 to 2018.", "label": "Optimal_1"}
{"text": "it has become a big media trend.", "label": "Label_5"}
{"text": "it became a trend around social media posting those selfies, which made the tourism go up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "it became a trend on Instagram and Twitter with over 37,000 post.", "label": "Optimal_3"}
{"text": "Quokkas have gone viral around the world and more and more people are visiting them as 37,000 people have posted about them.", "label": "Optimal_3"}
{"text": "Rottnest Island visitor rates went up by 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism increased by 30%, the director Michelle Reynolds said to the People Magazine top to increase the revenue to help the danger quokkas because of the tourism.", "label": "Optimal_1"}
{"text": "thousands of people are taking selfies with it and many places are promoting it.", "label": "Label_5"}
{"text": "it became a trend over Instagram and Twitter having over 37,000 posts, so people started to follow too.", "label": "Optimal_3"}
{"text": "there is a trend going around twitter in 2010.", "label": "Label_5"}
{"text": "it became a trend on twitter both have over 37,000 posts.", "label": "Optimal_3"}
{"text": "the tourism rate went up 30% form 2017-18, with the money they are making from tourism they are able to pay for more research on the quokkas'.", "label": "Optimal_1"}
{"text": "it would go trending.", "label": "Label_5"}
{"text": "Rottnest island's tourism went up 30%.", "label": "Optimal_1"}
{"text": "it has been an attraction in the past couple years by people on social media and the growth of tourists coming to see quokkas is increasing.", "label": "Label_2"}
{"text": "It has become a big social media trend.", "label": "Label_5"}
{"text": "over 37,000 posts from Quokka influencers have been shared online, people travel to Rottnest Island just to do so.", "label": "Optimal_3"}
{"text": "due to that tourism rates have gone up in Rottnest Island by 30% and these animals are said to be this world's most amazing mammal.", "label": "Optimal_1"}
{"text": "there is a #QuokkaSelfie hashtag on Instagram now has over 37,000 posts.", "label": "Optimal_3"}
{"text": "they travel to promoted areas to take pictured with them so the island has grown in popularity and increased tourism.", "label": "Label_2"}
{"text": "more than 37,000 people posted pictures with quokkas", "label": "Optimal_3"}
{"text": "they made a popular trend on Instagram and twitter with almost 37,000 posts.", "label": "Optimal_3"}
{"text": "many people come to see them.", "label": "Label_4"}
{"text": "quokkas can bite dozens of people or die of infection if given human food.", "label": "Label_3"}
{"text": "they can get a picture of a happy Quokka for the #QuokkaSelfie trend which has over 37,000 posts.", "label": "Optimal_3"}
{"text": "many people visit the Rottnest Island to take a slefie with the quokka", "label": "Label_4"}
{"text": "it became a trend very quickly which raised popularity of the quokka from 2017 to 2018 tourism for quokka went up 30%.", "label": "Optimal_1"}
{"text": "there is a chance that it may be unsafe and cause the quokkas to bite.", "label": "Label_3"}
{"text": "they animals are too cute.", "label": "Label_0"}
{"text": "they decide to take advantage of the social media to really see them close up", "label": "Label_0"}
{"text": "the visitors can be a part of the trend.", "label": "Label_5"}
{"text": "they travel to Australia and made the trend #QuokaaSelfies.", "label": "Label_5"}
{"text": "the quokkas have become much more well known with tourism in Rottnest rising 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "after people started posting selfies online it became a trend", "label": "Label_5"}
{"text": "after people started posting selfies online it became a tre", "label": "Label_5"}
{"text": "Rottnest island's tourism went up 30% due to taking pictures with quokka.", "label": "Optimal_1"}
{"text": "other people can see the pictures from the hashtag #QuokkaSelfie with over 37,000 posts and Want to travel there and get the island population up.", "label": "Optimal_3"}
{"text": "the Island's tourism went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the Rottnest Islands went up to 30% from 2017-2018.", "label": "Optimal_1"}
{"text": "many tourists go to Rottnest island to take selfies allowing the island to pay for research on the quokkas", "label": "Optimal_2"}
{"text": "the opportunity to really see them close up, in their natural enviroment.", "label": "Label_0"}
{"text": "they can trend on social media.", "label": "Label_6"}
{"text": "it became a trend on social media after taking selfies and posting 37,000 posts on insta and twitter.", "label": "Optimal_3"}
{"text": "it's good for rottnest island", "label": "Label_1"}
{"text": "the Rottnest Island's tourism went up.", "label": "Label_2"}
{"text": "the tourist rate on the Rottnest Island went up and that helps with paying for research and protection for the quokkas.", "label": "Optimal_2"}
{"text": "the #QuokkaSelfie became a famous hashtag with over 37,000 photos due to the popularity of the lovely animals.", "label": "Optimal_3"}
{"text": "they can pay for research on the island.", "label": "Optimal_2"}
{"text": "#QuokkaSelfie has become very popular on Instagram and Twitter with over 37,000 posts.", "label": "Optimal_3"}
{"text": "the Australian government agency took advantage of the famous trend and made Rottnest Island a global campaign in 2019.", "label": "Optimal_1"}
{"text": "they go to the last place they are really located, and 80% of quokkas left in the world live on the island.", "label": "Label_4"}
{"text": "Quokkas were the focus of a 2019 advertising campaign.", "label": "Label_7"}
{"text": "due to that tourism rates have gone up in Rottnest Island and these animals are said to be this world's most amazing mammal.", "label": "Label_2"}
{"text": "touching or feeding quokkas while taking photos is detrimental and even fatal to them", "label": "Label_3"}
{"text": "people started going there to take pictures with them and over time they have gotten popular in Instagram and twitter and in Instagram #QuokkazSelfie has over 37,000 posts.", "label": "Optimal_3"}
{"text": "the Australian government made Rottnest Island a featured travel destination increasing tourism 30%.", "label": "Optimal_1"}
{"text": "the pictures can be posted on social media.", "label": "Label_6"}
{"text": "they might encounter risks such as being bit and can even hurt the animal by giving it food.", "label": "Label_3"}
{"text": "the tourism on the island went up by 30%.", "label": "Optimal_1"}
{"text": "Australian government promoting Australian as a travel locations.", "label": "Label_0"}
{"text": "ls end up dying from bread poisoning and the revenue at tourist destinations go up along with the hashtag \"Quokkaselfies\".", "label": "Label_0"}
{"text": "when tourists come to the island the Quokka's get more attention, increasing population that year of people by 30%.", "label": "Optimal_1"}
{"text": "they think that it comes with no risk but actually the tourist will probably get bitten if they get to close and if te feed them human food they can", "label": "Label_3"}
{"text": "\"quokka selfies\" became a trend.", "label": "Label_5"}
{"text": "Rottnest Island's tourism went up 30% that increase revenues from tourism and help the island pay conservation and protection for the quokkas.", "label": "Optimal_2"}
{"text": "the quokkas are always happy.", "label": "Label_0"}
{"text": "Rottnest Island's tourism went up 30% and the money gained from tourism helped the island pay for protection efforts for the endangered quokkas.", "label": "Optimal_2"}
{"text": "the tourism on Rottnest Island went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "In 2019, they made it the focal point of a global campaign.", "label": "Label_7"}
{"text": "despite the risk quokka is highlighted  and brought of the world that they are an amazing mammal.", "label": "Label_0"}
{"text": "they are welcome to show the good side and to not be to close to them and has made the island more popular.", "label": "Label_2"}
{"text": "The island executive director helped pay for research and protection for the quokka.", "label": "Optimal_2"}
{"text": "It can be shared on social media by travelers.", "label": "Label_6"}
{"text": "the tourism on Rottnest Island went up 30% from 2017 to 2018 which helps the island pay for conservation efforts for the endangered quokkas.", "label": "Optimal_2"}
{"text": "tourism Rottnest Island went up 30% from 2017 to 2018, helping the island pay for research and conservation efforts for the quokkas.", "label": "Optimal_2"}
{"text": "they can make it a trend.", "label": "Label_6"}
{"text": "they can post on social media using #QuokkaSelfie.", "label": "Label_6"}
{"text": "they travel to Rottnest Island to admired the quokkas habitas.", "label": "Label_4"}
{"text": "they can hop on the trend.", "label": "Label_6"}
{"text": "people travel and find quokkas to take pictures with them.", "label": "Label_4"}
{"text": "in 2019 Tourism Australia decided to make island the head of its global campaign.", "label": "Optimal_1"}
{"text": "after people started posting their quokka pictures the social media trend became the star of Rottnest Island in 2019.", "label": "Label_0"}
{"text": "they're often trending on social media and they even have a hashtag.", "label": "Label_5"}
{"text": "Rottnest Island tourism went up 30% within a year.", "label": "Optimal_1"}
{"text": "despite risks, Tourism Australia has promoted the \"#QuokkaSelfies\" and highlighted and brought attention to one of the world's \"Most Amazing\" mammal.", "label": "Optimal_1"}
{"text": "they think that it comes with no risk but actually the tourist will probably get bitten if they get to close", "label": "Label_3"}
{"text": "tourism went up increasing revenue to help fund research and conservation efforts.", "label": "Optimal_2"}
{"text": "the hashtag on Instagram has over 37,000 posts, from influencers, celebrities and everyday people alike.", "label": "Optimal_3"}
{"text": "thanks to the thousands of photos on social media the tourism on Rottnest Island went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "it is damaging the quokkas habitat and causing them to go existent.", "label": "Label_3"}
{"text": "taking selfies with animals proves to be beneficial, as it brings in money to fund quokka research and conservation.", "label": "Optimal_2"}
{"text": "quokkas experience benefits from the social media trend", "label": "Label_1"}
{"text": "the islands tourism when up in 30% and the money made from that helps protect these animals.", "label": "Optimal_2"}
{"text": "the tourism of Rottnest Island went up by 30% from the years 2017 to 2018.", "label": "Optimal_1"}
{"text": "humans enjoy taking selfies with quokkas.", "label": "Label_0"}
{"text": "they try to be safe by only taking the pitcture and not petting it or feeding it.j", "label": "Label_3"}
{"text": "it became a social media trend with over 37,000 posts.", "label": "Optimal_3"}
{"text": "quokkas have often been trending on social media and has their own hashtag which has even made the islands tourism go up by 30%.", "label": "Optimal_1"}
{"text": "they travel to Rottnest Island to see the animals.", "label": "Label_4"}
{"text": "despit the risks Reynolds is grateful for the impact of #QuokkaSelfies.", "label": "Label_1"}
{"text": "the Rottnest Island tourism went up by 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "A campaign used the quokkas to its advantage.", "label": "Label_7"}
{"text": "The island's executive director, Michelle Reynolds, said that the increase in revenue helps the island pay for research and protection for quokkas.", "label": "Optimal_2"}
{"text": "alot of people are going to Rottnest Island so they can see them.", "label": "Label_4"}
{"text": "they feed them human food.", "label": "Label_0"}
{"text": "the Australian government agency decided to make the Rottnest Island the star of its global campaign.", "label": "Optimal_1"}
{"text": "it became a trend on social media after taking selfies and posting it on insta and twitter.", "label": "Label_5"}
{"text": "the amount of people who visited the island increased 30% from 2017 to 2018 and allowed revenue to increase that goes to research and protection efforts for quokkas.", "label": "Optimal_2"}
{"text": "tourists need to be careful of what they feed and do to the quokkas.", "label": "Label_3"}
{"text": "it became a trend and brought more people to the company.", "label": "Label_5"}
{"text": "much that it has trended on social media and now there is a law has been created for tourist to not take selfies with them.", "label": "Label_5"}
{"text": "the pictures are trending on Instagram and twitter and have 37,000 post.", "label": "Optimal_3"}
{"text": "they travel Rottnest island just to take pictures.", "label": "Label_4"}
{"text": "people created a hashtag on social media raising awareness and tourism by 30%.", "label": "Optimal_1"}
{"text": "they are welcome to show the good side and to not be to close to them and has made the island more popular by 30%.", "label": "Optimal_1"}
{"text": "there is now a trending hashtag for Quokkas that now has over 37,000 post.", "label": "Optimal_3"}
{"text": "tourism in Rottnest Island went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism went up to 30% and this also helps the island increase in revenue and help pay off research and protection for Quokkas.", "label": "Optimal_2"}
{"text": "if theres a  way to do so safely there really isn't a reason against taking a quokka selfie.", "label": "Label_0"}
{"text": "they became a viral hashtag on Instagram.", "label": "Label_5"}
{"text": "many tourists has tried to feed them human food because of that animals trusting of humans which can cause infections, and death to quokkas.", "label": "Label_3"}
{"text": "the Australian government promoted locations that are appealing to tourists in order to take advantage of the new social media trend!", "label": "Optimal_1"}
{"text": "the \"worlds happiest animal\" are always smiling, and are naturally curious, which makes them want to approach humans...", "label": "Label_0"}
{"text": "they travel to visit them and take pictures.", "label": "Label_4"}
{"text": "they may hashtag them and put it on Instagram, where it gets a lot of attention and they always appear to be grinning.", "label": "Label_6"}
{"text": "the Australian government promoted Australian locations as appealing travel destinations.", "label": "Optimal_1"}
{"text": "they created a hashtag called QuokkaSelfie and it has over 37,000 posts.", "label": "Optimal_3"}
{"text": "many tourists have traveled to Rottnest Island's and with the increase revenue of tourism to the island it helps them pay for research.", "label": "Optimal_2"}
{"text": "it became a famous trend on social media, and they use a hashtag.", "label": "Label_5"}
{"text": "The tourist rates to their habitat have gone up by 30%.", "label": "Optimal_1"}
{"text": "they travel all the way to Rottnest Island to just take a picture with them.", "label": "Label_4"}
{"text": "they do it for fame.jl\\", "label": "Label_0"}
{"text": "tourism has gone up by 30% in just a year as well as the money that came from tourism allows them to pay for more research and protection for quokka.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism is increased by 30%.", "label": "Optimal_1"}
{"text": "they can post it on social media because its a trend that they take quokka selfies which has positive effects to the thousands photos of the quokka photos.", "label": "Label_6"}
{"text": "people created the #QuokkaSelfie, which has gotten 37,00 posts.", "label": "Optimal_3"}
{"text": "its good for quokkas", "label": "Label_1"}
{"text": "people can go to rottnest island to see the quokka and take a picture.", "label": "Label_4"}
{"text": "people visit Rottnest Island to take a selfie with quokkas.", "label": "Label_4"}
{"text": "all the tourists there have raised enough money for research on quokkas.", "label": "Optimal_2"}
{"text": "the tourism of Rottnest Island, where quokkas live, went up by 30% in a year due to people wanting to get selfies.", "label": "Optimal_1"}
{"text": "the island where the quokkas are native to, Rottnest Island, has had a 30 percent increase in tourism.", "label": "Optimal_1"}
{"text": "the islands tourism gained 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the Australian government is promoting the quokka habitats to tourism.", "label": "Optimal_1"}
{"text": "the island is a good place for pictures.", "label": "Label_4"}
{"text": "they could post it on their social media since it's a trend.", "label": "Label_6"}
{"text": "they travel to Rottnest Island, where more than 80% of quokkas live.", "label": "Label_4"}
{"text": "on Instagram and Twitter is became a trend in the mid 2010s, after people started posting their quokka selfies online, the #QuokkaSelfie on Instagram has over 37,000 posts.", "label": "Optimal_3"}
{"text": "it is very popular on social media, including the hashtag.", "label": "Label_5"}
{"text": "the pictures are trending on Instagram and twitter.", "label": "Label_5"}
{"text": "the island where the quokkas are native to, has had a rise in tourism.", "label": "Label_2"}
{"text": "they travel to Rottnest Island in Western Australia just to go take the selfies.", "label": "Label_4"}
{"text": "the tourism has gone up by 30% from 2017 to 18 because of the selfies with the quokkas.", "label": "Optimal_1"}
{"text": "it became a trend on instagram and twitter.", "label": "Label_5"}
{"text": "they can post it on there Instagram and hashtag them in it.", "label": "Label_6"}
{"text": "it is ok to take pictures because of the tourist coming to take pictures because of their natural smile help protect quokka.", "label": "Label_0"}
{"text": "they are now taking more precausions ot asur it is an enjoyabe and safe experience for both the tourist and the quokka.", "label": "Label_0"}
{"text": "tourists have been going to Rottnest Island which helps to increase revenue for research and conservation.", "label": "Optimal_2"}
{"text": "The centerpiece of their international marketing effort was Rottnest Island.", "label": "Label_7"}
{"text": "they enjoy spending time with the quokka.", "label": "Label_0"}
{"text": "Rottnest Island's tourism has increased by 30% in just one year.", "label": "Optimal_1"}
{"text": "they take pictures of them.", "label": "Label_4"}
{"text": "the quokka has become more famous and also their home island by 30%.", "label": "Optimal_1"}
{"text": "on Instagram, #QuokkaSelfie has over 37,000 posts.", "label": "Optimal_3"}
{"text": "the best way they can meet them is by traveling to Rottnest Island.", "label": "Label_4"}
{"text": "the Australian government decided to make Rottnest Island the star of their global campaign in 2019.", "label": "Optimal_1"}
{"text": "the #QuokkaSelfie became a trend and the Rottnest island's tourism went up 30%.", "label": "Optimal_1"}
{"text": "tourism went up 30% and the island's executive, Michelle Reynolds, told people that tourism helps the island pay for research and conservation.", "label": "Optimal_2"}
{"text": "they go to Rottnest island to tak pictures.", "label": "Label_4"}
{"text": "Rottnest Island's revenue has gone up by 30% in 2018-2019 thanks to the animals.", "label": "Optimal_1"}
{"text": "the revenue from them helps pay for protection for the quokkas.", "label": "Optimal_2"}
{"text": "people started going there to take pictures with them and over time they have gotten popular in instagram and twitter.", "label": "Label_5"}
{"text": "there is a social media trend with 37,000 quokka pictures", "label": "Optimal_3"}
{"text": "tourism allows the island pay for research and conservation efforts for endangered quokkas.", "label": "Optimal_2"}
{"text": "humans started feeding them human food.", "label": "Label_3"}
{"text": "quokkas have gained awareness, increasing the tourism of Rottnest Island by 30% and helping the conservation of quokkas.", "label": "Optimal_2"}
{"text": "in 2019 the Australian government agency promoted the Rottnest Island the star of its global campaign.", "label": "Optimal_1"}
{"text": "people will travel very far to get their chance, and this trend also helps fund the islands protection for these endangered mammals.", "label": "Optimal_2"}
{"text": "now the #QuokkaSelfie hashtag has over 37,000 posts on Instagram.", "label": "Optimal_3"}
{"text": "tourists can take selfies with quakkas as long they do not touch the quokka and respect their natural habitat because must of quakkas live on the island in Western Australia.", "label": "Label_3"}
{"text": "they travel to Rottnest  Island to take selfies.", "label": "Label_4"}
{"text": "The quokkas benefit from the social media trend.", "label": "Label_1"}
{"text": "the tourist travel to Rottnest island just to see the \"worlds happiest animal\" and catch a selfie with them.", "label": "Label_4"}
{"text": "the island's tourism went up by 30% from just one year and helped the island pay for research and protection so the quokka don't become extinct.", "label": "Optimal_2"}
{"text": "Australian government agency started promoting travel destination, taking advantage of the trend.", "label": "Optimal_1"}
{"text": "it allows the island to get promoted more and helps pay for research and conservation.", "label": "Optimal_2"}
{"text": "the Australian Tourism increase and the government started to promoted this.", "label": "Optimal_1"}
{"text": "it became a trend thanks to over 37,000 posts on social media.", "label": "Optimal_3"}
{"text": "it is illegal to touch them.", "label": "Label_3"}
{"text": "the social media trend has positive effects.", "label": "Label_1"}
{"text": "Rottnest Island tourism went up by 30 percent in just a year.", "label": "Optimal_1"}
{"text": "theres no way", "label": "Label_0"}
{"text": "iy generated impact", "label": "Label_1"}
{"text": "they can share their very benevolently memorable moments with the creatures.", "label": "Label_0"}
{"text": "after people started posting their quokka pictures online it became a trend.", "label": "Label_5"}
{"text": "the zoologists experts warns tourists taking photos to not have a bad affect on the animals with their phones", "label": "Label_3"}
{"text": "Rottnest Island's tourism went up 30% from 2017-2018.", "label": "Optimal_1"}
{"text": "it became a trend which led to dozens of people getting bit every year and led to tourism on the Rottnest Island to go up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they posted their selfies to social media, which caused an increase in tourism in Rottnest Island.", "label": "Label_2"}
{"text": "the Australian government made Rottnest Island the focus of their global campaign in 2019.", "label": "Optimal_1"}
{"text": "the Australian government has been promoting locations for travelers increasing their tourism by 30%.", "label": "Optimal_1"}
{"text": "thanks to the thousands of selfies on social media Rottnest Island´s tourism went up .", "label": "Label_2"}
{"text": "it has become a trend and a hashtag that over 37,000 people partake in.", "label": "Optimal_3"}
{"text": "the tourism for the island has gone up 30 percent.", "label": "Optimal_1"}
{"text": "Rottnest Island, where 80% of Quokkas live, has been called the star of their global campaign in 2019 by Tourism Australia.", "label": "Optimal_1"}
{"text": "dozens of tourists are bitten by them each year", "label": "Label_3"}
{"text": "tourists travel to take a picture with quokkas.", "label": "Label_4"}
{"text": "People Magazine realized that it has increased revenue and that helps with research and conservation to protect the endangered quokkas.", "label": "Optimal_2"}
{"text": "people travel to Rottnest Island just to take a photo with the naturally smiling animal, increasing tourism in Australia.", "label": "Label_2"}
{"text": "there have been 37,000 posts by influencers and regular people alike.", "label": "Optimal_3"}
{"text": "it offers awareness to the quokka and tourists help to pay for protection for the quokkas.", "label": "Optimal_2"}
{"text": "it has helped the tourism rate go up by 30%.", "label": "Optimal_1"}
{"text": "revenue has increased helping the island pay for research and conservation.", "label": "Optimal_2"}
{"text": "they travel to Rottnest  Island.", "label": "Label_4"}
{"text": "thanks to the #QuokkaSelfie, Rottnest's tourism went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the trend #QuokkaSelfie spread awareness to Rottnest Island and its tourisms' rate increased by 30%.", "label": "Optimal_1"}
{"text": "tourism boomed up 30% from 2017 to 2018, tourists brought more revenue to Rottnest.", "label": "Optimal_1"}
{"text": "many travel to Rottnest Island.", "label": "Label_4"}
{"text": "the revenue from tourism helps protect the endangered quokkas.", "label": "Optimal_2"}
{"text": "the social rates have boosted up and the tourism shot up 30% in Rottnest Island.", "label": "Optimal_1"}
{"text": "this has led to #QuokkaSelfies to be a trending hashtag with thousands of photos on the internet.", "label": "Label_5"}
{"text": "after people started posting selfies online it beca", "label": "Label_5"}
{"text": "it became a social media trend which the hashtag holds over 37,000 posts.", "label": "Optimal_3"}
{"text": "there are thousands of posts on Instagram from many people.", "label": "Label_5"}
{"text": "the trend has brought more tourists to visit Rottnest Island by 30%.", "label": "Optimal_1"}
{"text": "quokkas are becoming more known by the hashtag \"#QuokkaSelfie\", and Rottnest Island's tourism went up 30% since 2017 to 2018.", "label": "Optimal_1"}
{"text": "they can get famous on social media.", "label": "Label_6"}
{"text": "after the #QuokkaSelfie went viral, the tourism to Rottnest Island increased by 30%, helping the research and conservation of Quokkas.", "label": "Optimal_2"}
{"text": "Rottnest Island's tourism went up 30$ in just a year but there are many downsides.", "label": "Optimal_1"}
{"text": "there has had a big trend on them with the #QuokkaSelfie tag and Island's tourism went up 30% in a year.", "label": "Optimal_1"}
{"text": "they made it the start of a global campaign in 2019.", "label": "Label_7"}
{"text": "it became a trend on Instagram and Twitter where there are over 37,00 posts with the #QuokkaSelfie hashtag.", "label": "Optimal_3"}
{"text": "they travel to Perth, Australia just for the picture.", "label": "Label_4"}
{"text": "Rottnest Island's tourism has increased and this increases money for research and protecting quokkas.", "label": "Optimal_2"}
{"text": "it has increased island tourism by 30%, allowing for more funding for the endangered specie.", "label": "Optimal_1"}
{"text": "Despite the potential risks, Reynolds welcomes the impact of #Quokka Selfies.", "label": "Label_1"}
{"text": "They have gained from it.", "label": "Label_1"}
{"text": "people in Australia took notice.", "label": "Label_0"}
{"text": "there are over 37,000 posts on social media.", "label": "Optimal_3"}
{"text": "quokkas enlighten someone's day This also has a great impact on the global campaign started by the Australian government.", "label": "Optimal_1"}
{"text": "#QuokkaSelfie became a trend on Instagram, which made the tourism go up by 30%.", "label": "Optimal_1"}
{"text": "tourism on the island has been going up by 30% from 2017 to 2018 helping the island pay for protection efforts against endangered quokkas.", "label": "Optimal_2"}
{"text": "many have gone to Rottnest Island which increased tourism 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "Rottnest Island receives many tourists each year and tourism revenue helps pay for the protection efforts for the quokkas.", "label": "Optimal_2"}
{"text": "Rottnest Island's tourism went up 30% and all tourism revenues are used for quokka conservation and research.", "label": "Optimal_1"}
{"text": "the \"worlds happiest animal\" are always smiling, and are naturally curious, which makes them want to approach humans........", "label": "Label_0"}
{"text": "when they post on social media it trends and help the quokka.", "label": "Label_5"}
{"text": "Rottnest islands tourism went up 30 percent.", "label": "Optimal_1"}
{"text": "Rottnest Island generated more revenue by 30% from this trend.", "label": "Optimal_1"}
{"text": "the increase of Rottnest Island tourism went up by 30% in the following year.", "label": "Optimal_1"}
{"text": "Rottnest Island's visits went up 30% within a year.", "label": "Optimal_1"}
{"text": "tourists will follow all the precautions to do so.", "label": "Label_0"}
{"text": "the best place for them to travel is Rottnest Island, which more than 80% of the endangered quokkas live on the island.", "label": "Label_4"}
{"text": "they will be okay to do so as long as they keep a respective distance from the adorable animal.", "label": "Label_0"}
{"text": "they tend to travel to the island to take a picture with them", "label": "Label_4"}
{"text": "people not be taking pictures with the animals because they're are not many left out in the wild.", "label": "Label_3"}
{"text": "animal worlds wou", "label": "Label_0"}
{"text": "if theres a  way to do so safely there really isn't a reason against taking a quokka selfie which then made the tourist go up 30% on Rottnest Island.", "label": "Optimal_1"}
{"text": "it gives the animal much more popularity; due to Rottnest Island's increased tourism to visit quokkas tourism has gone up 30%.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism went up 30% and helps pay for research and conservation.", "label": "Optimal_2"}
{"text": "it became a trend on social media in the mid 2010s.", "label": "Label_5"}
{"text": "it became a trend on Instagram which now has over 37,000 post form different celebrities.", "label": "Optimal_3"}
{"text": "they can be popular on social media", "label": "Label_6"}
{"text": "quokkas have enjoyed the benefits.", "label": "Label_1"}
{"text": "they can be cool by hopping on a social media trend.", "label": "Label_6"}
{"text": "since the quokka selfie trend started the Rottnest Island went up 30% increasing the revenue, helping scientist pay for research and protection cost.", "label": "Optimal_2"}
{"text": "they travel to Rottnest Islands to take selfies with the quokkas.", "label": "Label_4"}
{"text": "the tourism of the island went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "people upload it to social media to share their experiences with the quokkas.", "label": "Label_5"}
{"text": "dozens of tourists are bitten by them each ye.", "label": "Label_3"}
{"text": "they travel to Rottnest Island in Western Australia.", "label": "Label_4"}
{"text": "the Australian agency which promotes tourism in Australia, focused on Rottnest Island in 2019, hopping on the trend.", "label": "Optimal_1"}
{"text": "this has led to #QuokkaSelfies to be a trending hashtag with 37,000 photos on the internet.", "label": "Optimal_3"}
{"text": "Michelle Reynolds said that tourism from the effects of selfies helps tourism rate up 30%.", "label": "Optimal_1"}
{"text": "although they are cute they can also be dangerous.", "label": "Label_3"}
{"text": "there was a big campaign that used them", "label": "Label_7"}
{"text": "the increased revenue from tourism helps pay the island for research, and conservation and protection for the endangered quokkas.", "label": "Optimal_2"}
{"text": "it makes the quokkas gain attraction from all over the world since people post pictures with them smiling online and over 30% of Rottnest Island's tourism went up.", "label": "Optimal_1"}
{"text": "tourists travel to Australia to see them, thus boosting the tourism revenue by 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the Australian government made Rottnest the star of its tourist campaign.", "label": "Optimal_1"}
{"text": "they created a hashtag called QuokkaSelfie.", "label": "Label_5"}
{"text": "they travel to Rottnest Island off the coast of Perth in Western Australia.", "label": "Label_4"}
{"text": "they travel to Rottnest Island because more than 80% live on the island", "label": "Label_4"}
{"text": "They can upload travel diaries and photos on social media.", "label": "Label_6"}
{"text": "there was a big increase in tourist numbers starting with an increase in Rottnest of 30% from 2017-2018 with over 37,000 visitors.", "label": "Optimal_1"}
{"text": "They can use the hashtag to join the trend on Twitter and Instagram, and people will approach them to take selfies because they are intrigued about them and have a kind expression.", "label": "Label_6"}
{"text": "tourism on the island rose by 30% from 2017 to 2018, giving Australia and the island good revenue.", "label": "Optimal_1"}
{"text": "there is a #QuokkaSelfie hashtag on Instagram has over 37,000 posts.", "label": "Optimal_3"}
{"text": "the revenue that is made from the tourism helps to protect the endangered quokkas.", "label": "Optimal_2"}
{"text": "a lot of tourists visit Rottnest Island to take selfies with the Quokkas which lead to Rottnest Island's tourism rates going higher.", "label": "Label_2"}
{"text": "it quickly went viral the hashtag #QuokkaSelfie has over 37,000 posts on Instagram.", "label": "Optimal_3"}
{"text": "Rottnest Island's tourism went up 30% in 2017 to 2018.", "label": "Optimal_1"}
{"text": "the Australian government decided to take advantage of the trend and making Rottnest Island a well known campaign.", "label": "Optimal_1"}
{"text": "they quickly become a social media trend.", "label": "Label_5"}
{"text": "this caused the tourism on Rottnest Island to go up 30%.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism in 2017 to 2018 went up 30%.", "label": "Optimal_1"}
{"text": "in 2019 Tourism Australia made Rottnest Island a major part of its global campaign.", "label": "Optimal_1"}
{"text": "by taking these pictures the Rottnest Island's tourism has increased which actually helps with the island with paying for the reach that they do and protection for these endangered animals.", "label": "Optimal_2"}
{"text": "this trend had a positive effect on Rottnest Island's tourism which went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "experts think the social media trend is fine.", "label": "Label_0"}
{"text": "they started a global campaign on the island so people can see them up close.", "label": "Label_7"}
{"text": "there social medias blow up using the hashtag #QuokkaSelfie", "label": "Label_5"}
{"text": "thanks to quokka selfies, tourism in Rottnest Islands went up 30%.", "label": "Optimal_1"}
{"text": "despite the risks involved Reynolds are grateful for their impact so Australian government is using this opportunity to promote other locations around Australia.", "label": "Optimal_1"}
{"text": "the tourism at Rottnest island has went up and attention was brought to the animal and tourists get to see them up close.", "label": "Label_2"}
{"text": "they visit Rottnest to do so.", "label": "Label_4"}
{"text": "there has been in increase of tourists at Rottnest Island went up 30% from 2017-2018.", "label": "Optimal_1"}
{"text": "the #quokkaSelfie hashtag has become a trend on Instagram and twitter with over 37,000 posts.", "label": "Optimal_3"}
{"text": "they travel to Rottnest island and take pictures there.", "label": "Label_4"}
{"text": "the Australian government agency decided to take advantage of the social media trend.", "label": "Optimal_1"}
{"text": "conservation efforts for them on Rottnest Island were able to improve based on the revenue.", "label": "Optimal_2"}
{"text": "people started posting their quokka selfies on social media and it quickly became a trend.", "label": "Label_5"}
{"text": "the islands tourism went up 30% which makes research and conservation possible for the quokka.", "label": "Optimal_1"}
{"text": "the quokka hashtag has 37,000 posts in it", "label": "Optimal_3"}
{"text": "tourism went up a lot so much by a percentage.", "label": "Label_5"}
{"text": "tourism went up 30% from 2017 to 2018 which helped endangered quokkas.", "label": "Optimal_1"}
{"text": "there is a #QuokkaSelfie hashtag on instagram now.", "label": "Label_5"}
{"text": "Rottnest Island's tourism had an increase in revenue from tourism which pays for research efforts for endangered quokkas.", "label": "Optimal_2"}
{"text": "There has been a 30% increase from 2017 to 2018 thanks to thousands of social media.", "label": "Optimal_1"}
{"text": "its tourism went up 30% in a year from the trending hashtag: #Quokka Selfie.", "label": "Optimal_1"}
{"text": "thanks to social media the tourism in Rottnest Island when up 30% from 2017 to 2018, helping the research and protection of the quokkas.", "label": "Optimal_2"}
{"text": "they can post it on Twitter sine it was a trend in 2010.", "label": "Label_6"}
{"text": "tourism funds helped to fund the island's research and conservation efforts to help endangered quokkas.", "label": "Optimal_2"}
{"text": "since the island has gained popularity they have put the money they have earned to research for quokkas.", "label": "Optimal_2"}
{"text": "The island and the quokkas are fortunate.", "label": "Label_1"}
{"text": "much so that the Rottnest Island's tourism went up.", "label": "Label_2"}
{"text": "money from the tourist be service of pay for research to protect the quokkas that are endangered.", "label": "Optimal_2"}
{"text": "from 2017 to 2018 Rottnest Island's tourism went up 30%.", "label": "Optimal_1"}
{"text": "#QoukkaSelfie became a trend on Instagram and Twitter is the mid 2010s.", "label": "Label_5"}
{"text": "there is a boat in the river", "label": "Label_0"}
{"text": "the tourism at the island, Rottnest, went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they made it the star of its global campaign in 2019.", "label": "Label_7"}
{"text": "they are welcome to show the good side and to not be to close to them.", "label": "Label_4"}
{"text": "it became a trend and over 37,000 influencers and celebrities have posted their selfies on Instagram and Twitter.", "label": "Optimal_3"}
{"text": "ye and no it is not good for the animal.", "label": "Label_0"}
{"text": "there are any photos online of them for someone to enjoy.", "label": "Label_5"}
{"text": "the islands tourism went up 30% from in a year and the revenue from the tourists is used to pay for protection of the endangered animals.", "label": "Optimal_2"}
{"text": "they take pictures with them.,", "label": "Label_4"}
{"text": "Rottnest Island's tourism improved by 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "many people go to Rottnest Island to see these smiling animals, and this has increases the tourism rate to 30% resulting in more funds to help protect these animals.", "label": "Optimal_2"}
{"text": "this made them rise in popularity and cause the hashtag #QuokkaSelfie.", "label": "Label_5"}
{"text": "#QuokkaSelfie became a trend on Instagram and Twitter is the mid 2010s with over 37,000 post.", "label": "Optimal_3"}
{"text": "zoologists think the trend is fine, and is bringing in tourism and money to help conservation efforts for the endangered animal.", "label": "Optimal_2"}
{"text": "it became a social media trend, with over 37,000 posts about the animal.", "label": "Optimal_3"}
{"text": "quokkas have had a positive effect as well, tourism went up 30% and helps pay for the protection of the animals.", "label": "Optimal_2"}
{"text": "Rottnest Island's tourism has gone up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the tourism of Rottnest Island went up by 30% and helped its economy.", "label": "Optimal_1"}
{"text": "with the thousands of photos on social media, tourism went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they travel to Rottnest island and a city in Western Australia just to take a selfie with one.", "label": "Label_4"}
{"text": "they can post it on social media because its a trend that they take quokka selfies.", "label": "Label_6"}
{"text": "tourists can post it on social media.", "label": "Label_6"}
{"text": "it was part of a global campaign", "label": "Label_7"}
{"text": "it became a trend over instagram and twiiter, so people started to follow.", "label": "Label_5"}
{"text": "the Rottnest Island's tourism from 2017 to 2019 went up 30%.", "label": "Optimal_1"}
{"text": "tourism in Rottnest Island from 2017 to 2018 went up 30 percent and helped pay for research efforts on endangered quokkas.", "label": "Optimal_2"}
{"text": "the australlian goverment agency responsi]", "label": "Label_0"}
{"text": "Quokkas now became famous and over 37,000 posts have been put on Instagram and Twitter.", "label": "Optimal_3"}
{"text": "37,000+ people have posted quokka pictures", "label": "Optimal_3"}
{"text": "the island where the quokkas are native to, Rottnest Island, has had a 30 percent increase in tourism, and the money from the tourism has helped to pay for research to help the endangered quokkas.", "label": "Optimal_2"}
{"text": "people in the Australian government took notice and made a global campaign.", "label": "Optimal_1"}
{"text": "the revenue from tourists is helping pay for research and protection of these endangered animal.", "label": "Optimal_2"}
{"text": "the popularity and tourism of Rottnest Island has gone up, and the Australian government made the quokka selfie a global campaign.", "label": "Optimal_1"}
{"text": "the tourism increase, which helps pay for research.", "label": "Optimal_2"}
{"text": "Rottnest Island's tourism increased by 30% from 2017 to 2018, which can help provide funds to protect quokkas.", "label": "Optimal_2"}
{"text": "quokkas have become internet famous around the world that Rottnest Island´s tourism has gone up 30%.", "label": "Optimal_1"}
{"text": "those who wanna take the selfie, are better off going to Rottnest Island which makes the island live up to its reputation.", "label": "Label_4"}
{"text": "they travel to Rottnest Island because the quokkas don't just live anywhere.", "label": "Label_4"}
{"text": "the quokka gets attention and the tourist is happy.", "label": "Label_0"}
{"text": "it became a trend", "label": "Label_5"}
{"text": "they make sure they get a good picture with the happiest animal in the world.", "label": "Label_0"}
{"text": "tourism went up 30%.", "label": "Optimal_1"}
{"text": "thousands of people starting making quokka selfies a social media trend by making a hastag called #QuokkaSelfie.", "label": "Label_5"}
{"text": "Rottnest Island's visitors went up by 30%.", "label": "Optimal_1"}
{"text": "they try to get close", "label": "Label_0"}
{"text": "there has been an increase in Rottnest Island's Tourism by 30% and this increase in tourism helps the island pay for research and protection for these animals.", "label": "Optimal_2"}
{"text": "the islands tourism went up 30% in 2017 to 2018.", "label": "Optimal_1"}
{"text": "they have become", "label": "Label_0"}
{"text": "from the tourism, zoologists are able to pay for habitat control.", "label": "Optimal_2"}
{"text": "they can post it on social media and get likes.", "label": "Label_6"}
{"text": "the Australian government decided to make Rottnest Island the star of tourism.", "label": "Optimal_1"}
{"text": "they can trend on social media.ccccccccccc", "label": "Label_6"}
{"text": "a lot of tourists come to rottnest island to take photos with the quokkas.", "label": "Label_4"}
{"text": "Tourism Australia made Rottnest Island the main global campaign in 2019.", "label": "Optimal_1"}
{"text": "they visit the quokka's natural habitat in Rottnest Island", "label": "Label_4"}
{"text": "tourism helps the island pay for research and conservation.", "label": "Optimal_2"}
{"text": "tourism helps the island pay for research and protect endangered quokkas.", "label": "Optimal_2"}
{"text": "Rottnest Island's tourism increased to 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "It benefits both people and quokkas.", "label": "Label_1"}
{"text": "they can get a picture of a happy Quokka for the #QuokkaSelfie trend.", "label": "Label_5"}
{"text": "it became a trend and attracted more tourists.", "label": "Label_5"}
{"text": "people flew all around the world to take a picture with a quokka.", "label": "Label_4"}
{"text": "the tourism has gone up 30% at Rottnest Island.", "label": "Optimal_1"}
{"text": "they visit the quokkas natural habitat in Rottnest Island bring tourism up by 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "people travel to Rottnest Island just to take a social media trend photo with them, over 37,000 posts have been shared.", "label": "Optimal_3"}
{"text": "mm m vhnb m", "label": "Label_0"}
{"text": "while there are potential downsides to the selfie, the photos have caused the tourism to go up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "The government agency responsible for promoting the Australian locations, decided to take advantage of this social media trend by making Rottnest Island the principle of its global campaign in 2019.", "label": "Optimal_1"}
{"text": "they post about it on social medias and the Rottnest Island's increased 30% in one year; it also brought a lot of attention to the animals.", "label": "Optimal_1"}
{"text": "animals become a social media trend.", "label": "Label_5"}
{"text": "sometimes the quokka will pose for them and it became a trend that has over 37,000 posts on Instagram, for this trend.", "label": "Optimal_3"}
{"text": "they keep taking selfies with them even if it means that they could be bitten.", "label": "Label_3"}
{"text": "They can upload it on Instagram, tag themselves in it, and receive lots of likes.", "label": "Label_6"}
{"text": "they've earned a popular reputation online.", "label": "Label_5"}
{"text": "it has made the selfie taking a huge trend making it so the tourism in rottenest island has went up 30% from 2017 to 2018 and has become a lot more popular to visit.", "label": "Optimal_1"}
{"text": "tourism in Rottnest Island went up.", "label": "Label_2"}
{"text": "many people are always eager to approach them.", "label": "Label_0"}
{"text": "much so, that the island's tourism went up 30% in only one year, just because of this social media trend.", "label": "Optimal_1"}
{"text": "Rottnest Islands tourism went up by 30%.", "label": "Optimal_1"}
{"text": "tourists made quokkas go global.", "label": "Label_0"}
{"text": "tourists travel to australia to see them, thus boosting the tourism revenue.", "label": "Label_2"}
{"text": "the tourism went up by 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "it became a trend to post their selfies on Instagram and twitter over 37,000 post have been made.", "label": "Optimal_3"}
{"text": "they started a global campaign on the island so people can see them up close making the island tourism go up by 30%.", "label": "Optimal_1"}
{"text": "thanks to the high amounts of picture taking tourists, more money has been raised to help the conservation projects and the science that could prevent the quokkas from going extinct.", "label": "Optimal_2"}
{"text": "It promotes tourism.", "label": "Label_2"}
{"text": "they can post it on twitter and instagram to trend.", "label": "Label_6"}
{"text": "there is a positive effect that it has on the quokkas", "label": "Label_1"}
{"text": "they have to stay away from them", "label": "Label_0"}
{"text": "Selfies with quokkas are fun for humans because of the benefits of social media.", "label": "Label_1"}
{"text": "the director Michelle Reynolds told people increase helps the island pay for research and conservation.", "label": "Optimal_2"}
{"text": "it became a trend to take pictures with a quokka.", "label": "Label_5"}
{"text": "they take pictures.", "label": "Label_4"}
{"text": "quokka selfies became a trend on Twitter and Instagram in the mid 2010s.", "label": "Label_5"}
{"text": "they can get a lot of viewers.", "label": "Label_6"}
{"text": "the quokkas are fed a lot of human food that isn't necessarily healthy for them.", "label": "Label_3"}
{"text": "to advised to not feed them people food and to try not to affect their natural habitat.", "label": "Label_3"}
{"text": "it causes quokkas to gain a large amount of popularity online causing tourists to flock to Rottnest Island.", "label": "Label_2"}
{"text": "the tourism in Rottnest Island went up by 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they will travel to western Australia just to see and take photo's of the animal", "label": "Label_4"}
{"text": "the Australian government agency promoted the island as a major tourist location.", "label": "Optimal_1"}
{"text": "they could post it on their social medias for it to go viral by tagging #QuokkaSelfies.", "label": "Label_6"}
{"text": "the island can pay for research and conservation efforts for the endangered quokkas.", "label": "Optimal_2"}
{"text": "it became a trend very quickly which raised popularity of the quokka .", "label": "Label_5"}
{"text": "tourists have to be careful when approaching to take a quokka selfie.", "label": "Label_3"}
{"text": "dozens of tourists are bitten by them each year.", "label": "Label_3"}
{"text": "a social media trend started to take pictures with quokkas.", "label": "Label_5"}
{"text": "it has became a trend on instagram and twitter.", "label": "Label_5"}
{"text": "the amount of tourism went up to 30 percent from 2017 to 2018 giving money to the island to research and pay for conservation for the endangered quokkas.", "label": "Optimal_2"}
{"text": "they can be popular on social media.", "label": "Label_6"}
{"text": "they made it the star of a global campaign in 2019.", "label": "Label_7"}
{"text": "they have started the social media trend on instagram and twitter.", "label": "Label_5"}
{"text": "the island has had significant growth in tourism since then because from 2017 to 2018 it went up by 18%.", "label": "Optimal_1"}
{"text": "tourism to Rottnest Island has gone up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "experts warn tourist who are seeking selfies not to let  pictures negatively affect the animals or their habitat.", "label": "Label_3"}
{"text": "tourism on Rottnest Island went up to 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the tourism increase helps the island pay for research and protection towards the Quokka.", "label": "Optimal_2"}
{"text": "Rottnest Islands had increased tourism, which helped the island pay for research protection efforts for quokkas.", "label": "Optimal_2"}
{"text": "people start to post them online.", "label": "Label_5"}
{"text": "social media people helped make it safer for people to get pictures with these animals.nnn", "label": "Label_0"}
{"text": "the islands tourism went up by 30%.", "label": "Optimal_1"}
{"text": "it has became a trend.", "label": "Label_5"}
{"text": "quokka can become popular.", "label": "Label_0"}
{"text": "the Rottnest Island's tourism went up by 30% in 2017-2018.", "label": "Optimal_1"}
{"text": "the tourism of Rottnest Island, where quokkas live, went up due to people wanting to get selfies.", "label": "Label_2"}
{"text": "the Rottnest Island became well known throught the world since these animals became trendy.", "label": "Label_0"}
{"text": "more and more people are visiting Rottnest Island which pays for the research and conservations of quokkas.", "label": "Optimal_2"}
{"text": "now it has become a very popular thing to do and many places are promoting it.", "label": "Label_5"}
{"text": "Rottnest Island has become a very big destination for tourists with a 30% increase of tourism from 2017 to 2018.", "label": "Optimal_1"}
{"text": "people travel to Australia to take pictures with the \"world's happiest animal\".", "label": "Label_4"}
{"text": "Reynolds recognizes the benefits of #QuokkaSelfies despite the risks involved.", "label": "Label_1"}
{"text": "the tourism went up 30% from 2017 to 2018 in the island and it helps the island pay for research and conservation efforts for the endangered quokkas.", "label": "Optimal_2"}
{"text": "Rottnest Island tourism went up 30%.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism went up by 30% in a year and people have started to protect the endangered quokkas.", "label": "Optimal_2"}
{"text": "the quokka is known by many people for their smile.", "label": "Label_0"}
{"text": "the hashtag \"#QuokkaSelfie\" has over 37,000 posts on Instagram.", "label": "Optimal_3"}
{"text": "Rottnest Island got a lot more tourists.", "label": "Label_4"}
{"text": "thousands of visitors have photos of quokkas and 30% of tourists went to Rottnest Islands.", "label": "Optimal_1"}
{"text": "popularity went up, which helped the island pay for research and conservation for endanger quokkas.", "label": "Optimal_2"}
{"text": "they started a now trending hashtag of over 37,000 post on Instagram and Twitter called #QuokkaSelfie.", "label": "Optimal_3"}
{"text": "They travel to the island to take selfies with the quokka and the money they make goes towards the research and conservation.", "label": "Optimal_2"}
{"text": "it has become a trend on instagram and twitter.", "label": "Label_5"}
{"text": "now tourism has helped the island pay for research and protection for endangered quokkas.", "label": "Optimal_2"}
{"text": "the island's executive director has told the People Magazine to pay for research and protection with the revenue they gained from tourism to put more efforts of keeping the quokkas safe.", "label": "Optimal_2"}
{"text": "they help efforts for endangered quokkas.", "label": "Optimal_2"}
{"text": "they warn tourists to not let their photos negatively affect the animals.", "label": "Label_3"}
{"text": "now the social media trend increased thirty percent from 2017 to 2018.", "label": "Label_0"}
{"text": "The social media trend has been advantageous.", "label": "Label_1"}
{"text": "the Rottnest Island's tourism went up to 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they all decided to visit the Rottnest Island to take selfies with the infamous quokkas.", "label": "Label_4"}
{"text": "they can get attention on social media.", "label": "Label_6"}
{"text": "the tourism on Rottnest Island went up 30% from 2017 to 2018 because of the #QuokkaSelfie.", "label": "Optimal_1"}
{"text": "the Rottnest Island's tourism went up 30% in just one year.", "label": "Optimal_1"}
{"text": "when quokkas got popular the tourism spike went up and helped increase the revenue to help research and protection efforts.", "label": "Optimal_2"}
{"text": "it attracted 30% more people to visit Australia.", "label": "Optimal_1"}
{"text": "Australian government agency is promoting locations as appealing travel destinatio", "label": "Label_0"}
{"text": "the island has a research and conservation for the quokkas which they pay with the money they get from tourists.", "label": "Optimal_2"}
{"text": "Rottnest tourism has increased.", "label": "Label_2"}
{"text": "they can give more attention to the world´s most amazing mammal.", "label": "Label_0"}
{"text": "visitors take up every opportunity they have to see them close up.", "label": "Label_0"}
{"text": "they post them n soical media.", "label": "Label_6"}
{"text": "it helps provide money for research and protection.", "label": "Optimal_2"}
{"text": "the island is known for Quokkas and the tourism rate went up 30% 2017-2018.", "label": "Optimal_1"}
{"text": "quokka selfies became a trend and there are over 37,000 post.", "label": "Optimal_3"}
{"text": "they travel to Ruttnest Island, and island just of the coast of Perth, a city in Western Australia.", "label": "Label_4"}
{"text": "islands revenue went up allowing for research on conservation.", "label": "Optimal_2"}
{"text": "So that people could view them up close, they launched a worldwide promotion on the island.", "label": "Label_7"}
{"text": "they travel to other parts of the world.", "label": "Label_4"}
{"text": "tourists will definitely continue to see the \"worlds happiest animal\" in Australia.", "label": "Label_4"}
{"text": "The quokkas are positively impacted, and the wuokkas also benefit.", "label": "Label_1"}
{"text": "the reputations of Rottnest island inclined.", "label": "Label_1"}
{"text": "they decide to take advantage of the social media to really see them close up.", "label": "Label_0"}
{"text": "they went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "it became a trend on Instagram and Twitter, currently on Instagram, the #QuokkaSelfie hashtag has more than 37,000 posts from a lot of people.", "label": "Optimal_3"}
{"text": "tourists will still continue but humans should make sure to be safe around them to keep them safe.", "label": "Label_0"}
{"text": "they have to make sure their photos don't negatively affect the environment.", "label": "Label_3"}
{"text": "they can bring awareness to the endangered species.", "label": "Optimal_2"}
{"text": "because of all the selfies the tourism on Rottnest Island went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "quokkas were the the star of a 2019 campaign", "label": "Label_7"}
{"text": "Rottnest Island where the majority of quokkas lives' tourism has gone up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they can put it on Instagram and Twitter.", "label": "Label_6"}
{"text": "social media had made a positive effects, like the island's tourism thousand of people went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism has gone up 30% and made the island more money in tourism.", "label": "Optimal_1"}
{"text": "they can be cool by hopping on a social media trend while at the same time harm the island.", "label": "Label_6"}
{"text": "thanks to the thousands of photos on social media the tourism rate went up 30 percent from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they travel to Rottnest Island to do so.", "label": "Label_4"}
{"text": "yes and no it is not good for the animal.", "label": "Label_0"}
{"text": "Rottnest Island's tourism has went up 30% from 2017 to 2018 due to the social media trend.", "label": "Optimal_1"}
{"text": "they travel to see them but they should not get too close.", "label": "Label_0"}
{"text": "30% tourists go to Rottnest to take selfies allowing the island to pay for research on the quokkas.", "label": "Optimal_2"}
{"text": "people go to rottnest island just to take pictures.", "label": "Label_4"}
{"text": "it became a trend on instagram and twitter, and about 37,000 people went to the island to take pictures.", "label": "Optimal_3"}
{"text": "despite the downsides the island´s tourism went up 30% and is helping the island protect the quokkas.", "label": "Optimal_2"}
{"text": "Rottnest Island's tourism went up 30% and there was an increase in revenue for People Magazine.", "label": "Optimal_1"}
{"text": "animal worlds w", "label": "Label_0"}
{"text": "Australian goverment promoted  locations to take advantages of the popular social media trend.", "label": "Optimal_1"}
{"text": "the increase in revenue from tourism helps pay for the protection for endangered quokkas.", "label": "Optimal_2"}
{"text": "it makes the quokkas gain attraction from all over the world  since people post pictures with them smiling online.", "label": "Label_5"}
{"text": "the Australian government #Quokka selfie was positive effects on social media that's why it went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they decided to make it a trend and the tourism went up and the revenue went up for the island and used the money for the conservation of the quokkas.", "label": "Optimal_2"}
{"text": "they visit Rottnest Island.", "label": "Label_4"}
{"text": "#QuokkaSelfie has become very popular on Instagram and Twitter.", "label": "Label_5"}
{"text": "they  started posting their selfies  and it became a trend on Instagram and twitter.", "label": "Label_5"}
{"text": "they go to Rottnest Island to get there selfies this has also increased the tourism as well as Australia government is now responsible for this trend.", "label": "Optimal_1"}
{"text": "they started making publicity to take peoples attention because they knew the popular trend of #QuokkaSelfies.", "label": "Label_5"}
{"text": "they can get popular on social media.", "label": "Label_6"}
{"text": "As the island gained popularity, it became the focus of its global advertising campaign in 2019.", "label": "Label_7"}
{"text": "it started to blow up online like Instragram, and Twitter.", "label": "Label_5"}
{"text": "they can get on the #QuokkaSelfie trend.", "label": "Label_6"}
{"text": "the Australian agency is responsible for promoting tourism in Australia, with the main focus being on Rottnest Island in 2019, so people started hopping on the trend.", "label": "Optimal_1"}
{"text": "Rottnest tourism went up 30%.", "label": "Optimal_1"}
{"text": "Australia decided to make Rottnest Island the main part for their global campaign in 2019.", "label": "Optimal_1"}
{"text": "there have been many tourist which help fund the protection of the quokka.", "label": "Optimal_2"}
{"text": "Rottnest Island's tourism increased by 30% in the years 2017 to 2018.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism went up 30% and all the revenue from this helps pay for research and conservation efforts for the quokkas.", "label": "Optimal_2"}
{"text": "tourist travel to Rottnest Island of the west coast of Australia, this place is home to 80% of the Quokkas 12,000 in total.", "label": "Label_1"}
{"text": "they travel to Rottenst Island to get a selfie with the quokkas.", "label": "Label_4"}
{"text": "it became a trend.", "label": "Label_5"}
{"text": "many people travel to the Rottnest Island because that is where quokkas are easiest to find.", "label": "Label_4"}
{"text": "Rottnest Island's tourism went up 30% in a year.", "label": "Optimal_1"}
{"text": "from 2017 to 2018 the island's tourism went up by 30%.", "label": "Optimal_1"}
{"text": "the tourism for the island booms.", "label": "Label_2"}
{"text": "thanks to thousands of photos, Rottnest Island's tourism went up 30%.", "label": "Optimal_1"}
{"text": "social media people helped make it safer for people to get pictures with these animals.nn", "label": "Label_0"}
{"text": "it causes tourists to flock to Rottnest Island, due to this, tourism went up 30% in 2017 and through 2018.", "label": "Optimal_1"}
{"text": "Rottnest Island was made the star during Australia's 2019 tourism campaign.", "label": "Optimal_1"}
{"text": "On Instagram, they can become popular.", "label": "Label_6"}
{"text": "the tourism was up exponentially.", "label": "Label_2"}
{"text": "it can be good for them", "label": "Label_1"}
{"text": "it has highlighted and brought attention of the world to the most amazing mammal.", "label": "Optimal_2"}
{"text": "it quickly became a trend with over 37,000 people using hashtag Quokka selfie.", "label": "Optimal_3"}
{"text": "tourism went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "in 2019, the Australian government agency decided to take advantage of this popular trend and made Rottnest Island the star of its global campaign.", "label": "Optimal_1"}
{"text": "it is now a trend and now Quokka Selfie on Instagram has over 37,000 posts from influencers.", "label": "Optimal_3"}
{"text": "this made them rise in popularity 30% more over the years 2017 to 2018, and cause the hashtag #QuokkaSelfie.", "label": "Optimal_1"}
{"text": "now the hashtag QuokkaSelfie has over 37,000 posts.", "label": "Optimal_3"}
{"text": "Australia receives a lot of money from tourism to Rottnest Island.", "label": "Optimal_2"}
{"text": "the social media trend has a positive effect with the thousands of photos taken this has helped by allowing funds for research to be done.", "label": "Optimal_2"}
{"text": "it became a trend on instagram and twitter, and people went to the island to take pictures.", "label": "Label_5"}
{"text": "tourists can post cute pictures using the hashtag #QuokkaSelfie.", "label": "Label_5"}
{"text": "Rottnest Island's tourism went up 30% in one single year.", "label": "Optimal_1"}
{"text": "they travel to the Rottnest Island, which has because very popular because of the trend.", "label": "Label_4"}
{"text": "#QuokkaSelfie became a trend.", "label": "Label_5"}
{"text": "the government saw.", "label": "Label_0"}
{"text": "the social media trend had positive effects like Rottnest Island's tourism went up 30% from a year.", "label": "Optimal_1"}
{"text": "with their natural curve mouths anyone can take a picture with quokka's but anyone has to be careful around them.", "label": "Label_3"}
{"text": "tourists have been going to Rottnest Island.", "label": "Label_4"}
{"text": "experts say that tourists should avoid getting too close to quokkas while taking their selfies to not let their photos negatively impact the animals and habitat.", "label": "Label_3"}
{"text": "Michelle Reynolds told People Magazine that the rise in revenue from tourism helps the island afford research and protection efforts for the endangered critters.", "label": "Optimal_2"}
{"text": "it became famous on social media, and a lot of people seen it no there is a hashtag for them.", "label": "Label_5"}
{"text": "they  started posting their selfies  and it became a trend on Instagram and twitter and people would start to feed them.", "label": "Label_5"}
{"text": "it had gained popularity online and is positively helping quokkas.", "label": "Label_1"}
{"text": "the Australian government made Rottenest island a featured travel destination increasing tourism 30%.", "label": "Optimal_1"}
{"text": "quokka selfies became a trend.", "label": "Label_5"}
{"text": "the quokkas pictures went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "Reynolds expressed his gratitude for the influence of #QuokkaSelfies despite any potential risks.", "label": "Label_1"}
{"text": "they will continue to do so but it also comes with the risk and with risk there can be reward or punishmweiufb9wvdq", "label": "Label_3"}
{"text": "the tourist have caused the quokkas to start digging in the trash.", "label": "Label_0"}
{"text": "Australian government has promoted the social media attention and believe that it has brought attention to this animal.", "label": "Optimal_1"}
{"text": "there are many promoted locations in Australia where people are able to take these selfies to help the social media trend.", "label": "Label_5"}
{"text": "Tourism Australia promotes Rottnest Island to increase tourism by 30%.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism increased by 30% between 2017 and 2018.", "label": "Optimal_1"}
{"text": "they have gone viral on social media.", "label": "Label_6"}
{"text": "the Australian government agency promoted the Australian locations as travel destinations to take advantages of the popular social media trend.", "label": "Optimal_1"}
{"text": "they do it for fame.jl\\bh", "label": "Label_0"}
{"text": "more people want to come and visit the Quokka's on the island.", "label": "Label_2"}
{"text": "tourism went up a lot.", "label": "Label_2"}
{"text": "they made it illegal to touch the animal, people kept getting bit.", "label": "Label_3"}
{"text": "the increase in revenue from tourism helps out the island.", "label": "Optimal_2"}
{"text": "they take them.", "label": "Label_0"}
{"text": "tourists often travel to Rottnest Island where there are thousands of quokkas that run around freely and this is why tourism went up by 30% in one year.", "label": "Optimal_1"}
{"text": "they may visit Rottnest Island to see quokkas in their natural environment.", "label": "Label_4"}
{"text": "they're putting the quokkas in the worldwide campaign", "label": "Label_7"}
{"text": "they  started posting their selfies  and it became a trend on Instagram and twitter and people would start to feed themjh", "label": "Label_5"}
{"text": "people bring bread and other human food which harms and can even kill the animal.", "label": "Label_3"}
{"text": "they made it the start of a global campaing in 2019.", "label": "Label_7"}
{"text": "not only will they have a cute little buddy beside them in the selfie (and have a good social media presence), but they could also spread awareness about their endangered status.", "label": "Optimal_2"}
{"text": "they may travel to Rottnest Island to do so which made the tourism go up by 30% in one year and the Australian government promotes Australian locations for travel spots.", "label": "Optimal_1"}
{"text": "the hashtag #QuokkaSelfie arouse on social media, increasing tourism on Rottnest Island by 30%, increasing revenue.", "label": "Optimal_1"}
{"text": "the revenue from the tourists helps pay for protection of the quokka.", "label": "Optimal_2"}
{"text": "the tourism at Rottnest Island has gone up 30% and attention was brought to the animal and tourists get to see them up close.", "label": "Optimal_1"}
{"text": "thanks to the thousands of photos on social media, the islands tourism went up to 30% and caused an increase in revenue which has helped the endangered species.", "label": "Optimal_2"}
{"text": "to advised to not feed them people food and to try not to affect their natural habitat and Rottnest Island tourism went up by 30%.", "label": "Optimal_1"}
{"text": "they posted their selfies to social media, which caused a 30% increase in tourism in Rottnest Island from 2017 to 2018.", "label": "Optimal_1"}
{"text": "even though there are downsides to this trend there are also positive effects too; Because of the trend on social media, the tourism in Rottnest Island went up by 30% form 2017 to 2018.", "label": "Optimal_1"}
{"text": "Rottnest Island's revenue has gone up thanks to the animals.", "label": "Label_2"}
{"text": "it became a trend on Instagram with over 37,000 posts.", "label": "Optimal_3"}
{"text": "many people visit the Rottnest Island to take a slefie with the quokka..", "label": "Label_4"}
{"text": "they take them when they are allowed.", "label": "Label_0"}
{"text": "they  started posting their selfies  and it became a trend on Instagram and twitter and people would start to feed them", "label": "Label_5"}
{"text": "thanks to the thousands of photos on social media the tourism rate on the Rottnest Island went up 30 % from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they could make an impact of #QuokkaSelfies.", "label": "Label_0"}
{"text": "they keep their distance when taking a picture.", "label": "Label_0"}
{"text": "they travel to Rottnest Island to take a selfie with a quokka.", "label": "Label_4"}
{"text": "the Australian government made the Rottnest Island the star of its global campaign.", "label": "Optimal_1"}
{"text": "the tourist percentage went up.", "label": "Label_2"}
{"text": "humans enjoy taking selfies with quokkas because people started posting their quokka selfies online.", "label": "Label_5"}
{"text": "they have feed them which can lead to infections or even death.", "label": "Label_3"}
{"text": "the Rottnest Island's tourism went up 30%.", "label": "Optimal_1"}
{"text": "tourism to Rottnest Island went up 30%.", "label": "Optimal_1"}
{"text": "the Australian government agency made them its center star of its global campaign in 2019.", "label": "Optimal_1"}
{"text": "they made the #QuokkaSelfie viral, which made the tourism go up by 30%.", "label": "Optimal_1"}
{"text": "the tourist mainly go on trips to Rottnest Island because it has the most Quokkas.", "label": "Label_2"}
{"text": "more attention has been brought to the endangered status of quokkas.", "label": "Optimal_2"}
{"text": "the revenue from tourists has helped pay for research and protection of quokkas.", "label": "Optimal_2"}
{"text": "they have become very popular online.", "label": "Label_5"}
{"text": "they travel to Rottnest Island to see them.", "label": "Label_4"}
{"text": "the #QuokkaSelfie went viral on Instagram that it made the percentage of visitors go up by 30%.", "label": "Optimal_1"}
{"text": "the tourism of Rottnest Island went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "it became a trend on Instagram and Twitter, with the #QuokkaSelfie having over 37,000 posts on the former.", "label": "Optimal_3"}
{"text": "the tourism income helps contribute to keeping the quokkas safe and happy.", "label": "Optimal_2"}
{"text": "the #QuokkaSelfie hashtag on Instagram has over 37,000 posts.", "label": "Optimal_3"}
{"text": "they can post them on social media for everyone to see.", "label": "Label_6"}
{"text": "Instagram's #QuokkaSelfies has become popular with over 37,000 posts.", "label": "Optimal_3"}
{"text": "Rottnest Island's tourism has Increased by 30% In just a year.", "label": "Optimal_1"}
{"text": "the increase in tourism pays for the protection for endangered quokkas.", "label": "Optimal_2"}
{"text": "thanks to the many pictures on social media, Rottnest Island's tourism went up 30% in 2018 and thousands of people travel there each year.", "label": "Optimal_1"}
{"text": "many people travel to Rottnest Island to come and visit the quokkas, since they are one of the happiest animals in the world.", "label": "Label_4"}
{"text": "the reputations of Rottnest Island inclined by 30%.", "label": "Optimal_1"}
{"text": "humans enjoy taking selfies with quokkas  because social media has positive effects.", "label": "Label_1"}
{"text": "the increase in revenue from tourism helps out the island, and 30% from 2017 and 2018 of tourists visiting.", "label": "Optimal_2"}
{"text": "social media trends can be popular with the selfie of the quokka", "label": "Label_5"}
{"text": "people can be cerius about the animals that they see and they want to create a memarie with the animals that they see.", "label": "Label_0"}
{"text": "Rottnest island has gotten a lot more tourist and they are growing in population.", "label": "Label_2"}
{"text": "keeping a distance from them and respect their environment the animal will be safe.", "label": "Label_0"}
{"text": "tourism went up 30% from 2017 to 2018 for Rottnest Island.", "label": "Optimal_1"}
{"text": "many people visit Rottnest Island.", "label": "Label_4"}
{"text": "people starting making quokka selfies a social media trend by making a hastag called #QuokkaSelfie.", "label": "Label_5"}
{"text": "many people had initiated hashtags with pictures of Quokkas,many people enjoy taking pictures and go to visit them,as a result people like to take pictures with Quokkas.", "label": "Label_5"}
{"text": "Australia decided to take advantage of the popular trend making Rottnest Island the star of its global campaign.", "label": "Optimal_1"}
{"text": "there is a trend on Instagram and Twitter, it's the #QuokkaSelfie.", "label": "Label_5"}
{"text": "tourism on Rottnest Island went up 30%.", "label": "Optimal_1"}
{"text": "the trend has brought attention to the island helping researchers conserve and protect quokkas.", "label": "Optimal_2"}
{"text": "people are going to rottnest", "label": "Label_4"}
{"text": "tourism has risen by 30% from 2017 to 2018 on Rottnest Island.", "label": "Optimal_1"}
{"text": "the Australian government agency started promoting the Rottnest Island by making it the star of its global campaign in 2019.", "label": "Optimal_1"}
{"text": "tourism from the Rottnest Island went up 30%.", "label": "Optimal_1"}
{"text": "the Rottnest Island's tourism went up by 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "thanks to the thousands of photos on social media the tourism rate on the Rottnest Island went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they travel to Rottnest Island, Australia for pictures.", "label": "Label_4"}
{"text": "iy generated impacted.", "label": "Label_1"}
{"text": "revenue for the island increased 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "Rottnest Islands tourism has gone up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "Tourism Australia has decided to make Rottnest Island the main attraction of its global campaign in 2019.", "label": "Optimal_1"}
{"text": "they made it illegal to touch the animal, lots of tourism.", "label": "Label_2"}
{"text": "tourism in Rottnest Island increased 30% in a year.", "label": "Optimal_1"}
{"text": "they risk being bitten or even ruining the animals habitat just fo a picture.", "label": "Label_3"}
{"text": "many have gone to visit the Australian island, and the Rottnest Island's tourism rates have gone up 30%.", "label": "Optimal_1"}
{"text": "even though there are potential downsides like people getting bitten, people will continue to take selfies with the quokka.", "label": "Label_3"}
{"text": "they can take selfies, but they have to be careful.", "label": "Label_0"}
{"text": "people go and take there selfies with the animals.", "label": "Label_4"}
{"text": "Reynolds acknowledged the dangers but was grateful for the impact of #QuokkaSelfies.", "label": "Label_1"}
{"text": "that has increased the tourism by a lot and by that it has increased in revenue from tourism which is helping pay for protection for the Quokkas.", "label": "Optimal_2"}
{"text": "Rottnest Island's tourist went up 30% for Australian tourism.", "label": "Optimal_1"}
{"text": "the endangered species became viral and was made a social media trend that caused people to love and become aware of the endangered species.", "label": "Optimal_2"}
{"text": "the tourism in Rottnest Island went up 30%.", "label": "Optimal_1"}
{"text": "the islands tourism went up 30% from 2017 up to 2018.", "label": "Optimal_1"}
{"text": "taking selfies from a far distance is okay but don´t get to close because they may bite.", "label": "Label_3"}
{"text": "it helps the island pay for research and conservation efforts for the quokkas.", "label": "Optimal_2"}
{"text": "the animals became trendy and well known trought the world.", "label": "Label_0"}
{"text": "they became a viral hashtag on Instagram with over 37,000 post.", "label": "Optimal_3"}
{"text": "They can upload it to Instagram, include a hashtag for them, and receive plenty of likes.", "label": "Label_6"}
{"text": "they go to an island give quokkas food and take pictures of the endangered species.", "label": "Label_4"}
{"text": "Tourism on the island increased by 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they have been called the \"world's happiest animal\"", "label": "Label_0"}
{"text": "they travel to see them but they should not get too close as it can be dangerous.", "label": "Label_0"}
{"text": "Rottnest Islands tourism went up 30% within one year.", "label": "Optimal_1"}
{"text": "the tourism went up 30% from 2017 to 2018 since the #QuokkaSelfie had a positive effect.", "label": "Optimal_1"}
{"text": "many people do for views,", "label": "Label_0"}
{"text": "Australia made Rottnest Island the main focus of its global campaign in 2019.", "label": "Optimal_1"}
{"text": "social media people helped make it safer for people to get pictures with these animals.n", "label": "Label_0"}
{"text": "the islands executive director increased in revenue from tourism to help the island pay for research and conservation efforts for quokkas.", "label": "Optimal_2"}
{"text": "they keep taking selfies even if there is a risk of getting bitten.", "label": "Label_0"}
{"text": "the island's tourism went up 30%, and the #QuokkaSelfie hashtag gained popularity with over 37,000 posts.", "label": "Optimal_1"}
{"text": "they started a now trending hashtag on Instagram and Twitter called #QuokkaSelfie.", "label": "Label_5"}
{"text": "despite the risk of the selfies it has helped with quokka research.", "label": "Optimal_2"}
{"text": "it has highlighted the animal and brought attention to their endangered situation.", "label": "Optimal_2"}
{"text": "tourists need to be careful of what they feed and do to the quokkas, if they don't they will face the consequences.", "label": "Label_3"}
{"text": "it became a famous trend on social media, and over 37,000 people have used a hashtag everyday.", "label": "Optimal_3"}
{"text": "Rottnest Island became 30% more popular because of the posts.", "label": "Optimal_1"}
{"text": "they travel to Rottenst Island.", "label": "Label_4"}
{"text": "Michelle Reynolds told People Magazine to pay for research and conservations protections.", "label": "Optimal_2"}
{"text": "tourism in the island went up 30% from 2018 to 2018.", "label": "Optimal_1"}
{"text": "The #QuokkaSelfie has several drawbacks, but it has also had good effects on social media.", "label": "Label_1"}
{"text": "it's good for quokkas and people", "label": "Label_1"}
{"text": "the tourism  have become more poplar.", "label": "Label_2"}
{"text": "many people travel to Rottnest Island that the tourism was going up by 30%.", "label": "Optimal_1"}
{"text": "it's good the island and the quokkas", "label": "Label_1"}
{"text": "more people started visiting there.", "label": "Label_2"}
{"text": "they became a social media trend quickly.", "label": "Label_5"}
{"text": "they can see how happy they really are.", "label": "Label_0"}
{"text": "the QuokkaSelfie hashtag on Instagram has over 37,000 posts.", "label": "Optimal_3"}
{"text": "they could have a good social media presence because of the trend, but also have a cute buddy next to them, but this also favors the island revenue as well, because tourism increased to 30%.", "label": "Optimal_1"}
{"text": "quokkas are global for the selfies they take with toursists.", "label": "Label_0"}
{"text": "the Rottnest Island's popularity went up 30% in one year.", "label": "Optimal_1"}
{"text": "it's good for the small animals", "label": "Label_1"}
{"text": "thanks to the many photos on social media the island's tourism went up by 30%.", "label": "Optimal_1"}
{"text": "people decided to take advantage of the social media and they created trends and other things so they could become benefit", "label": "Label_5"}
{"text": "the animals become popular and increase tourism by 30%.", "label": "Optimal_1"}
{"text": "it became a trend on social media, especially Instagram where a hashtag with 37,000 posts trended on the platform.", "label": "Optimal_3"}
{"text": "sometimes quokkas are fed human food which causes infections and death.", "label": "Label_3"}
{"text": "the Rottnest Island tourism went up to 30%.", "label": "Optimal_1"}
{"text": "people travel to Rottnest Island, a city in Western Australia, to go and see them since they are endangered and 80% of them live on this island.", "label": "Label_4"}
{"text": "positive effects were provided by the social media trend.", "label": "Label_1"}
{"text": "quokkas are eager to approach humans.", "label": "Label_0"}
{"text": "they want them to respect the animal but keep the animals safe.", "label": "Label_0"}
{"text": "the tourism helps the island pay for research and conservation efforts for the endangered quokkas.", "label": "Optimal_2"}
{"text": "Rottnest island's tourism rates went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "many people took photos with quokka's that they are now undangered and being protected by the goverment.", "label": "Label_0"}
{"text": "people can post them on social media", "label": "Label_6"}
{"text": "it is gaining popularity online and is positively helping to pay for research.", "label": "Optimal_2"}
{"text": "they have to stay away from them.", "label": "Label_0"}
{"text": "there are laws and rules in place to prevent the Quokkas from further harm, it is illegal for humans to touch and feed the Quokkas.", "label": "Label_3"}
{"text": "they have to trevel to Rottnest Island for a picture.", "label": "Label_4"}
{"text": "some tourists feed quokkas causing infections and sometimes even death.", "label": "Label_3"}
{"text": "they post the pictures on social.", "label": "Label_5"}
{"text": "They can use the hashtag to join the trend on Twitter and Instagram, and because of their curiosity and kind demeanor, people approach them to take photos.", "label": "Label_6"}
{"text": "the tourists to the island of this animal went up by 30%.", "label": "Optimal_1"}
{"text": "tourism on the island has gone up by 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "they go to an island to take pictures and it can negatively affect them and their habitat.", "label": "Label_3"}
{"text": "they can´t just take it anywhere they have to trevel to Rottnest Island.", "label": "Label_4"}
{"text": "a large campaign used them for advertising.", "label": "Label_7"}
{"text": "they start to post their pictures all over Instagram or Twitter.", "label": "Label_5"}
{"text": "the tourists can how their friends, Showing friends the selfies could make them want to also take selfies with a Quokka, makes a positive effect on the world.", "label": "Label_5"}
{"text": "many people go to Rottnest Island to see these smiling animals, and this has increased the tourism rate to 30% resulting in more funds to help protect these animals.", "label": "Optimal_2"}
{"text": "Rottnest Island became a popular tourist destination and was even promoted as the star of global campaign in 2019.", "label": "Optimal_1"}
{"text": "in 2017 to 2018 Rottnest Island's tourism shot up 30%!", "label": "Optimal_1"}
{"text": "37,000 people have made a post on Instagram.", "label": "Optimal_3"}
{"text": "it became a trend for influencers and celebrities alike.", "label": "Label_5"}
{"text": "social media cause positive effects in Rottnest Island's, that helps, to pay the habitat conservations for the quokkas, for those reasons they can protect their natural environments.", "label": "Optimal_2"}
{"text": "the Australian government agency promoted locations as appealing travel destinations to take precedence of the popular quokka selfie.", "label": "Optimal_1"}
{"text": "they can post the selfie on Iinstagram and Twitter.", "label": "Label_6"}
{"text": "Rottnest Island's tourism had gone up by 30% from the years 2017 to 2018.", "label": "Optimal_1"}
{"text": "the island where the quokkas are native to, has had a 30% rise in tourism.", "label": "Optimal_1"}
{"text": "many more people started visiting Rottnest Island and conservation efforts for Quokkas have gained more funding.", "label": "Optimal_2"}
{"text": "they travel to Rottnest Island to take selfies with quokka, over 37,000 post on Instagram.", "label": "Optimal_3"}
{"text": "they brought fame to the world for this splendid animal.", "label": "Label_0"}
{"text": "tourists raised money for the island's research and conservation.", "label": "Optimal_2"}
{"text": "it has helped tourism go up in the Rottnest Island.", "label": "Label_2"}
{"text": "experts state that tourist should be careful in not letting the photos negatively affect their habitat and avoid getting too close.", "label": "Label_3"}
{"text": "there are tourists that go to Rottnest Island to seek these pictures.", "label": "Label_4"}
{"text": "it's good for the quokkas", "label": "Label_1"}
{"text": "the tourist rate rose 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "people started a trend on instagram and twitter.", "label": "Label_5"}
{"text": "the tourists efforts to post photos with the quokkas has increased tourism and have funded the protection efforts for the endangered quokkas.", "label": "Optimal_2"}
{"text": "the selfies that tourists take with quokkas can have a negative impact on their habitat, dozens of Rottnest Island visitors are bitten by quokkas every year.", "label": "Label_3"}
{"text": "an increase in tourism helps fund protection for quokkas.", "label": "Optimal_2"}
{"text": "Tourism Australia promotes Rottnest Island to increase tourists.", "label": "Label_2"}
{"text": "people travel to Rottnest Island just to take a photo with the naturally smiling animal.", "label": "Label_4"}
{"text": "it is a social media trend sine there is thousands of selfies on social media.", "label": "Label_5"}
{"text": "Rottnest Island's tourism increased.", "label": "Label_2"}
{"text": "they can draw attention from around the world.", "label": "Label_6"}
{"text": "they can be allowed to do so if its not negatively effecting the quokkas.", "label": "Label_3"}
{"text": "it became and Instagram and Twitter trend and has 37,000 and more post.", "label": "Optimal_3"}
{"text": "They will travel to Rottnest Island.", "label": "Label_4"}
{"text": "this has have a positive impact in helping pay for research and conservation efforts for the quokkas.", "label": "Optimal_2"}
{"text": "they post them on the internet.", "label": "Label_6"}
{"text": "it became a trend on social media in the mid 2010s with over 37,000 posts under the hashtag #QuokkaSelfie.", "label": "Optimal_3"}
{"text": "Rottnest Island had a tourism increase of 30% from 2017 to 2018 because of the quokkas living there.", "label": "Optimal_1"}
{"text": "over 37,000 posts, from influencers, celebrities and everyday people alike", "label": "Optimal_3"}
{"text": "when they do they have to have to be cautious, preventing danger to them and to the quokkas.", "label": "Label_3"}
{"text": "they can take it but don't touch it cause is illegal.", "label": "Label_3"}
{"text": "they made it the star of a globe campaign in 2019.", "label": "Label_7"}
{"text": "the Rottnest Island's tourism went up drastically and it helped them pay for research of the Quokkas.", "label": "Optimal_2"}
{"text": "thanks to the social media trend, Rottnest Island's tourism went up 30% in 1 year.", "label": "Optimal_1"}
{"text": "the island became popular for tourests.", "label": "Label_2"}
{"text": "social maida started a trend that cause bad and good effects that bad effects that many tourists started to feed the quokkas human food that could cause harm, infections, and death to quokka.", "label": "Label_3"}
{"text": "#QuokkaSelfie became a trend having over 37,000 post.", "label": "Optimal_3"}
{"text": "dozens of tourists are attacked each year.", "label": "Label_0"}
{"text": "Reynolds appreciates the effects of #Quokka Selfies despite the dangers that could arise.", "label": "Label_1"}
{"text": "people started posting quokka selfies and became a trend on Instagram and Twitter.", "label": "Label_5"}
{"text": "they decide to take advantage of the social media to really see them close up.v", "label": "Label_0"}
{"text": "many of people come up there to see them.", "label": "Label_4"}
{"text": "they travel to promoted areas to take pictured with them so the island has grown in popularity and increased tourism by about 30%.", "label": "Optimal_1"}
{"text": "tourism in Rottnest Island has increased by 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "Rottnest Island's tourism went up to 30% due to people taking selfies with quokka.", "label": "Optimal_1"}
{"text": "they made it the star if a global campaign in 2019.", "label": "Label_7"}
{"text": "the trend can help boost awareness for the endangered species.", "label": "Optimal_2"}
{"text": "quokkas benefit", "label": "Label_1"}
{"text": "the increase in revenue can help with research.", "label": "Optimal_2"}
{"text": "they became a social media trend quickly with over 37,000 posts.", "label": "Optimal_3"}
{"text": "Zoologists have done research to prove that taking quokka selfies is not harmful to them.", "label": "Label_0"}
{"text": "they made Rottnest Island the star of its global campaign.", "label": "Label_7"}
{"text": "in 2010 it was a trend on Instagram and twitter.", "label": "Label_5"}
{"text": "the tourism has increased by 30% due to the quokkas lovable face.", "label": "Optimal_1"}
{"text": "it has become a big media trend with 37,000 people post under the #QuokkaSelfie hashtag.", "label": "Optimal_3"}
{"text": "Tourism Australia uses the revenue from the tourists to fund research and protection efforts for the quokkas.", "label": "Optimal_2"}
{"text": "people will travel very far to get their chance.", "label": "Label_4"}
{"text": "tourists can take selfies with quakkas as long they do not touch the quokka and respect their natural habitat.", "label": "Label_3"}
{"text": "people will continue to do so even though their are risks of getting bitten.", "label": "Label_3"}
{"text": "tourists often travel to Rottnest island where there are thousands of quokkas that run around freely.", "label": "Label_2"}
{"text": "okay no five\\ threebihtriuhtu", "label": "Label_0"}
{"text": "Rottnest Island has used the popularity to help increase revenue from tourism to help conservation efforts.", "label": "Optimal_2"}
{"text": "it became famous over internet .", "label": "Label_5"}
{"text": "The tourism went up by 30%.", "label": "Optimal_1"}
{"text": "Rottnest Island was made as the star of its global campaign in 2019.", "label": "Label_7"}
{"text": "they decide to take advantage of the social media to really see them close up.vv", "label": "Label_0"}
{"text": "thanks to the Quokkas the Rottnest Island tourism went up 30%.", "label": "Optimal_1"}
{"text": "many spread the Quokka selfies on a hashtag on Instagram using #QuokkaSelfie over 37,000 posts overall.", "label": "Optimal_3"}
{"text": "Rottnest Island's tourism went up due to many people coming to visit the Quokkas.", "label": "Label_2"}
{"text": "Rottnest Island's tourism went up increased as result.", "label": "Label_2"}
{"text": "social media trend has had positive effects.", "label": "Label_1"}
{"text": "it became a trend and attracted many more tourists.", "label": "Label_5"}
{"text": "they post them n social media and go to Rottnest Island to see them the result of tourist taking pictures with them are getting bitten and can even death.", "label": "Label_0"}
{"text": "people travel to Rottnest Island to take a selfie with a quokka causing the tourism rate to go up 30% in a year.", "label": "Optimal_1"}
{"text": "it has become a trend on Instagram and Twitter.", "label": "Label_5"}
{"text": "tourism in the Rottnest Island went up 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "it became a trend for influencers and celebrities to post their selfies on Instagram and Twitter.", "label": "Label_5"}
{"text": "it became a trend on Instagram and twitter with over 37,000 posts.", "label": "Optimal_3"}
{"text": "they go to rottnest island and take selfies with the quokkas.", "label": "Label_4"}
{"text": "Quokkas have grown to be famous.", "label": "Label_0"}
{"text": "despite the risks Reynolds is grateful for the impact of #QuokkaSelfies Rottnest island's tourism went up 30 percent from 2017 to 2018.", "label": "Optimal_1"}
{"text": "if they travel to Rottnest Island there is a very likely chance that they might see one and get to take a picture with them.", "label": "Label_4"}
{"text": "it important that they are educated on the risks, in contrast Rottnest Island's tourism increased by 30% in 1 year.", "label": "Optimal_1"}
{"text": "it became a trend on Instagram and twitter with over 37,000 post on #QuokkaSelfie.", "label": "Optimal_3"}
{"text": "selfies with this animals turned very popular in Instagram and Twitter.", "label": "Label_5"}
{"text": "they made it illegal to touch the animal.", "label": "Label_3"}
{"text": "they go to Rottnest Island, but they have to make sure their photos don't negatively affect the environment.", "label": "Label_3"}
{"text": "they could have a good social media presence because of the trend, but also have a cute buddy next to them.", "label": "Label_5"}
{"text": "they do it for fame.", "label": "Label_0"}
{"text": "the tourism increased due to the thousands of photos of quokkas.", "label": "Label_2"}
{"text": "they decided to travel to Rottnest Island, Australia to do it, boosting the tourism rate.", "label": "Label_2"}
{"text": "they need to be more careful with the quokkas, as they are endangered.", "label": "Label_3"}
{"text": "Rottnest tourism increased 30% by 2018.", "label": "Optimal_1"}
{"text": "they can post it on there Instagram and hashtag them in it and they get a lot of post.", "label": "Label_6"}
{"text": "it became a trend that over 37,000 people posted to the hashtag QuokkaSelfie.", "label": "Optimal_3"}
{"text": "Rottnest Island's tourism increases rapidly 30% from 2017 to 2018.", "label": "Optimal_1"}
{"text": "the Rottnest Island's tourism this lead to the increase in revenue and it helps the island pay for research and conservation efforts for the quokkas.", "label": "Optimal_2"}
{"text": "In 2019, the island's global advertising campaign centered on it as it grew in popularity.", "label": "Label_7"}
{"text": "the hashtag #QuokkaSelfie arouse on social media, promoting tourism for Rottnest Island.", "label": "Label_2"}
{"text": "the more people post the more people travel to see quokka and since people started posting the Island tourism went up 30%.", "label": "Optimal_1"}
{"text": "even tho taking the selfies can be fun people need to be conscious that these are wild animals and they can be dangerous.", "label": "Label_3"}
{"text": "quokkas benefit from the trend", "label": "Label_1"}
{"text": "humans will still continue but tourists should be careful and not cause th em harm.", "label": "Label_3"}
{"text": "tourism went up 30% from 2017 to 2018 which helped protect endangered quokkas.", "label": "Optimal_2"}
{"text": "people have been finding ways to take selfies with the animal while being safe also.", "label": "Label_0"}
{"text": "tourism went up in the Rottnest Island which helps pay for research and protection for the engendered quokkas.", "label": "Optimal_2"}
{"text": "tourists help the island pay for research efforts for the endangered quokkas.", "label": "Optimal_2"}
