{"text": "It could block pathways certain marine creatures use, like when fish have to go upstream to spawn.", "label": "Optimal_1"}
{"text": "it can change the ecosystem in many ways.", "label": "Label_2"}
{"text": "it blocks fish from going where they want when they want.", "label": "Label_3"}
{"text": "the surge barrier could block fish from getting to their spwaning locations.", "label": "Optimal_1"}
{"text": "it is home to marine life.", "label": "Label_0"}
{"text": "the fish need somewhere safe to lay their eggs.", "label": "Label_1"}
{"text": "it would lead to the declining of marine life near the shore of the surge barrier.", "label": "Label_2"}
{"text": "its caused by climate change.", "label": "Label_0"}
{"text": "New York has a vast and diverse ecosystem which could easily be thrown off by the walls.", "label": "Label_2"}
{"text": "it can destroy neighborhoods and businesses and also cause many deaths.", "label": "Label_0"}
{"text": "it can endanger lives and big cities.", "label": "Label_0"}
{"text": "it is bad for fish.", "label": "Label_2"}
{"text": "It can block fish from getting to their locations and to safely release eggs.", "label": "Optimal_1"}
{"text": "environmental advocates believe this could interrupt the spawning season for many fish as the barrier blocks them from reaching their destination.", "label": "Optimal_1"}
{"text": "it could mess with a lot of fish spawning seasons.", "label": "Label_1"}
{"text": "the barrier can change the marine creatures ecosystem.", "label": "Label_2"}
{"text": "waves of water would surge above the normal tide and crash throughout the city.", "label": "Label_0"}
{"text": "its a tall concrete building built in the water.", "label": "Label_0"}
{"text": "It would block fishes.", "label": "Label_3"}
{"text": "they can harm the fish and wildlife by making it difficult to re-produce.", "label": "Label_1"}
{"text": "it could kill and detro the fishes ecosistem", "label": "Label_2"}
{"text": "environmental advocate argued that the surge barrier could change these ecosystems in various ways.", "label": "Label_2"}
{"text": "it could prevent fish from getting to the locations where they lay eggs.", "label": "Optimal_1"}
{"text": "the surge barrier would block certain fishes to get to there destination.", "label": "Label_3"}
{"text": "they could interrupt the spawning season for many fish.", "label": "Label_1"}
{"text": "a surge barrier could prevent fish from getting to their spawning location and releasing their eggs without any danger.", "label": "Optimal_1"}
{"text": "It could effect the spawning of fish.", "label": "Label_1"}
{"text": "a surge barrier can disturb the spawning season for many fish.", "label": "Label_1"}
{"text": "the surge barrier may interrupt spawning season for many species of fish.", "label": "Label_1"}
{"text": "the surge blocks certain fish from making it to their breeding grounds causing the species to suffer from the wall blocking their route.", "label": "Optimal_1"}
{"text": "the spawning season for many fish could be inturrupted.", "label": "Label_1"}
{"text": "these storm surges are the leading cause of death during a hurricane.", "label": "Label_0"}
{"text": "it could block fish from getting to their spawning location safely therefore interrupt spawning season.", "label": "Optimal_1"}
{"text": "it traps sewage and toxins  .", "label": "Label_2"}
{"text": "the fish can not travel to their feding grounds.", "label": "Label_3"}
{"text": "waves of seawater are above normal tide, there are lives being endangered, neighborhoods, and businesses are being destroyed.", "label": "Label_0"}
{"text": "it might have a negative impact on marine ecosystems located in New york.", "label": "Label_2"}
{"text": "waves of seawater surge above normal tide and crash through city streets.", "label": "Label_0"}
{"text": "the barrier would be built between Rockaways and New York habor.", "label": "Label_0"}
{"text": "it would cot alot to repair.", "label": "Label_0"}
{"text": "barriers could prevent fish from getting to their laying grounds and it could harm the babies from getting out safely.", "label": "Optimal_1"}
{"text": "the barrier could block certain fish from getting to their reproducing area.", "label": "Optimal_1"}
{"text": "it could block fish that are traveling to a new location to lay their eggs.", "label": "Optimal_1"}
{"text": "it could change the ecosystem.", "label": "Label_2"}
{"text": "it may block certain fish from going to their spawining grounds.", "label": "Optimal_1"}
{"text": "a surge barrier might affect marine ecosystems.", "label": "Label_2"}
{"text": "it is too expensive.", "label": "Label_0"}
{"text": "it's bad for fish because it blocks them.", "label": "Label_3"}
{"text": "the surge barrier could interrupt the spawning season for the fish in this area, by blocking waterways at which fish must travel to lay their eggs.", "label": "Optimal_1"}
{"text": "it could stop fish from getting to their homes", "label": "Label_3"}
{"text": "when water hits the surge barrier and goes over it could endanger many lives, neighborhoods, and businesses.", "label": "Label_0"}
{"text": "it could interrupt the spawning season of the fish by blocking places where they lay eggs.", "label": "Optimal_1"}
{"text": "it traps sewage and toxins.", "label": "Label_2"}
{"text": "it could hurt the system of the fish.", "label": "Label_2"}
{"text": "the surge barrier would separate the animals, the deep sea animals that accidentally washed up on shore would have no way of going backout to sea", "label": "Label_3"}
{"text": "floodwalls and levees on the shore rather then barriers in the water.", "label": "Label_0"}
{"text": "it could affect the fish that live in the waters in New York, by separating them from laying grounds.", "label": "Optimal_1"}
{"text": "the surge barrier could interrupt the spawning season for fish.", "label": "Label_1"}
{"text": "it could destroy natural animal life.", "label": "Label_2"}
{"text": "the surge barrier can affect marine ecosystems.", "label": "Label_2"}
{"text": "it could hamper the spawning periods for fish inhabited in nearby waters.", "label": "Label_1"}
{"text": "it could interrupt the breeding season for many fish.", "label": "Label_1"}
{"text": "it would disturb the marine life.", "label": "Label_2"}
{"text": "during thinsg like hurricanes and stuff", "label": "Label_0"}
{"text": "it blocks off the full waterway access for the marine life", "label": "Label_3"}
{"text": "it is expensive", "label": "Label_0"}
{"text": "it may affect the marine ecosystems in New York Harbor, and the Hudson River.", "label": "Label_2"}
{"text": "the fish in the water can get harmed.", "label": "Label_2"}
{"text": "the surge barrier could interrupt the spawning season for many fish, as the surge barrier would block where they are trying to lay their eggs.", "label": "Optimal_1"}
{"text": "the New York Harbor and the Hudson River are home to a diverse array of marine creatures.", "label": "Label_0"}
{"text": "the surge barrier could change the ecosystems", "label": "Label_2"}
{"text": "a surge barrier can disturb the spawning season for many fish by blocking fish from getting to their homes and safely releasing their eggs.", "label": "Optimal_1"}
{"text": "it can destroy neighborhoods and businesses and lead to deaths.", "label": "Label_0"}
{"text": "fish need places to spwn.", "label": "Optimal_1"}
{"text": "barrier it stops marine creatures from getting to their spawining locations.", "label": "Optimal_1"}
{"text": "it could interrupt the spawning season for many fish and block them from getting to new locations to lay eggs.", "label": "Optimal_1"}
{"text": "others entirely differnt solutios", "label": "Label_0"}
{"text": "the surge barrier could block fish from getting to their spawning locations to release their eggs.", "label": "Optimal_1"}
{"text": "it may harm the diverse array of marine creatures by changing the ecosystem.", "label": "Label_2"}
{"text": "water animals cant get to their orignal homes", "label": "Label_3"}
{"text": "it's bad for fish because it blocks them a lot a lot.", "label": "Label_3"}
{"text": "the surge barrier interrupts the reproductive processes for fish.", "label": "Label_1"}
{"text": "The barrier could effect the marine ecosystem.", "label": "Label_2"}
{"text": "it could interfere with fish spawning.", "label": "Label_1"}
{"text": "the surhe barrier might affect marine ecosystems", "label": "Label_2"}
{"text": "it can block fish from being able to release their eggs.", "label": "Optimal_1"}
{"text": "environmental groups are worried that there might be floods due to high tides.", "label": "Label_0"}
{"text": "waves of seawater surge above the normal tide and crash through city streets, endangering live.", "label": "Label_0"}
{"text": "the   waves can go over them and  endaqngering lifes", "label": "Label_0"}
{"text": "it could interrupt the spawning season for many fish, and it would block certain fish from getting tot the locations where they spawn.", "label": "Optimal_1"}
{"text": "the surge barrier could interrupt spawning season for a lot of fish and block fish from getting to their eggs.", "label": "Optimal_1"}
{"text": "it might effect marine life.", "label": "Label_2"}
{"text": "it can hurt the marine animals.", "label": "Label_2"}
{"text": "It could affect the spawning of fish by blocking them from getting to their spawn locations.", "label": "Optimal_1"}
{"text": "it might affect marine ecosystems in New York Harbor.", "label": "Label_2"}
{"text": "it could interrupt the spawning season for various fishes by blocking locations.", "label": "Optimal_1"}
{"text": "it can stop fishes to lay eggs when they move to new location.", "label": "Optimal_1"}
{"text": "it's bad for fish because it blocks them a lot.", "label": "Label_3"}
{"text": "the surge barrier would block fish from safely releasing their eggs.", "label": "Optimal_1"}
{"text": "it affects marine ecosystems in New York Harbor and the Hudson River by interrupting the spawning season for many fish especially at particular times in the year they lay eggs at new locations.", "label": "Label_1"}
{"text": "it could change the ecosystems in various ways such as interrupting the spawning seasons for fish.", "label": "Label_1"}
{"text": "it could change and impact the marine ecosystem, like blocking fish from their spawning locations.", "label": "Optimal_1"}
{"text": "it could harm the natural fish and wildlife by the concrete chemicals and other types of steel.", "label": "Label_2"}
{"text": "can it can cause a problem with laying their eggs.", "label": "Label_1"}
{"text": "the surge barrier could block fish.", "label": "Label_3"}
{"text": "duringstorms, citieshave to close the barriers gates.", "label": "Label_0"}
{"text": "it causes the water to surge above the normal tide and crash through city streets, and endanger the people.", "label": "Label_0"}
{"text": "it could interrupt the spawning season of the fish.", "label": "Label_1"}
{"text": "it could harm the ways fish lay their eggs by blocking the fish from their nesting areas.", "label": "Optimal_1"}
{"text": "New York Harbor and the Hudson River are home to many different marine creatures.", "label": "Label_0"}
{"text": "the  waves can go over them and  endaqngering lifes", "label": "Label_0"}
{"text": "it could interrupt the fish'd spawning season and some fish liked to go to the new places where they laid their eggs and the barrier wouldn't allow fish to safely release their eggs.", "label": "Optimal_1"}
{"text": "it could block fish from arriving to their spawning locations and safely releasing their eggs.", "label": "Optimal_1"}
{"text": "it could cause catastrophic damage to river ecosystems, and fish.", "label": "Label_2"}
{"text": "the barriers could interrupt the spawning season for a lot of fish.", "label": "Label_1"}
{"text": "it could harm animals and fish by not laying there eggs.", "label": "Label_1"}
{"text": "New york could change in   different way like marine ecosystems", "label": "Label_2"}
{"text": "five different options to protect New York City", "label": "Label_0"}
{"text": "it could cause catastrophic damage to river ecosystems.", "label": "Label_2"}
{"text": "the surge barrier could interrupt spawning season.", "label": "Label_1"}
{"text": "with speed reaching over 100 miles per hour huriican wind can drive water from the ocean towards coastal cities when this happen wave of seawter surge above the nromal tide and crash through city s", "label": "Label_0"}
{"text": "it would endanger them.", "label": "Label_0"}
{"text": "the fish in the water can get harmed from the unsure spawning seasons, blocking them from leaving.", "label": "Optimal_1"}
{"text": "it disrupt the lifecycle of the fish.", "label": "Label_2"}
{"text": "it disrupts the lifecycle of fish.", "label": "Label_2"}
{"text": "it will crash through cites, endangering lives.", "label": "Label_0"}
{"text": "it could affect the fish that live in the waters in New York.", "label": "Label_2"}
{"text": "winds speeds can reach over 100 miles per hour, hurricane winds can drive water from the ocean to coastal cities.", "label": "Label_0"}
{"text": "the barrier could cause the fish to not be able to swim.", "label": "Label_3"}
{"text": "they change the ecosystems in many ways that could harm the ecosystem.", "label": "Label_2"}
{"text": "it caused extreme weather events.", "label": "Label_0"}
{"text": "it could interrupt the spawning seasons for many fish.", "label": "Label_1"}
{"text": "2 + 2 = 22", "label": "Label_0"}
{"text": "it could change the ecosystem in various ways for example, it could interrupt the spawning season for many fish", "label": "Label_1"}
{"text": "the surge barrier could interrupt spawning season for a lot of fish.", "label": "Label_1"}
{"text": "the surge blocks certain fish from making it to their breeding grounds causing the species to suffer.", "label": "Optimal_1"}
{"text": "a surge barrier is made of concrete and steel, and if that hurts someone they could die.", "label": "Label_0"}
{"text": "the barrier can interrupt the season for fish and many other animals.", "label": "Label_1"}
{"text": "the surge barrier could interrupt the spawning season for many fish by blocking certain fish from getting to their spawning locations.", "label": "Optimal_1"}
{"text": "the fish can not travel in the path they are used to traveling.", "label": "Label_3"}
{"text": "certain fish cannot go to their spawning locations and lay their eggs in a safe place.", "label": "Optimal_1"}
{"text": "it interrupt the spawning season for many fish.", "label": "Label_1"}
{"text": "It can interrupt the spawning season for many fish.", "label": "Label_1"}
{"text": "it can harm the creatures that live in the water.", "label": "Label_2"}
{"text": "it could interrupt the spawning season for most fish.", "label": "Label_1"}
{"text": "the surge barrier would turn harm the populations of fish and many bird species nesting in that area.", "label": "Label_2"}
{"text": "the harbor is home to many marine creatures like, crabs, lobsters, eels and more.", "label": "Label_0"}
{"text": "it can it could block certain animals out from getting their eggs.", "label": "Optimal_1"}
{"text": "it could interrupt the fishes’ spawning season.", "label": "Label_1"}
{"text": "because theres strong winds reaching over 100 miles per hour.", "label": "Label_0"}
{"text": "New York City is home to a diverse array of marine creatures, including crabs, lobsters, herring, eel, and striped bass.", "label": "Label_0"}
{"text": "it can present an challenge for fish to get to their spawnign locations.", "label": "Optimal_1"}
{"text": "the barrier reduce water flow a surge can block some type of fish from getting to their locations.", "label": "Label_3"}
{"text": "the surge barrier would separate the animals, the deep sea animals that accidentally washed up on shore would have no way of going back.", "label": "Label_3"}
{"text": "it traps sewage and toxins .", "label": "Label_2"}
{"text": "trap sewage and toxins would be threaten the nascent ecological revival of New York's waterways", "label": "Label_2"}
{"text": "the barrier could block  fish from getting to their spawning  locations.", "label": "Optimal_1"}
{"text": "the surge barrier would affect the marine ecosystem in the New York Harbor and Hudson River negatively.", "label": "Label_2"}
{"text": "it could interrupts spawning season for many fish.", "label": "Label_1"}
{"text": "it blocks fish from going where they want.", "label": "Label_3"}
{"text": "the surge barrier could block certain a fish and it could stop fishes from going out to the sea.", "label": "Label_3"}
{"text": "the trap sewage and toxins", "label": "Label_0"}
{"text": "the surge barrier could prevent fish from reaching their spawning locations and releasing their eggs.", "label": "Optimal_1"}
{"text": "the surge barrier could interrupt the spawning season for many fish because it could interrupt fish from getting to their spawning locations.", "label": "Optimal_1"}
{"text": "it could change and impact the marine ecosystem, like blocking certain fish from their spawning locations.", "label": "Optimal_1"}
{"text": "it would negatively affect the fishes spawning seasons.", "label": "Label_1"}
{"text": "it could cause catastrophic damage.", "label": "Label_2"}
{"text": "it might affect marine ecosystems.", "label": "Label_2"}
{"text": "it could interrupt the spawning season for the fish in the area by blocking certain fish from getting to their spawn locations.", "label": "Optimal_1"}
{"text": "it would mess up the spawning season.", "label": "Label_1"}
{"text": "it could change the ecosystems in many ways that are harmful to the ecosystems by interrupting the breeding season.", "label": "Label_1"}
{"text": "it could block fish from being able to spawn.", "label": "Label_1"}
{"text": "fish and other aquatic wildlife can die from electrocution due to the immense power of the barriers.", "label": "Label_2"}
{"text": "It would hu]]rt fiSh", "label": "Label_0"}
{"text": "the effect the barriers would have on fish spawning season.", "label": "Label_1"}
{"text": "in 2019, the Untided states Army corps", "label": "Label_0"}
{"text": "fish in the water that is slamming against the surge barrier would be harmed.", "label": "Label_2"}
{"text": "it could affect the marine ecosystems.", "label": "Label_2"}
{"text": "the surge barrier could change the local ecosystems and how creature in the ecosystems live.", "label": "Label_2"}
{"text": "it disrupts the lifesysle of fishes.", "label": "Label_2"}
{"text": "surge barriers could change ecosystems in many ways.", "label": "Label_2"}
{"text": "it could interrupt the spawning season for the fish in the area.", "label": "Label_1"}
{"text": "with speeds reaching over 100 miles per hour hour.", "label": "Label_0"}
{"text": "it might effect marine ecosystems.", "label": "Label_2"}
{"text": "it affects marine ecosystems.", "label": "Label_2"}
{"text": "it could interrupt the spawning season for many fish by causing fish from getting to locations that they spawn and safely release their eggs for spawning.", "label": "Optimal_1"}
{"text": "the waves can go over them and  endaqngering lifes", "label": "Label_0"}
{"text": "the result of it could impact the nearby animals in New York Harbor and the Hudson River.", "label": "Label_2"}
{"text": "it could change up animals natural routine.", "label": "Label_2"}
{"text": "it could change the ecosystems in various ways such as interrupting the spawning seasons for fish, It could block certain fish from getting to spawning locations to release their eggs.", "label": "Optimal_1"}
{"text": "it may affect the marine ecosystems in New York.", "label": "Label_2"}
{"text": "there no way for fish reach their spawning location otherwise.", "label": "Optimal_1"}
{"text": "it could block certain fish.", "label": "Label_3"}
{"text": "the surge barrier could effect the reproduction of many fish in the Hudson River.", "label": "Label_1"}
{"text": "it would be difficult for fish eggs to spawn", "label": "Label_1"}
{"text": "the barriers carry water into cities and the fish could be stopped from switching locations.", "label": "Label_3"}
{"text": "a surge barrier  could interrupt the spawning season for many fish", "label": "Label_1"}
{"text": "It can harm many animals in the ecosystem.", "label": "Label_2"}
{"text": "it could stop fish from getting to their spawning locations and make it difficult for them to safely release their eggs.", "label": "Optimal_1"}
{"text": "it is expensive to make and to do something, it will try again.", "label": "Label_0"}
{"text": "it could change the ecosystem in various ways for example, a surge barrier prevents fish from getting to their locations that was safe for them to lay their eggs.", "label": "Optimal_1"}
{"text": "it could block certain fish from going where they need to.", "label": "Label_3"}
{"text": "they could interrupt the spawning season for many fish by blocking spawning locations from the fish.", "label": "Optimal_1"}
{"text": "the surge barrier can change the ecosystems in many ways for example, interrupting the spawning season of a bunch of fish.", "label": "Label_1"}
{"text": "it could prohibit ecological flow in ecosystems.", "label": "Label_2"}
{"text": "a surge barrier could interrupt the spawning season for many fish by blocking certain fish from getting to their spawning locations.", "label": "Optimal_1"}
{"text": "it could interrupt the spawning season.", "label": "Label_1"}
{"text": "winds from hurricanes can bring water up to cities.", "label": "Label_0"}
{"text": "marine life could be interrupted, and could stop fish from traveling to different locations.", "label": "Label_3"}
{"text": "fish have travel to different locations.", "label": "Label_3"}
{"text": "the barrier blocks fish from safely delivering eggs.", "label": "Optimal_1"}
{"text": "it could possibly change ecosystemes in various ways.", "label": "Label_2"}
{"text": "it causes the water to surge above the normal tide and crash through city streets, and endanger the marine ecosystems in the new york harbor and the hudson river.", "label": "Label_0"}
{"text": "it could interrupt spawning season for fish and prevent the fishes from safely releasing their eggs.", "label": "Optimal_1"}
{"text": "It's bsd for fish because it blocks them a lot.", "label": "Label_3"}
{"text": "it could harm animals and fish that live there.", "label": "Label_2"}
{"text": "it could change the ecosystem by blocking cetain aquatic life by blocking there apawn locations.", "label": "Optimal_1"}
{"text": "it can Interrupt marine life.", "label": "Label_2"}
{"text": "fish need babies.", "label": "Label_0"}
{"text": "the barrier overflows with water.", "label": "Label_0"}
{"text": "it is a thing.", "label": "Label_0"}
{"text": "the barriers could block fish from laying eggs during the spawning season.", "label": "Optimal_1"}
{"text": "it disrupts the lifecycle of fish by preventing them from getting to the spawing location.", "label": "Optimal_1"}
{"text": "the fish would have to travel to a new location to lay their eggs.", "label": "Optimal_1"}
{"text": "it will block the Hudson River, which is home of many marine animals.", "label": "Label_3"}
{"text": "the have the right to", "label": "Label_0"}
{"text": "it could interrupt spawning season for fish.", "label": "Label_1"}
{"text": "it affects marine ecosystems in New York Harbor.", "label": "Label_2"}
{"text": "it would cot a lot to repair.", "label": "Label_0"}
{"text": "it could block certain fish from getting to their spawning destination.", "label": "Optimal_1"}
{"text": "in 2012 Superstorm Sandy over $70 billion in damages with the speeds of many high rates.", "label": "Label_0"}
{"text": "the Hudson river is the home to many different types of fish and other sea life.", "label": "Label_0"}
{"text": "it will affect marine ecosystems.", "label": "Label_2"}
{"text": "it could affect marine ecosystems.", "label": "Label_2"}
{"text": "the surge barrier could interrupt the spawning season for many fish.", "label": "Label_1"}
{"text": "it lives in and can destrtord stuff", "label": "Label_0"}
{"text": "it could change up animals natural routine or could block fish from moving.", "label": "Label_3"}
{"text": "it can interrupt the spawning season for fish.", "label": "Label_1"}
{"text": "it can endanger lives.", "label": "Label_0"}
{"text": "in 2012 Superstorm Sandy over $70 billion in damages with the goverment officals and American citizens.", "label": "Label_0"}
{"text": "the surge barrier would block fish from safely getting to their spawn location allowing them to safely release their eggs.", "label": "Optimal_1"}
{"text": "climate change harms the water which are harming the fish.", "label": "Label_2"}
{"text": "it could interrupt the spawning season for many fish and stop them from getting to their spawning locations and releasing their eggs safely.", "label": "Optimal_1"}
{"text": "a surge barrier would prevent fish eggs from traveling.", "label": "Label_3"}
{"text": "New york could change in   different way", "label": "Label_2"}
{"text": "TESTING 1 2 3", "label": "Label_0"}
{"text": "in 2019, in the United States Army Corps of Engineers proposed five different options to protect New York against huge hurricane floods like the hurricane that damaged the city during hurricane sandy", "label": "Label_0"}
{"text": "the surge barriers could diverse array of marine creatures such as herring, ells, crabs and lobsters.", "label": "Label_0"}
{"text": "it disrupts the lifecycle of the fish by preventing them from getting to the spawning location.", "label": "Optimal_1"}
{"text": "It's bsd for fish because it blocks them.", "label": "Label_3"}
{"text": "Donald Trump became president", "label": "Label_0"}
{"text": "environmental advocates believe this could interrupt the spawning season for many fish.", "label": "Label_1"}
{"text": "it can block certain fish from getting to their spawning locations.", "label": "Optimal_1"}
{"text": "fish would be interrupted during the spawning season, the surge barrier could block the air that they spawn at.", "label": "Optimal_1"}
{"text": "it could block fish from going to their location to where they spawn their eggs and not be able to release their eggs safely.", "label": "Optimal_1"}
{"text": "a surge barrier would change the ecosystems in various way for example, the surge barrier could interrupt the spawning season for many fish.", "label": "Label_1"}
{"text": "it could interrupt the spawning season for many fish by blocking their path.", "label": "Label_1"}
{"text": "it would make some spawing locations for fish inaccessible.", "label": "Optimal_1"}
{"text": "it could prohibit fish from getting to their homes.", "label": "Label_3"}
{"text": "it could effect the marine ecosystems in harbor and the Hudson River", "label": "Label_2"}
{"text": "a surge barrier could interrupt the spawning season for many fish.", "label": "Label_1"}
{"text": "the surge barrier interrupts the reproductive processes for fish as it affects their access to certain places.", "label": "Optimal_1"}
{"text": "the surge barrier could interrupt the spawning season for many fishes.", "label": "Label_1"}
{"text": "the New York Harbor and Hudson River are home to a diverse array of creatures", "label": "Label_0"}
{"text": "it is home to many creatures in the area.", "label": "Label_0"}
{"text": "the surge barrier could hurt the ecosystem like by killing crabs, lobsters, herring eels, and striped bass.", "label": "Label_2"}
{"text": "it could hurt the spawning system of the fish as they would have to travel to lay their eggs.", "label": "Optimal_1"}
{"text": "it could kill all of the diverse marine creatures.", "label": "Label_2"}
{"text": "it could harm marine life.", "label": "Label_2"}
{"text": "fish would be interrupted during spawning because the barrier would block the location that they spawn at.", "label": "Optimal_1"}
{"text": "when the wind gets up to high speeds it can drive the water from the ocean towards coastal cities.", "label": "Label_0"}
{"text": "this is a test response.", "label": "Label_0"}
{"text": "that's where many animals live and there ecosstems could change.", "label": "Label_2"}
{"text": "it could change the ecosystem by interrupting spawning season for fish.", "label": "Label_1"}
{"text": "it can prevent fish from reaching their locations", "label": "Label_3"}
{"text": "it can block fish from getting to their spawing locations.", "label": "Optimal_1"}
{"text": "the new York harbor and Hudson river has a big marine life where they want to put the wall.", "label": "Label_2"}
{"text": "the barrier will be blocking sea animals from getting to other locations.", "label": "Label_3"}
{"text": "surge barriers can block fish from food.", "label": "Label_3"}
{"text": "it could hamper the spawning periods for fish inhabited in nearby waters since they travel to new locations before they lay their eggs.", "label": "Optimal_1"}
{"text": "their speeds reach over 100 miles per hour and their winds can drive water from the ocean towards coastal cities.", "label": "Label_0"}
{"text": "it hold back fish going back home.", "label": "Label_3"}
{"text": "the surge could interrupt the spawning season for many fish.", "label": "Label_1"}
{"text": "the New York Harbor contains many marine creatures", "label": "Label_0"}
{"text": "the surge barrier would be blocked, due to the close of barrier's gates.", "label": "Label_3"}
{"text": "the New York Harbor and the Hudson River are homes to a diverse array of marine creatures.", "label": "Label_0"}
{"text": "it could interrupt the breeding season for many fish and block them from traveling to new locations to lay their eggs.", "label": "Optimal_1"}
{"text": "the New York Harbor is home to a wide range of underwater creatures, which includes crabs, lobsters, eels, and striped bass.", "label": "Label_0"}
{"text": "fish would not be able to travel to new locations.", "label": "Label_3"}
{"text": "2 + 2 = 4 QUICK MATHS", "label": "Label_0"}
{"text": "it can affect marine ecosystems in New York Harbor and the Hudson River by stopping the spawning season dor many fish.", "label": "Label_1"}
{"text": "it could block fish..", "label": "Label_3"}
{"text": "it is home to a huge population of marine animals.", "label": "Label_0"}
{"text": "It could stop the fish from getting to wear they need to go.", "label": "Label_3"}
{"text": "these walls could change the ecosystem around them.", "label": "Label_2"}
{"text": "it could block many types of fish from getting to their spawning location to lay their eggs.", "label": "Optimal_1"}
{"text": "it could stop animals from getting to land for safety.", "label": "Label_3"}
{"text": "it could destroy natural animal life, by destroying their environment.", "label": "Label_2"}
{"text": "a surge barrier could block certain fish.", "label": "Label_3"}
{"text": "New York's ecosystem contains crabs, herring, lobsters, striped bass, and eel.", "label": "Label_0"}
{"text": "the surge barrier could change the ecosystem in many different ways, making the ecosystem unbalanced by blocking fish's spawn locations.", "label": "Optimal_1"}
{"text": "it will affect marine creatures like the surge barrier could interrupt the spawning season for many fish.", "label": "Label_1"}
{"text": "it could change and impact the marine ecosystem, like affecting spawning season for fish.", "label": "Label_1"}
{"text": "trap sewage and toxins", "label": "Label_0"}
{"text": "they are the most expensive option, and estimate at $118.8 billion.", "label": "Label_0"}
{"text": "the surge barrier destroy neighborhoods.", "label": "Label_0"}
{"text": "a surge barrier could block fish from getting to their spawning locations.", "label": "Optimal_1"}
{"text": "it is the most expensive option costing almost 118.8 billion.", "label": "Label_0"}
{"text": "the barriers carry water into cities and the fish could be stopped from going back into the ocean.", "label": "Label_3"}
{"text": "it could cause certain blockages to fish and prevent them from getting to their spawning locations.", "label": "Optimal_1"}
{"text": "New York has a vast and diverse ecosystem which could mess up their mating system by blocking paths.", "label": "Optimal_1"}
{"text": "they can reach over 100 miles per hour, they endanger lives and could destroy neighborhoods and businesses.", "label": "Label_0"}
{"text": "it can effect the marine life spawning system.", "label": "Label_1"}
{"text": "the new york harbor and the Hudson river are home to a diverse array of marine creatures.", "label": "Label_0"}
{"text": "a surge barrier could affect the marine ecosystem since the Hudson river and the New York Harbor are home to a diverse group of marine creatures.", "label": "Label_2"}
{"text": "the new York harbor and Hudson river has a big marine life where they want to put the wall which could interrupt the spawning seasons of many fish.", "label": "Label_1"}
{"text": "when hurricane winds reach over 100 miles per hour, it can drive water from oceans that can destroy the cities.", "label": "Label_0"}
{"text": "it could make United States  lose energy and have to pay more.", "label": "Label_0"}
{"text": "With the speeds reaching 100 miles per hour, the hurricane winds can cause the water to shift over to the coastal cities and endangering lives and destroying neighborhoods.", "label": "Label_0"}
{"text": "the surge barriers could stop certain fish from getting to their spawn location and reproducing their eggs.", "label": "Optimal_1"}
{"text": "it can stop the spawning season for many fish.", "label": "Label_1"}
{"text": "the surge barrier would affect marine ecosystems.", "label": "Label_2"}
{"text": "it could slow down the ecosystem by blocking fish from their home.", "label": "Label_3"}
{"text": "it could be harmful to fish and other sea life.", "label": "Label_2"}
{"text": "there no way for the fish to get to their spawning locations.", "label": "Optimal_1"}
{"text": "a surge barrier could affect the marine ecosystem.", "label": "Label_2"}
{"text": "the hurricanes that could happen during any period of time.", "label": "Label_0"}
{"text": "it might affect marine ecosystems in New York Harbor and the Hudson River.", "label": "Label_2"}
{"text": "the surge barrier could block fish from getting their spawning locations and safely releasing their eggs.", "label": "Optimal_1"}
{"text": "against massive hurricane floods like", "label": "Label_0"}
{"text": "it could affect the marine ecosystems in New York Harbor and the Hudson River, which are home to a diverse array of marine creatures, including crabs, lobsters, herring, eel, and striped bass.", "label": "Label_2"}
{"text": "it would disrupt the fish's spawning and make it difficult for fish to get to different places.", "label": "Optimal_1"}
{"text": "In 2019, the United States Army Corps of Engineers (USACE) proposed five different options to protect New York City .", "label": "Label_0"}
{"text": "it could disrupt the spawning season of many fish.", "label": "Label_1"}
{"text": "it could disturb the natural way of life within the ecosystem like fish.", "label": "Label_2"}
{"text": "it could interrupt the spawning season for fish.", "label": "Label_1"}
{"text": "it disrupt the lifecycle of fish by preventing them from getting to the spawing location.", "label": "Optimal_1"}
{"text": "it can change ecosystems in various ways", "label": "Label_2"}
{"text": "it can affect marine ecosystems in New York Harbor and the Hudson River by stopping the spawning season for many fish.", "label": "Label_1"}
{"text": "its speeds reach over 100 miles an hour and it drives water toward coastal cities.", "label": "Label_0"}
{"text": "it can prevent fish from being able to get to their spawning locations and safely releasing their eggs.", "label": "Optimal_1"}
{"text": "the surge barrier would be blocked, due to the close of barrier's gates and stop fish from traveling.", "label": "Label_3"}
{"text": "waves of sea water surge above the normal tide and crash trough city streets, endangering lives and destroying neighborhoods and businesses", "label": "Label_0"}
{"text": "the Hudson River is home to a diverse array of marine creatures.", "label": "Label_0"}
{"text": "fish would struggle to lay eggs properly.", "label": "Label_1"}
{"text": "the could change the ecosystems by interrupting spawning season for many fish by blocking fish from getting to their spawning locations.", "label": "Optimal_1"}
{"text": "it could mess up the migration patterns of marine ecosystems.", "label": "Label_1"}
{"text": "it could change the ecosystem by interrupting spawning season for fish by blocking fish from getting to the spawning location.", "label": "Optimal_1"}
{"text": "this is a test response .", "label": "Label_0"}
{"text": "it could block the migration of fish.", "label": "Label_3"}
{"text": "waves of seawater could crash through cities, endangered lives, and businesses.", "label": "Label_0"}
{"text": "it can cause massive hurricane floods.", "label": "Label_0"}
{"text": "surge barriers can cause a lot of damage.", "label": "Label_0"}
{"text": "it might affect marine ecosystems in New York and the Hudson River.", "label": "Label_2"}
{"text": "the surges caused storms that later turned into hurricanes.", "label": "Label_0"}
{"text": "it can affect the life cycle of some marine wildlife by blocking their path when climate changes.", "label": "Optimal_1"}
{"text": "The \" New york harbor and the hudson river are home to a diverse array of marine creatures, including crabs, herrring, eel, and striped bass\", if the surge barrier were to be built it'll affect their ecosystem since its being built underground.", "label": "Label_2"}
{"text": "it may affect marine ecosystems in New York Harbor and the Hudson River by interrupting the spawning season for many fish.", "label": "Label_1"}
{"text": "the winds can drive water towards coastal cities.", "label": "Label_0"}
{"text": "surge barriers may block certain fish from getting to their spawing locations.", "label": "Optimal_1"}
{"text": "the surge barrier could block certain a fish", "label": "Label_3"}
{"text": "it would make some safe spawing locations for fish inaccessible.", "label": "Optimal_1"}
{"text": "it would block the fish from traveling to new locations.", "label": "Label_3"}
{"text": "it could effect spawning season for fish", "label": "Label_1"}
{"text": "the surge barrier would harm the sea animals by disturbing their spawning season by not letting them go into their spawning locations and harm their environments.", "label": "Optimal_1"}
{"text": "this cost a lot of money.", "label": "Label_0"}
{"text": "it would negatively affect the fish's spawning seasons by blocking the fish from getting to safe spaces to lay their eggs.", "label": "Optimal_1"}
{"text": "it traps sewage and toxins      .", "label": "Label_2"}
{"text": "it could block some species of fish from being able to release their eggs.", "label": "Optimal_1"}
{"text": "it might affect marine ecosystems such as crabs, lobsters, herring, eel, and striped bass.", "label": "Label_2"}
{"text": "there are many diverse marine creatures in the New York Harbor and Hudson River.", "label": "Label_0"}
{"text": "it might affect the marine ecosystem.", "label": "Label_2"}
{"text": "fish in the water that is slamming against the surge barrier would be killing them on impact.", "label": "Label_2"}
{"text": "the surge barrier puts fish who locate to certain areas not get there causing them to not release their eggs safely.", "label": "Optimal_1"}
{"text": "it can prevent a fish from getting to an area for spawning, a spawning location.", "label": "Optimal_1"}
{"text": "they can prevent fish from traveling to new locations.", "label": "Label_3"}
{"text": "it could interrupt the spawning season for most fish because the barrier could block where they would place their eggs.", "label": "Optimal_1"}
{"text": "it blocks fish.", "label": "Label_3"}
{"text": "it is a thing", "label": "Label_0"}
{"text": "it could interrupt a lot of fish spawning seasons by making the water rise.", "label": "Label_1"}
{"text": "during thinsg like hurricanes and stuff  t", "label": "Label_0"}
{"text": "it would spread trash all over.", "label": "Label_0"}
{"text": "it could harm fish by not laying there eggs.", "label": "Label_1"}
{"text": "it could pollute the water and kill the fish.", "label": "Label_2"}
{"text": "The water is to srong and theeres to muc movement.", "label": "Label_0"}
{"text": "any pathways that are used by animals could be blocked from getting to their habitats and getting food.", "label": "Label_3"}
{"text": "it could interrupt the fish'd spawning season.", "label": "Label_1"}
{"text": "fish would be interrupted during the spawning season.", "label": "Label_1"}
{"text": "it could block certain animals habitats and affect how they live.", "label": "Label_3"}
{"text": "fish and other aquatic wildlife can die from shock due to the immense power of the barriers.", "label": "Label_2"}
{"text": "the New York Harbor and the Hudson River are home to a diverse array of marine creatures, including crabs, lobsters, herring, eel, and striped bass.", "label": "Label_0"}
{"text": "seawater surges above the normal tide and destroys neighborhoods and businesses.", "label": "Label_0"}
{"text": "it could harm fish with the chemicals and stop the spawning of fish.", "label": "Label_1"}
{"text": "it can harm marine life.", "label": "Label_2"}
{"text": "It could disrupt the ecosystem", "label": "Label_2"}
{"text": "it could block fish from spawning and releasing their eggs.", "label": "Optimal_1"}
{"text": "TEST TEST TEST...", "label": "Label_0"}
{"text": "it could interrupt the spawning of many fish.", "label": "Label_1"}
{"text": "surge barriers block fish from their area.", "label": "Label_3"}
{"text": "the Hudson River and New York Harbor are home to many different marine animals.", "label": "Label_0"}
{"text": "the surge barrier could interrupt spawning season, by blocking fish.", "label": "Optimal_1"}
{"text": "It fear that it would block marine creatures from coming in; it could prevent them from getting to their spawn location and safely releasing their eggs.", "label": "Optimal_1"}
{"text": "it's bad for fish.", "label": "Label_2"}
{"text": "the surge would be built in the water between the Rockaways and New York Harbor.", "label": "Label_0"}
{"text": "it's an issue for the reproduction of fish.", "label": "Label_1"}
{"text": "they fear that it would block marine creatures from coming in.", "label": "Label_3"}
{"text": "it could interrupt the spawning season for various fishes.", "label": "Label_1"}
{"text": "the surge barrier could interrupt spawning season and block fish.", "label": "Optimal_1"}
{"text": "it might affect the marine ecosystems and creatures.", "label": "Label_2"}
{"text": "it could interrupt a lot of fish spawning seasons by blocking off them off from their spawning spot.", "label": "Optimal_1"}
{"text": "it may stop fish from going to spawning locations.", "label": "Optimal_1"}
{"text": "it can cause death and destroy the local cities New York.", "label": "Label_0"}
{"text": "it would endanger lives and destroy neighborhoods.", "label": "Label_0"}
{"text": "the New York Harbor and Hudson River are home to a diverse arra of marine creatures, and it could change it to not be their home anymore.", "label": "Label_2"}
{"text": "it can affect marine ecosystems in New York Harbor and the Hudson River by stopping the spawning season for many fish and by blocking certain fish from their spawning locations.", "label": "Optimal_1"}
{"text": "the surge barrier may interrupt spawning season for many species of fish by blocking access to their spawning locations.", "label": "Optimal_1"}
{"text": "it could caue catastrophic damage to river ecosystems, and fish.", "label": "Label_2"}
{"text": "the surge barrier could interrupt the spawning season.", "label": "Label_1"}
{"text": "a surge barrier can block fish.", "label": "Label_3"}
{"text": "surge barriers may block certain fish from getting to their new spawing locations.", "label": "Optimal_1"}
{"text": "the barrier could interrupt the spawning season of fish leading to extinction is these parts for many marine wildlife.", "label": "Label_1"}
{"text": "TEST TEST TEST", "label": "Label_0"}
{"text": "it can stop the spawning season for many fishers.", "label": "Label_1"}
{"text": "A surge barrier harm fish because  the water crashes in to th streets.", "label": "Label_0"}
{"text": "the spawning season for many fish could be interrupted, the barrier could block the fish from getting to their eggs.", "label": "Optimal_1"}
{"text": "the surge barrier reaches over 100 miles per hour and it crashes through the city streets, puts peoples lives in danger destroys neighborhoods and businesses.", "label": "Label_0"}
{"text": "it interrupts the spawning season for many fish.", "label": "Label_1"}
{"text": "New York is full of marine life and a surge barrier could cause problems with the fish.", "label": "Label_2"}
{"text": "by disrupting the reproduction and population of the fish by stopping some fish from getting to their spawning spots and safely releasing their eggs.", "label": "Optimal_1"}
{"text": "it would separate fish from their homes.", "label": "Label_3"}
{"text": "environmental advocates argued that the surge barrier could change the ecosystems in various ways.", "label": "Label_2"}
{"text": "it can mess up spawning season for many fish by blocking safe pathways.", "label": "Optimal_1"}
{"text": "it blocks off parts of the water where fish need to reach.", "label": "Label_3"}
{"text": "it could interrupt the spawning season for fish by blocking them from getting to their spawn locations and laying their eggs.", "label": "Optimal_1"}
{"text": "the surge barrier could interrupt the spawning season for many fish by blocking the fish from getting in.", "label": "Optimal_1"}
{"text": "it’s so big, potentially blocking spawning season for many fish.", "label": "Optimal_1"}
{"text": "Surge barrier in New York City could hard the local ecosystem.", "label": "Label_0"}
{"text": "it could block the routes that fish take to lay their eggs in a safe location.", "label": "Optimal_1"}
{"text": "a surge barrier could restrain fish from releasing their eggs in a safe location.", "label": "Optimal_1"}
{"text": "it could interrupt the spawning season for many fish.", "label": "Label_1"}
{"text": "there is a possibility that it may threaten the lives of many marine creatures.", "label": "Label_2"}
{"text": "it can block fish from laying their eggs safely.", "label": "Optimal_1"}
{"text": "the surge barrier could harm marine creatures.", "label": "Label_2"}
{"text": "it can damage coral reefs and kill many foods for other", "label": "Label_2"}
{"text": "it could interrupt the spawning season for many fish because this can cause them not to have a safe space to lay their eggs.", "label": "Optimal_1"}
{"text": "it could interrupt spawning for fish because fish couldn't travel to different locations.", "label": "Optimal_1"}
{"text": "it can cause New York City to have massive hurricane floods that can damage the city, which it will cost $118.8 billion is fix.", "label": "Label_0"}
{"text": "the surge barrier would affect the marine ecosystem, potentially blocking spawning season for many fish.", "label": "Optimal_1"}
{"text": "it can mess up spawning season for many fish.", "label": "Label_1"}
{"text": "it can endanger lives and destroy neighborhoods and businesses.", "label": "Label_0"}
{"text": "it can affect marine ecosystems in New York Harbor and the Hudson River.", "label": "Label_2"}
{"text": "fish have travel to new locations.", "label": "Label_3"}
{"text": "it could harm the natural fish and wildlife.", "label": "Label_2"}
{"text": "it could affect marine ecosystems like", "label": "Label_2"}
{"text": "the surge barrier can effect spawning season for fish.", "label": "Label_1"}
{"text": "it is a endangerment to humans lives by destroying cities, neighborhood, businesses, and also destroy the sea world.", "label": "Label_0"}
{"text": "it could affect the way fish lives which could mess up and cause an unbalanced food chain.", "label": "Label_2"}
{"text": "a surge barrier would change the ecosystems in various way.", "label": "Label_2"}
{"text": "it will destroy neighborhoods and businesses.", "label": "Label_0"}
{"text": "the fishes won't be able to go lay their eggs to a certain place.", "label": "Optimal_1"}
{"text": "it would make some spawing places for fish inaccessible at some times.", "label": "Optimal_1"}
{"text": "it could interrupt a lot of fish spawning seasons", "label": "Label_1"}
{"text": "the surge barrier could interfere other living organism when its their spawning season.", "label": "Label_1"}
{"text": "the surge barrier could interfere other living organism when it is their spawning season by blocking their way to go to their spawning locations.", "label": "Optimal_1"}
{"text": "The water is to srong and theeres to muc move", "label": "Label_0"}
{"text": "it could interrupt spawning for fish.", "label": "Label_1"}
{"text": "the fish that live in the rivers that the surge barrier is at may not be able to get to the spots to lay their eggs safely.", "label": "Optimal_1"}
{"text": "New York Harbor and the Hudson River house many types of diverse marine life.", "label": "Label_0"}
{"text": "it could interrupt the spawning season for many fish in New York waterways.", "label": "Label_1"}
{"text": "the surge barrier could hurt the ecosystem by not letting different kinds of fish get to their spawning locations to lay their eggs safely.", "label": "Optimal_1"}
{"text": "the barrier could affect the fish from getting to their spawning locations safely.", "label": "Optimal_1"}
{"text": "it can block fish from reproducing by blocking pathways into certain waters.", "label": "Label_3"}
{"text": "winds from hurricanes can endanger peoples lives.", "label": "Label_0"}
{"text": "the surge barrier would harm the sea animals by disturbing their spawning season and harm their environments.", "label": "Label_1"}
{"text": "it can affect marine ecosystems in New York Harbor.", "label": "Label_2"}
{"text": "it interrupt the spawning season for fish because they  travel to new location where they lay their eggs.", "label": "Optimal_1"}
{"text": "when a hurricane hits it pushes most water into the coastal city's.", "label": "Label_0"}
{"text": "the surge barrier can prevent certain fish from reaching their spawning locations and releasing their eggs.", "label": "Optimal_1"}
{"text": "it would force the fish to lay their eggs in a different location.", "label": "Optimal_1"}
{"text": "businesses estimated the barrier thy save billion of dollars in the property the damage the countless lives.", "label": "Label_0"}
{"text": "it could affect marine ecosystems in New York Harbor and the Hudson River.", "label": "Label_2"}
{"text": "it can restrict certain fish from reaching their spawning locations to safely lay their eggs.", "label": "Optimal_1"}
{"text": "It could block pathways certain marine creatures use.", "label": "Label_3"}
{"text": "it might affect the marine ecosystem in the Hudson river by blocking fish patterns.", "label": "Label_3"}
{"text": "water animals cant get to their orignal homes and food", "label": "Label_3"}
{"text": "the surge barrier could change the ecosystem in many different ways, making the ecosystem unbalanced.", "label": "Label_2"}
{"text": "it can effect most of the spawning season for many of the fish.", "label": "Label_1"}
{"text": "it could kill and detro the fishes ecosistem .", "label": "Label_2"}
{"text": "it could interrupt the fishes’ spawning season by blocking the fishes from getting to their spawning locations.", "label": "Optimal_1"}
{"text": "it can block the fishes from getting to their spawning locations and safety put out their eggs.", "label": "Optimal_1"}
{"text": "it could affect where fish lay there eggs.", "label": "Label_1"}
{"text": "the harbor and river are homes to many marine creatures.", "label": "Label_0"}
{"text": "with speeds reaching over 100 miles per hour, hurricane winds can drive water from the ocean towards coastal cities.", "label": "Label_0"}
{"text": "it could cause catastrophic damage to the river ecoysstems.", "label": "Label_2"}
{"text": "the barrier could block fish from getting to their spawning locations.", "label": "Optimal_1"}
{"text": "the barrier is broke", "label": "Label_0"}
{"text": "it wouldn't allow for spawning season, which is when fish go to new locations to lay their eggs, for many fish.", "label": "Optimal_1"}
{"text": "it disrupts the lifecycle of fish", "label": "Label_2"}
{"text": "TEST TEST TEST....", "label": "Label_0"}
{"text": "it may affect marine ecosystems in New York Harbor and the Hudson River by interrupting the spawning season for many fish because they lay their eggs at new locations.", "label": "Label_1"}
{"text": "it could block fish to travel to new locations.", "label": "Label_3"}
