{"text": "scientists are trying to find new ways to protect New York City while at the same time leaving the marine wildlife alone.", "label": "Label_1"}
{"text": "environmental activists suggested building floodwalls.", "label": "Optimal_1"}
{"text": "environmental activists came up with the idea of putting the surges above ground.", "label": "Optimal_1"}
{"text": "the city can build building flood walls and levees on the shore.", "label": "Label_2"}
{"text": "others offered alternative solutions, such as elevating New York City's subway system.", "label": "Label_2"}
{"text": "many animals could die, and make the city smell bad", "label": "Label_0"}
{"text": "people are asking for other solutions.", "label": "Label_2"}
{"text": "environmentalists have proposed different ideas such as flood walls and levees.", "label": "Optimal_1"}
{"text": "environmental activists looked for alternate solutions, like a flood wall, that didn't have a negative impact on the environment.", "label": "Optimal_1"}
{"text": "sandy was par of a growing trend.", "label": "Label_0"}
{"text": "many environmental activist are coming with up with other solutions so that new York wont flood.", "label": "Label_1"}
{"text": "other coastal cities continued to endure extreme weather events.", "label": "Label_0"}
{"text": "a few environmental activists came up with a some solutions like floodwalls or levees.", "label": "Optimal_1"}
{"text": "other proposals were considered.", "label": "Label_2"}
{"text": "environmental advocates stated their concerns about the barriers being placed.", "label": "Label_3"}
{"text": "others offered different ideas such as raising up buildings and elevating New Yorks subway system.", "label": "Label_2"}
{"text": "they made a debate to see what is more importaint.", "label": "Label_3"}
{"text": "some environmental activists proposed that building floodwalls and levees on the shore rather than the surge barriers.", "label": "Optimal_1"}
{"text": "they are trying the get different alternatives such as building flood proof walls and levees on the shore rather than the barriers and raising the buildings and elevating the subway system.", "label": "Label_2"}
{"text": "New York City invested in flood walls and levees and scientists, advocates, etc are weighing in.", "label": "Optimal_1"}
{"text": "Environmental activists proposed that New York City should invest in building floodwalls and levees rather than surge barriers.", "label": "Optimal_1"}
{"text": "it can help prevent flood walls and saves money.", "label": "Label_2"}
{"text": "experimenting with the effects is the way to go.", "label": "Label_0"}
{"text": "environmental activists suggest building floodwalls and levees on the shore.", "label": "Optimal_1"}
{"text": "they are skeptical about building it.", "label": "Label_3"}
{"text": "they are trying to find alternatives", "label": "Label_2"}
{"text": "they say advocates wiil argued that those solutions will not have thes same impact on the local.", "label": "Label_1"}
{"text": "environmental activists ask for alternative soulution.", "label": "Label_1"}
{"text": "environmental activists suggested that the city should invest in building flood walls or making buildings higher.", "label": "Optimal_1"}
{"text": "the United Stars Corp of Engineering's most expensive option estimated at $118.8 billion, is a surge barrier made of concrete and steel.", "label": "Label_0"}
{"text": "this could pose as a problem for fish eggs that need oxygen.", "label": "Label_0"}
{"text": "catastrophic damage to river ecosystem, the project would be so expensive", "label": "Label_0"}
{"text": "some environmental activists advocated for New York City to build flood walls and levees instead.", "label": "Optimal_1"}
{"text": "many environmental groups worried about how the surge barrier could affect marine ecosystems.", "label": "Label_5"}
{"text": "there might be many negative reasons on why putting a surge barrier might be negative.", "label": "Label_3"}
{"text": "adovcates came up with the idea of floodwalls.", "label": "Optimal_1"}
{"text": "they will be putting surge barries in new york.", "label": "Label_0"}
{"text": "they raised the buildings.", "label": "Label_2"}
{"text": "environmental activists needs to find new ways to protect New York City from hurricanes.", "label": "Label_1"}
{"text": "they started thinking of other ways they could protct the city since they didn't want to disrupt the ecosystem.", "label": "Label_2"}
{"text": "building surges may not be the best option for activist to decide on.", "label": "Label_1"}
{"text": "many activists advocated for many alternative solutions.", "label": "Label_1"}
{"text": "environmental groups are finding other solutions to storm surge, such as raising buildings up and elevating their subways.", "label": "Optimal_1"}
{"text": "many environmentalist argued for the surge barrier to not be built, choosing the environment over many millions of dollars in natural disaster damage, NYC government disposed the Surge Barrier  idea.", "label": "Label_3"}
{"text": "some advocates say New York City can invest in floodwalls and levees.", "label": "Optimal_1"}
{"text": "some environmental proposed that building and elevating New York City's subway system could impact on the local ecosystem.", "label": "Optimal_1"}
{"text": "some people proposed different options, like flood walls, and levees to protect both New York, and the local marine life.", "label": "Label_2"}
{"text": "environmental activist say New York City can invest in floodwalls and levees.", "label": "Optimal_1"}
{"text": "solutions were offered.", "label": "Label_2"}
{"text": "environmentalists have proposed an offer of building flood walls and levees instead of surge barriers underwater.", "label": "Optimal_1"}
{"text": "they offered to build different barriers to avoid harming the ecosystem.", "label": "Label_2"}
{"text": "some environmental activists want to put flood walls instead.", "label": "Optimal_1"}
{"text": "environmental groups proposed alternative plans suggested.", "label": "Label_1"}
{"text": "there are proposals for alternatives.", "label": "Label_2"}
{"text": "the barriers prevents many storms from destroying the cities.", "label": "Label_0"}
{"text": "environmental activists say that they should build flood walls and levees instead.", "label": "Optimal_1"}
{"text": "alternatives were suggested such as flood walls and levees that wouldn't stop certain fishes from getting to their spawn points and releasing their eggs.", "label": "Label_2"}
{"text": "they had to close things down during a storm.", "label": "Label_0"}
{"text": "Environmental advocates argued against the idea.", "label": "Label_3"}
{"text": "environmental advocates argued against the surge barrier many fish travel to their locations to lay their eggs", "label": "Label_5"}
{"text": "the hurricane winds can drive water from the ocean towards the coastal cities.", "label": "Label_0"}
{"text": "activists decided to have alternative solutions for example invest in building floodwalls.", "label": "Optimal_1"}
{"text": "people are trying to find alternative solutions such as flood walls and levees.", "label": "Label_2"}
{"text": "many people are against it because of the negative effects it will have on the enviroment like preventing fish from getting to their spawning locations to lay eggs.", "label": "Label_5"}
{"text": "environmental advocates argue that surge barriers could change and harm the ecosystem.", "label": "Label_5"}
{"text": "many environmental activists have created numerous solutions.", "label": "Label_1"}
{"text": "they could build flood walls and levees on the shore.", "label": "Label_2"}
{"text": "they came up with smaller walls and holes.", "label": "Label_2"}
{"text": "environmental activists are advocating alternative solutions to protect New York City without harming ecosystems such as building a flood wall on shore.", "label": "Optimal_1"}
{"text": "people can sell their business and help people lives.", "label": "Label_0"}
{"text": "many environmental groups disagree with the surge Barrier", "label": "Label_3"}
{"text": "the city would close the barriers gates the new york system", "label": "Label_0"}
{"text": "others propose alternate solutions such as creating levees or raising buildings and subways.", "label": "Label_2"}
{"text": "environmental activists are aiming to find alternative solutions like building levees and flood walls so animals can still migrate.", "label": "Optimal_1"}
{"text": "environmental groups are worried about how surges can damage ecosystems.", "label": "Label_5"}
{"text": "Environmental advocated argued that the surge barrier could chane the ecosystem in various ways.", "label": "Label_5"}
{"text": "many environmental groups worried.", "label": "Label_3"}
{"text": "the advocates changed the barrier so that it wont have a negative impact in the ecosystem.", "label": "Label_1"}
{"text": "enviorment adocates argued that surge barrier could change these ecosystems in various ways, Advocates aruge", "label": "Label_5"}
{"text": "this may not be a great solution since many wildlife like fish would have their environment affected.", "label": "Label_0"}
{"text": "activist  suggested that they build  floodgates for the higher elevation.", "label": "Optimal_1"}
{"text": "their will need to be additional research to be more beneficial for ecosystem's.", "label": "Label_0"}
{"text": "activist decided on an alternate solution is building flood walls but, they equal the same amount of damage than surge walls.", "label": "Optimal_1"}
{"text": "scientists, advocates, residents, and elected officials stand by their proposals.", "label": "Label_0"}
{"text": "environmental activists proposed that the city builds flood walls or levees instead.", "label": "Optimal_1"}
{"text": "some environmental activists advocated for alternate solutions like building flood walls.", "label": "Optimal_1"}
{"text": "a surge barrier isn't the best choice for New York City.", "label": "Label_0"}
{"text": "he could have helped no on the beach.", "label": "Label_0"}
{"text": "neighborhoods and businesses would be protected from flooding and harmful storms.", "label": "Label_0"}
{"text": "environmental activists are looking for alternatives to surge barriers", "label": "Label_1"}
{"text": "activists are protesting against them by saying levees should be put in.", "label": "Optimal_1"}
{"text": "many environmentalists argue against it.", "label": "Label_3"}
{"text": "new york harbor and hudson river are home to the diverse .", "label": "Label_0"}
{"text": "the most expensive option estimated at $118.8 billion, is a surge barrier made of concrete and steel.", "label": "Label_0"}
{"text": "the fish that need to get out into open water wont be able to do so easily.", "label": "Label_0"}
{"text": "some environmental activists propose different ideas that are more environmental friendly.", "label": "Label_1"}
{"text": "enviromental groups are working against it.", "label": "Label_3"}
{"text": "advocates suggested other plans like floodwalls and levees that would not have negative impact on the local environment.", "label": "Optimal_1"}
{"text": "they might not put it up.", "label": "Label_3"}
{"text": "New York City is investing alternate solutions like flood walls and raising buildings to prevent damage.", "label": "Label_2"}
{"text": "they can get help from other people.", "label": "Label_2"}
{"text": "environmental activists are trying to find alternative solutions such as flood walls and levees.", "label": "Optimal_1"}
{"text": "some envoironmental activists advocated for alternative solutions.", "label": "Label_1"}
{"text": "Environmental groups are worried about the long term effects on the ecosystem...", "label": "Label_5"}
{"text": "the city higher ups needs to find a better why to portect the city from strong storms.", "label": "Label_0"}
{"text": "advocates proposed the idea of investing in building flood walls.", "label": "Optimal_1"}
{"text": "surge barrier could block certain fish from getting to their spawning locations and safely release eggs.", "label": "Label_0"}
{"text": "the project could be changed so that it is ecosystem friendly.", "label": "Label_2"}
{"text": "environmental advocates suggested many solutions, like building floodwalls and levees on the shore.", "label": "Optimal_1"}
{"text": "environmental activists in New York are advocating for alternate solutions.", "label": "Label_1"}
{"text": "the environmental activists decided they can raise the building's.", "label": "Optimal_1"}
{"text": "some activists proposed to New York to invest money to build flood walls instead of surge barriers.", "label": "Optimal_1"}
{"text": "other environmentalists offered solutions different from the barrier.", "label": "Label_1"}
{"text": "environmental activists are proposing alternative solutions or entirely new ideas.", "label": "Label_1"}
{"text": "environmental activists offered different solutions.", "label": "Label_1"}
{"text": "advocates argued that surge barriers, such as raising buildings and elevating New York City's subway system, surge barriers wouldn't have the same negative impact on the local system.", "label": "Optimal_1"}
{"text": "they will find other ways to block the storms surges.", "label": "Label_2"}
{"text": "advocates have been offering solutions like raising buildings and subway systems.", "label": "Optimal_1"}
{"text": "other options are being researched.", "label": "Label_2"}
{"text": "environmental groups argued against it.", "label": "Label_3"}
{"text": "they can find alternative solutions to also block storm surges from hitting the city.", "label": "Label_1"}
{"text": "environmental activists are advocated for alternative solutions.", "label": "Label_1"}
{"text": "they proposed an idea to invest in building flood walls and levees to help with hurricane damage.", "label": "Label_2"}
{"text": "the other alternative methods were sought out.", "label": "Label_2"}
{"text": "New York City is investing in flood walls and other alternate ways to prevent damage.", "label": "Label_2"}
{"text": "if activists built a surge barrier, the gate could close to blocking storms.", "label": "Label_0"}
{"text": "environmental activists advocated for alternate solutions.", "label": "Label_1"}
{"text": "environment activists and advocates are taking into consideration flood walls or even levees to save the city from crisis.", "label": "Optimal_1"}
{"text": "a enviromental activist suggested that the New York harbor should build a surge barrir that way the ocean water in the harbor does'nt get into the city.", "label": "Optimal_1"}
{"text": "advocates think that an alternative solution may be necessary.", "label": "Label_1"}
{"text": "New York City invest in building walls and levees on the shore than barriers in the ocean.", "label": "Label_2"}
{"text": "New York City invested in building flood walls.", "label": "Label_2"}
{"text": "they are still continuing to endure the weather.", "label": "Label_0"}
{"text": "surge barriers are not a good choice for protecting people from waves seawater surges.", "label": "Label_0"}
{"text": "many people may wanna consider not supporting the surge to protect marine life.", "label": "Label_5"}
{"text": "environmental activists have gave different solutions.", "label": "Label_1"}
{"text": "some activist  are advocating for alternative solutions.", "label": "Label_1"}
{"text": "environmental advocates have begun looking into alternative ideas to prevent death and damage.", "label": "Label_1"}
{"text": "IN New york many envirnomental groups worried about how a surge barrier might affect marine ecosystems in new tork", "label": "Label_5"}
{"text": "environmental activists have looked for other ways to protect the cites from storm surges.", "label": "Label_1"}
{"text": "environmental activists came up with the idea of putting the surges above ground so that it will still give protection to the people and leave fish on their cycle of life.", "label": "Optimal_1"}
{"text": "advocates proposed to invest in building flood walls in the water.", "label": "Optimal_1"}
{"text": "people are asking for other ways to not harm the wildlife.", "label": "Label_2"}
{"text": "some people are against the idea and have other ideas as to what might work better, environmental activist suggestsflood walls.", "label": "Optimal_1"}
{"text": "the environmental advocates could change these ecosystems in various ways.", "label": "Label_5"}
{"text": "a few environmental activists came up with a some solutions.", "label": "Label_1"}
{"text": "if they do buy a surge barrier New York could kill off many species of fish.", "label": "Label_0"}
{"text": "advocates are exploring alternative solutions like flood walls and leaves.", "label": "Optimal_1"}
{"text": "they proposed that new York could build flood walls and levees rather than the surge barriers.", "label": "Label_2"}
{"text": "advocates are still discussing a better solution.", "label": "Label_3"}
{"text": "an alternative option is needed.", "label": "Label_2"}
{"text": "fish will not be able to lay their eggs safely.", "label": "Label_0"}
{"text": "envirnmental activists have come up with some alternatives to prevent deaths and preserve the environment.", "label": "Label_1"}
{"text": "Enviormental Activists That a surge barrier could change these ecosystems in various ways.", "label": "Label_5"}
{"text": "they have to find an alternative.", "label": "Label_0"}
{"text": "activists are advocating to protect the environment.", "label": "Label_1"}
{"text": "enviormental activists advocated for an alternative solutions like investing in flodding walls.", "label": "Optimal_1"}
{"text": "other alternatives are being pushed by environmental activists.", "label": "Label_1"}
{"text": "extreme weather events caused a climate changed.", "label": "Label_0"}
{"text": "environmental advocates argued that the surge barrier could change these ecosystems in various way", "label": "Label_5"}
{"text": "they are now investing to build new surge barriers.", "label": "Label_0"}
{"text": "environmental activists are searching for other solutions like floodwalls and levees.", "label": "Optimal_1"}
{"text": "they might build flood walls and levees instead.", "label": "Label_2"}
{"text": "many environmental groups worried about how to know it.", "label": "Label_3"}
{"text": "activists are looking for alternative solutions.", "label": "Label_1"}
{"text": "they invest on building floodwalls.", "label": "Label_2"}
{"text": "some environmental activists found that New York City build floodwalls and levees instead of having surge barriers.", "label": "Optimal_1"}
{"text": "they tried finding other solutions.", "label": "Label_2"}
{"text": "they put it up away from the city.", "label": "Label_3"}
{"text": "advocates offered entirely different solutions like raising up buildings.", "label": "Optimal_1"}
{"text": "doing this could cause alot of damag", "label": "Label_0"}
{"text": "they can find another eco friendly solution, so the marine animals don’t suffer with this change.", "label": "Label_0"}
{"text": "instead of surge barrier there are better solutions like natural barrier and drainage systems that environmental activists have come across of.", "label": "Optimal_1"}
{"text": "environmental activists suggested alternative solutions.", "label": "Label_1"}
{"text": "advocates argued that they should rise up the buildings or even elevat the subways.", "label": "Optimal_1"}
{"text": "New York City is investing in flood walls and raising buildings to prevent damage.", "label": "Label_2"}
{"text": "they will harm the local ecosystem due them being able to block off parts of rivers.", "label": "Label_0"}
{"text": "advocates argued that those solutions would have the same impact on the ecosystem", "label": "Label_1"}
{"text": "environmental activists tried to find alternative solutions such as raising buildings.", "label": "Optimal_1"}
{"text": "many activists are trying to find other alternatives to make it safer such as building floodwalls and levees.", "label": "Optimal_1"}
{"text": "They made it batter.", "label": "Label_0"}
{"text": "others have proposed different ideas like lifting the buildings and updating the subway system of New York City by heightening it.", "label": "Label_2"}
{"text": "activists in New York suggested other solutions like flood gates or raising building elevations.", "label": "Optimal_1"}
{"text": "the activists advocated for alternative solutions.", "label": "Label_1"}
{"text": "the $118.8 billion option was a surge barrier that could save billion of more dollars from storms and hurricanes.", "label": "Label_0"}
{"text": "many people opposed the plan to save the ecosystem which was getting affected because of the barrier.", "label": "Label_5"}
{"text": "Environmental activists decided that floodwalls would be the best option to fix the situation.", "label": "Optimal_1"}
{"text": "people are discussing alternatives, such as elevating the subway systems to provide safety.", "label": "Label_2"}
{"text": "environmental activists are thinking of alternative solutions.", "label": "Label_1"}
{"text": "people will use other ways to save both people and the ecosystem.", "label": "Label_2"}
{"text": "New York built flood walls and levees instead.", "label": "Label_2"}
{"text": "fish could die.", "label": "Label_0"}
{"text": "saving countless lives.", "label": "Label_0"}
{"text": "some people came up with other ideas to stop it.", "label": "Label_2"}
{"text": "some environmentalists advocated for alternative solutions and the White House agreed.", "label": "Label_1"}
{"text": "IN New york many envirnomental groups worried about how a surge barrier might affect marine ecosystems in new tork .", "label": "Label_5"}
{"text": "Envoirmentals advocates that the surge barrier could change these ecosystems in various ways...", "label": "Label_5"}
{"text": "people are looking for professionals to see if there are other options.", "label": "Label_2"}
{"text": "environmental advocates argued about the ecosystem being in danger if they built the surge barrier.", "label": "Label_5"}
{"text": "scientists are working carefully to make sure they don't harm the ecosystem.", "label": "Label_0"}
{"text": "environmental advocats argue.", "label": "Label_3"}
{"text": "environmental advocates suggest New York tries other solutions, that don't harm the environment, like building flood walls or raise up buildings all together.", "label": "Optimal_1"}
{"text": "They are concerned that it is a home to diverse array of marrine creatures, crabs, lobsters, herring, eel, and striped bass Hudson River its the big river at New York environmental can change the ecosystem in various  ways.", "label": "Label_5"}
{"text": "many activist advocated and proposed other ideas like raising buildings and elevating the subway.", "label": "Optimal_1"}
{"text": "the city decided to invest in building flood walls or making buildings higher.", "label": "Label_2"}
{"text": "they advocated alternative solutions that would not be as harmful to the local ecosystem.", "label": "Label_1"}
{"text": "some environmental activist advocate for alternative solutions.", "label": "Label_1"}
{"text": "since locals think it will affect the ecosystem New York is investing in floodwalls!", "label": "Label_2"}
{"text": "they will listen to the environmental advocates.", "label": "Label_3"}
{"text": "many environmental groups worried about it.", "label": "Label_3"}
{"text": "some environmental activists wanted to build flood walls on ground instead of surge barriers in the sea.", "label": "Optimal_1"}
{"text": "the United States hasn't built any surge barriers in New York City yet.", "label": "Label_0"}
{"text": "Envoirmentals advocates that the surge barrier could change these ecosystems in various ways.", "label": "Label_5"}
{"text": "they are looking for alternative ways to stop the water from flooding the city.", "label": "Label_2"}
{"text": "activists proposed different alternatives such as raising up buildings.", "label": "Optimal_1"}
{"text": "some of the environmental activists wanted an alternative solution.", "label": "Label_1"}
{"text": "many environmental groups worried about how a surge", "label": "Label_3"}
{"text": "advocates are exploring alternative solutions like flood walls and levees.", "label": "Optimal_1"}
{"text": "many activist advocated and proposed other ideas.", "label": "Label_1"}
{"text": "they made gates that open and close to help stop it but let the fish in and out.", "label": "Label_0"}
{"text": "environmental activists protested to build floodwals instead.", "label": "Optimal_1"}
{"text": "environmental activists advocated for new solutions, such as floodwalls on the shore.", "label": "Optimal_1"}
{"text": "trying an alternative that can benefit both sides may be a better option.", "label": "Label_2"}
{"text": "people proposed New York would build flood walls and levees on the shores.", "label": "Label_2"}
{"text": "enviromental adocates argued that the surge barrier would do too much harm to the ecosystem.", "label": "Label_5"}
{"text": "scientist are trying to find a way to prevent damages from hurricanes, without harming the local ecosystem.", "label": "Label_1"}
{"text": "New York City is investing in building floodwalls and levees on the shore.", "label": "Label_2"}
{"text": "fish can't spawn and reproduce.", "label": "Label_0"}
{"text": "advocate argued that solutions would not have  same impact on local ecosystem.", "label": "Label_1"}
{"text": "this is a problem.", "label": "Label_0"}
{"text": "some environmental activists proposed the construction of flood walls and levees on the shore.", "label": "Optimal_1"}
{"text": "building and elevating New York City's subway system could impact on the local ecosystem.", "label": "Label_2"}
{"text": "they want to invest in building flood walls and levees on shore.", "label": "Label_2"}
{"text": "they rather than erecting surge barriers in the ocean, invest in flood walls and levees on the coast..", "label": "Label_2"}
{"text": "Government will not build the wall in that area so no marine lives are lost or damaged.", "label": "Label_0"}
{"text": "instead, others propose different alternatives such as elevating New York's subway system.", "label": "Label_2"}
{"text": "environmental activists they want to invest in building flood walls and levees on shore.", "label": "Optimal_1"}
{"text": "they can use something more to protect new york.", "label": "Label_2"}
{"text": "people argued that the alternatives were would not have the same harmful impact on the local ecosystem as surge barriers.", "label": "Label_2"}
{"text": "a new plan can be made so there can only be a positive effect of surge barriers.", "label": "Label_2"}
{"text": "investors are investing in other projects on building flood walls and leaves on the shore.", "label": "Label_2"}
{"text": "environmental activists suggested that people can make a wall so it won’t have a big impact on the local ecosystem.", "label": "Label_1"}
{"text": "environmental activists are searching for alternate solutions like flood walls or levees.", "label": "Optimal_1"}
{"text": "environmental advocates argues about how it would affect the environment and the fish spawn seasons.", "label": "Label_5"}
{"text": "many environmental activists push for other solutions such as surge barriers on land.", "label": "Label_1"}
{"text": "there is a different way to deal with the problem.", "label": "Label_2"}
{"text": "others offer an alternative solution: elevating New York City's subway system.", "label": "Label_2"}
{"text": "they rather than erecting surge barriers in the ocean, invest in flood walls and levees on the coast.", "label": "Label_2"}
{"text": "advocates say people should build flood walls and levees on the shore.", "label": "Optimal_1"}
{"text": "some environmental activists proposed they could build flood walls and levees.", "label": "Optimal_1"}
{"text": "environmental activists are trying to find alternatives to the surge barrier.", "label": "Label_1"}
{"text": "environmental advocates argued that the surge barrier could change these ecosystems in various way.", "label": "Label_5"}
{"text": "the decision was left mostly undecided, many proposed different ideas to avoid using barriers like investing in building flood walls or levees that could be placed on the shore.", "label": "Label_2"}
{"text": "IN New york many envirnomental groups worried about how a surge barrier might affect marine ecosystems in new to.", "label": "Label_5"}
{"text": "a different way to protect the city would be needed.", "label": "Label_1"}
{"text": "before the residents uses the surge barrier they will have to find different alternatives to help reduce the impacts of natural disasters", "label": "Label_2"}
{"text": "The USAGE estimated that the barrier could save billions of dollars in property damage and countless lives.", "label": "Label_0"}
{"text": "the activist proposes to add flood walls and levees on the shore.", "label": "Optimal_1"}
{"text": "environmental activists are searching for a better solution such as building flood walls levees on the shore.", "label": "Optimal_1"}
{"text": "some suggest that a surge barrier on the shore would be a better option because it wouldn't harm the ecosystem.", "label": "Label_2"}
{"text": "some environmental activists advocated for alternate solutions.", "label": "Label_1"}
{"text": "environmental activists are proposing different ideas like building flood walls and levees.", "label": "Optimal_1"}
{"text": "environmental advocates spoke out to help the fish population.", "label": "Label_5"}
{"text": "people proposed that building flood walls and levees.", "label": "Label_2"}
{"text": "the people advocated for raised buildlings and subways.", "label": "Label_2"}
{"text": "they say to edit the wall so it doesn't interfere.", "label": "Label_0"}
{"text": "new york citizens thought to build flood walls or raise buildingss", "label": "Label_2"}
{"text": "advocates are exploring alternates solutions like helping the solution.", "label": "Label_1"}
{"text": "people are trying to propose ideas so the barrier doesn't go up.", "label": "Label_2"}
{"text": "surge barriers are not going to be made.", "label": "Label_0"}
{"text": "it would be better for the environment and the citizens to find an alternative, like levees.", "label": "Label_2"}
{"text": "environmental activists have looked at building flood walls on the shore instead of in the water.", "label": "Optimal_1"}
{"text": "now scientists are making alternative solutions so that everyone can be safe", "label": "Label_1"}
{"text": "many people thought making a surge barrier would not have the same negative impact therefore shouldn't be built for the sake of sea creatures that call the Harbor their home.", "label": "Label_5"}
{"text": "local activists could work with others to come up with a good idea that benefits both sides.", "label": "Label_1"}
{"text": "the surge barrier is expensive", "label": "Label_0"}
{"text": "engineers proposed the idea of a surge barrier.", "label": "Label_0"}
{"text": "activists are continuing to search for new solutions to keep the city safe from danger.", "label": "Label_1"}
{"text": "environmental activists are suggesting alternative suggestions or entirely new solutions that does not have the same environmental impact.", "label": "Label_1"}
{"text": "they invest in flood walls instead.mn", "label": "Label_2"}
{"text": "a way to solve the imperfections of the barrier.", "label": "Label_0"}
{"text": "some environmental activists invest in building flood walls to prevent from flooding.", "label": "Optimal_1"}
{"text": "there were environmental activists against the idea and they protested it, suggesting they make flood gates or levees instead.", "label": "Optimal_1"}
{"text": "environmental advocates argue", "label": "Label_3"}
{"text": "putting up this surge barrier would help many people who live in New York.", "label": "Label_0"}
{"text": "many environmental advocates protested against its creation.", "label": "Label_3"}
{"text": "alternative solutions are being proposed.", "label": "Label_2"}
{"text": "they would need to move to a new ecosystem.", "label": "Label_0"}
{"text": "some environmental activists proposed the New York City consider looking at other options rather than surge barriers that can be harmful and expensive.", "label": "Label_1"}
{"text": "it is up to the city because they might want a surge barrie but also it could harm the local ecosystem.", "label": "Label_5"}
{"text": "advocates suggested solutions so that it wouldn’t have a negative outcome .", "label": "Label_1"}
{"text": "the city chooses to raise buildings and elevate the subway system alternatively", "label": "Label_2"}
{"text": "some say people should build flood walls and leeves on thee shore.", "label": "Label_2"}
{"text": "they are trying to come up with other ways to prevent damage in cities.", "label": "Label_2"}
{"text": "environmental activists found different solutions.", "label": "Label_1"}
{"text": "it was good.", "label": "Label_0"}
{"text": "people would not use it.", "label": "Label_3"}
{"text": "Envoirmentals advocates that the surge barrier could change these ecosystems in various ways..", "label": "Label_5"}
{"text": "they will not be going forward with this plan.", "label": "Label_0"}
{"text": "they might not be the right option for New York City.", "label": "Label_0"}
{"text": "environmental activist suggest other solutions.", "label": "Label_2"}
{"text": "many environmental groups worried about how surge barrier might affect marine ecosystem.", "label": "Label_5"}
{"text": "environmental groups are worried about the affects a surge barrier might have on local marine ecosystems in the New York Harbor and the Hudson River.", "label": "Label_5"}
{"text": "New York citizens protested and offered a new plan.", "label": "Label_2"}
{"text": "advocates agreed that those solutions would have the same affect on the environment.", "label": "Label_1"}
{"text": "they didn't build them.", "label": "Label_0"}
{"text": "a surge barrier in NYC could impair the local ecosystem, some environmental activists advocated for the construction of flood walls and levees along the coast instead.", "label": "Optimal_1"}
{"text": "advocates are trying to come up with an alternative solution that won't have that many negative effects.", "label": "Label_1"}
{"text": "people don't want to use the surge barrier because of the harm that it does.", "label": "Label_3"}
{"text": "environmental advocates proposed alternative solutions that didn't require building of a surge barrier.", "label": "Label_1"}
{"text": "they have tired to find other ways to stop dangerous weather.", "label": "Label_2"}
{"text": "environmental activists advocate for alternative solutions.", "label": "Label_1"}
{"text": "advocates argued that the solution within the surge barrier was a negative impact", "label": "Label_3"}
{"text": "activists claimed for surge barriers to be on land than in the water.", "label": "Optimal_1"}
{"text": "environmental activists are advocating for alternative solutions like investing in building flood walls.", "label": "Optimal_1"}
{"text": "there is a need for barriers.", "label": "Label_0"}
{"text": "they are not being built.", "label": "Label_0"}
{"text": "some environmental activist advocated for alternative solutions.", "label": "Label_1"}
{"text": "if they found another way to help prevent water damage and help the fish come through it would benefit both sides", "label": "Label_0"}
{"text": "Earthworms need moisture to survive so", "label": "Label_0"}
{"text": "environmental activists suggested that the barriers leave the shore available for animals that need it such as lobsters, others suggest that the building should be elevated.", "label": "Optimal_1"}
{"text": "advocates invested in flood walls and levees rather than surge barriers in the water.", "label": "Optimal_1"}
{"text": "Environmental advocates argued that the surge barrier could change these ecosystem in various ways.", "label": "Label_5"}
{"text": "environmental advocates argued that it could change the ecosystem.", "label": "Label_5"}
{"text": "it would be better to not use it.", "label": "Label_3"}
{"text": "they changing the location.", "label": "Label_0"}
{"text": "scientists, advocates, residents, and elected officials are unsure if surge barriers are right for New York City.", "label": "Label_3"}
{"text": "some environmental advocates argued barrier could change the mather nature in various ways and they argued that those solution wouldn't have the same negative impact on their busyness.", "label": "Label_5"}
{"text": "many environmental groups worried.d", "label": "Label_3"}
{"text": "activist suggested that they build  floodgates for theh higher the elevation of building.", "label": "Optimal_1"}
{"text": "they are trying to find other ways to stop dangerous weather.", "label": "Label_2"}
{"text": "nature advocates offer better ideas.", "label": "Label_1"}
{"text": "people proposed different solutions including raising buildings and elevating New York City.", "label": "Label_2"}
{"text": "there is a need for barriers that can keep the hard weather conditions from worsening.", "label": "Label_0"}
{"text": "the United States has not created one in the New York Harbor.", "label": "Label_0"}
{"text": "they might have to find better feeding places towards during the storms .", "label": "Label_0"}
{"text": "the barrier will not be build in New York City.", "label": "Label_0"}
{"text": "many environmental activists proposed that New York City build flood walls and levees so that there wouldn't be a negative impact on the ecosystem.", "label": "Optimal_1"}
{"text": "they slowed the water so the fish eggs don't die from needing to be stay on the surface.", "label": "Label_0"}
{"text": "environmental groups are trying to shut down the idea.", "label": "Label_3"}
{"text": "some people say that New York City should invest in building flood walls.", "label": "Label_2"}
{"text": "many environmental groups are worried about how a surge barrier might affect marine ecosystems in", "label": "Label_5"}
{"text": "some people are advocating for alternative solutions.", "label": "Label_2"}
{"text": "environmental activists advocated for better solutions.", "label": "Label_1"}
{"text": "New York City invested in making flood walls and levees on the shore than surge barriers in the water and others offered to entirely different solutions.", "label": "Label_2"}
{"text": "alternatives are being explored by environmental activists, like flood walls and levees on the shore.", "label": "Optimal_1"}
{"text": "various environmental activists are looking for safer alternatives such as flood walls and levees on the shore.", "label": "Optimal_1"}
{"text": "some environmental activist advocated alternative solutions so the ecosystem would be as damaged.", "label": "Label_1"}
{"text": "environmental advocates argue that the surge barrier could change these ecosystems.", "label": "Label_5"}
{"text": "many environmental groups are worried about how a surge barrier might affect marine ecosystems.", "label": "Label_5"}
{"text": "there are alternatives such as raising up buildings and elevating New York's subway system.", "label": "Label_2"}
{"text": "they were given $118.8 billion option that could save billion of more dollars from storms and hurricanes.", "label": "Label_0"}
{"text": "some activists argue against it.", "label": "Label_3"}
{"text": "before the new York city uses the surge barrier they will have to find different alternatives to help reduce the impacts of natural disasters", "label": "Label_2"}
{"text": "environmental activists found alternative solutions.", "label": "Label_1"}
{"text": "they decided to stop it", "label": "Label_0"}
{"text": "it would be better if citizens agree with the environmental activists thoughts and find an alternative that can help both the ecosystem and the cities.", "label": "Label_5"}
{"text": "some environmental activists suggested building flood walls and leaves on the shore instead.", "label": "Optimal_1"}
{"text": "environmental advocates are promoting less environmentally impactful solutions.", "label": "Label_1"}
{"text": "the fish that need to lay eggs can't get to where they need to.", "label": "Label_0"}
{"text": "activists have provided alternative ways to combat storm surges.", "label": "Label_1"}
{"text": "the city would close the barriers gates.", "label": "Label_0"}
{"text": "Those options, according to proponents, would not have the same harmful impact on the local ecosystem as surge barriers.", "label": "Label_2"}
{"text": "some environmental activists proposed invested in levees instead of surge barriers.", "label": "Optimal_1"}
{"text": "some environmental alternatives are trying to come up with new ideas such as building flood walls.", "label": "Optimal_1"}
{"text": "many environmental groups worry about the marine life.", "label": "Label_5"}
{"text": "Advocates argued that these solutions would not have the same negative impact on local ecosystem as surge barriers.", "label": "Label_1"}
{"text": "activists have come up with alternative solutions that would not have the same negative impacts.", "label": "Label_1"}
{"text": "some environmental activist advocated for alternative solutions such as building flood walls and levees on the shore.", "label": "Optimal_1"}
{"text": "\"different solutions\" would be  better.", "label": "Label_2"}
{"text": "some environmental advocates are searching for alternative solutions such as flood walls and levees.", "label": "Optimal_1"}
{"text": "some people proposed to invest in making leeves and flood walls rather than building a surge barrier around New York City.", "label": "Label_2"}
{"text": "more than one environmental activists got help for alternative solutions.", "label": "Label_1"}
{"text": "many environmental activists have offered different ways they could protect the ecosystem and people.", "label": "Label_1"}
{"text": "it can help flood wall and activists advocated for alternative solutions.", "label": "Optimal_1"}
{"text": "people try to prevent from building to many surge barrier's and also it could cause billions of dollar worth of damage and the government doesn't have billions of dollar just to waste like nothing.", "label": "Label_0"}
{"text": "building flood walls can save the city from extreme property damage.", "label": "Label_2"}
{"text": "fish populations would dwindle due to the blockage of spawning locations used for season.", "label": "Label_0"}
{"text": "many environmental groups are worried.", "label": "Label_3"}
{"text": "environmental activists propose that New York City should invest in surge barriers.", "label": "Label_1"}
{"text": "New York invest in building floodwalls and levees on the shore other than barriers in the water.", "label": "Label_2"}
{"text": "building a flood wall would be better for protecting the ecosystems.", "label": "Label_2"}
{"text": "the ecosystems would have to adapt to the new barrier.", "label": "Label_0"}
{"text": "they shouldn't build one, yes it would keep the people safe but the fish will get harmed.", "label": "Label_5"}
{"text": "New York could invest in flood walls which levees on the shore rather than surge barriers.", "label": "Label_2"}
{"text": "enviorment adocates argued that surge barrier could change these ecosystems in various ways.", "label": "Label_5"}
{"text": "many neighborhoods and businesses are protected.", "label": "Label_0"}
{"text": "the city will try to close the barrier gate and blocking storm suge.", "label": "Label_0"}
{"text": "there has been ideas for alternative solutions from environmental activists.", "label": "Label_1"}
{"text": "environmental advocates have been looking for alternatives.", "label": "Label_1"}
{"text": "New York City proposed to build a floodwall so it wont have a negative impact.", "label": "Label_2"}
{"text": "they need to build a new one that wont harm them.", "label": "Label_0"}
{"text": "environmental activist say New York City can invest in floodwalls and levees rather than surge barriers.", "label": "Optimal_1"}
{"text": "many environmental groups worried.dd", "label": "Label_3"}
{"text": "environmental activists have started advocating for alternative solutions.", "label": "Label_1"}
{"text": "the proposal would need to be considered carefully.", "label": "Label_0"}
{"text": "New York has offered the answers of building up their buildings and, elevating their subway systems from the environmental atavists.", "label": "Optimal_1"}
{"text": "some people proposed to invest in making leeves and flood walls around New York City.", "label": "Label_2"}
{"text": "environmental activists and other people are advocating alternatives and other offers on different solutions, such as raising up building and investing in flood walls and putting levees on shore.", "label": "Optimal_1"}
{"text": "Yeah that could happen.", "label": "Label_0"}
{"text": "environmental activists looked for alternate solutions that didn't have a negative impact on the enviormment.", "label": "Label_1"}
{"text": "surges aren’t the answer hurting the marine ecosystem.", "label": "Label_0"}
{"text": "the do not build the barrier.", "label": "Label_0"}
{"text": "environmental activists came up with alternative solutions such as building floodwalls and levees.", "label": "Optimal_1"}
{"text": "some environmental activists decided the ocean needed alternative solutions.", "label": "Label_1"}
{"text": "a different way to protect the city would be needed, and some environmental activists requested to build floodwalls.", "label": "Optimal_1"}
{"text": "activists are looking for other solutions.", "label": "Label_1"}
{"text": "since locals think it will affect the ecosystem New York is investing in floodwalls,", "label": "Label_2"}
{"text": "some environmental activists suggest building flood walls and levees on the shore instead.", "label": "Optimal_1"}
{"text": "some environmental activists look for alternative solutions.", "label": "Label_1"}
{"text": "they people of New York are trying to find a way to help the ecosystem.", "label": "Label_2"}
{"text": "the United States government needs to focus on not using surge barriers as much.", "label": "Label_0"}
{"text": "environmental advocates argued that the surge barrier would change the local ecosystems while others had proposed the idea of floodwalls on the shore.", "label": "Optimal_1"}
{"text": "environmental advocates argued that the surge barrier could change these ecosystems in various way to NewYork.", "label": "Label_5"}
{"text": "The surge barrier might not be the most efficient due to it blocking off passageways for fish in rivers.", "label": "Label_0"}
{"text": "environmental activists are proposing new ideas for alternative solutions.", "label": "Label_1"}
{"text": "more options that are eco-friendly could be used.", "label": "Label_2"}
{"text": "environmentalists explore new  to protect the ecosystem.", "label": "Label_1"}
{"text": "there are proposals for alternative for coastal cities.", "label": "Label_2"}
{"text": "many environmental activists has created many solutions to fix the problem.", "label": "Label_1"}
{"text": "people try to prevent from building too many surge barrier's and also it could cause billions of dollar worth of damage and the government don't have billions of dollar just to waste like nothing.", "label": "Label_0"}
{"text": "the environmental activists for advocated but not just that alternative was a solutions.", "label": "Label_1"}
{"text": "New York city is going to invest in building flood walls on the shore, instead of in the water.", "label": "Label_2"}
{"text": "Scientists are debating whether to add the surge barriers or follow the advocates and do nothing.", "label": "Label_3"}
{"text": "many environmental activists push for other solutions to surge waters.", "label": "Label_1"}
{"text": "many animal activists offered different solutions to help the animals, like elevating the subway system.", "label": "Optimal_1"}
{"text": "the environmental activists for advocated.", "label": "Label_1"}
{"text": "environmental activists advocated for flood walls and levees to be used instead.", "label": "Optimal_1"}
{"text": "Alternative remedies were recommended by certain environmental campaigners.", "label": "Label_1"}
{"text": "some people invested in building flood walls and the leaves on the shore.", "label": "Label_2"}
{"text": "they could build flood walls and levees rather than surge barriers.", "label": "Label_2"}
{"text": "solutions environmental activists have proposed is that New York City invest in building flood walls rather than building a surge barrier.", "label": "Optimal_1"}
{"text": "environmentalists gave ideas to build flood walls to help prevent storm surges.", "label": "Optimal_1"}
{"text": "activists looked for alternate solutions to this problem.", "label": "Label_1"}
{"text": "environmental activists in New York are advocating for alternate solutions, like flood walls and levees.", "label": "Optimal_1"}
{"text": "the environmental group did not build the wall and some said to build floodwalls.", "label": "Optimal_1"}
{"text": "doing this could cause alot of damage.", "label": "Label_0"}
{"text": "they decided not to install the surge barriers.", "label": "Label_0"}
{"text": "to get a better way to protect the city from storms.", "label": "Label_2"}
{"text": "they are still not created and just an idea.", "label": "Label_0"}
{"text": "people are trying to find away around harming any ecosystems and they could just build it on the shore.", "label": "Label_2"}
{"text": "New York City proposed to invest in building flood walls.", "label": "Label_2"}
{"text": "Scientists are researching new alternatives that aren't harmful to the environment.", "label": "Label_1"}
{"text": "They are trying to make the walls better by letting the water search through and also preventing storms from coming in.", "label": "Label_0"}
{"text": "many advocates argued for different solutions instead.", "label": "Label_1"}
{"text": "environmental advocates provided alternative options that were more environmentally friendly.", "label": "Label_1"}
{"text": "enviorment adocates argued that surge barrier could change these ecosystems in various ways, Advocates arugen", "label": "Label_5"}
{"text": "some environmental activists proposed alternative solutions such as raising buildings and the subway system.", "label": "Optimal_1"}
{"text": "it bad for the fishes", "label": "Label_5"}
{"text": "their is other options for keeping the ecosystems running as well as keeping the people and property out of harms way.", "label": "Label_1"}
{"text": "environmental activists argued against it.", "label": "Label_3"}
{"text": "alternatives like building flood walls and levees on shore could help stop the disruption of local ecosystems.", "label": "Label_2"}
{"text": "many environmental groups worry that a barrier might affect the ecosystems in New York.", "label": "Label_5"}
{"text": "instead New York could invest in flood walls so that the ecosystem is not damaged but the city is safe, also the environmental activists would be happy because the ecosystem is not harmed.", "label": "Optimal_1"}
{"text": "it was good", "label": "Label_0"}
{"text": "the united states corp", "label": "Label_0"}
{"text": "environmental activists suggest other ideas like raising buildings and elevating the subway system.", "label": "Optimal_1"}
{"text": "others suggested entirely different solutions, such as raising up buildings and fixing New York City’s subway system.", "label": "Optimal_1"}
{"text": "they cant build the surge barriers, due to the negative effects they can have on the ecosystem.", "label": "Label_0"}
{"text": "instead build flood walls and levees instead of building more surge walls.", "label": "Label_2"}
{"text": "many people give out alternative solutions rather than surge barriers in the water.", "label": "Label_2"}
{"text": "advocates are exploring alternative solutions like helping the solution.", "label": "Label_1"}
{"text": "environmental activists asked for alternative solutions like raising up buildings.", "label": "Optimal_1"}
{"text": "environment group are working on it to see what they can do.", "label": "Label_3"}
{"text": "other options have been proposed while storms continue.", "label": "Label_2"}
{"text": "some people are thinking about cause it can affect a lot around it.", "label": "Label_3"}
{"text": "some environmental activists proposed New York City invest in building floodwalls and levees inside of surge barriers so the ecosystem would be harmed and also people homes and lives.", "label": "Optimal_1"}
{"text": "they could build flood walls and levees.", "label": "Label_2"}
{"text": "\"different solutions\" would be good.", "label": "Label_2"}
{"text": "many activists are trying to find other alternatives to make it safer.", "label": "Label_1"}
{"text": "enviornmental advocates argued that the surge barrier would change the local ecosystems.", "label": "Label_5"}
{"text": "the surge barrier could cange the ecosystems in various ways.", "label": "Label_5"}
{"text": "activists came up with alternative solutions such as levees and flood walls.", "label": "Optimal_1"}
{"text": "environmental advocates recommended building flood walls and levees.", "label": "Optimal_1"}
{"text": "some environmentalist produced an idea to invest in floodwalls and levees on the shore.", "label": "Optimal_1"}
{"text": "New York City may build flood walls instead of surge barrier.", "label": "Label_2"}
{"text": "alternative ideas such as flood walls could be a potential solution.", "label": "Label_2"}
{"text": "some of the environment activist had advocated for alternative solutions.", "label": "Label_1"}
{"text": "many environmental groups argue against it.", "label": "Label_3"}
{"text": "using barriers isn't the best idea but it can be beneficial in various ways.", "label": "Label_0"}
{"text": "scientists have suggest other ideas, such as raising New York's buildings and subway system.", "label": "Label_2"}
{"text": "some people proposed flood walls and levees instead.", "label": "Label_2"}
{"text": "Environmental advocates argue.", "label": "Label_3"}
{"text": "environmental advocates argued that there are other ways to prevent damage from hurricanes.", "label": "Label_1"}
{"text": "environmental activists have done lots of research to further explore other options such as elevated subway systems.", "label": "Optimal_1"}
{"text": "many people are coming up different proposals to solve this problem.", "label": "Label_2"}
{"text": "activist advocated for alternative solutions.", "label": "Label_1"}
{"text": "many environmental groups in New York are worried about how a surge barrier will effect the marine ecosystems.", "label": "Label_5"}
{"text": "environmental activist have been trying to get other solutions like floodwalls and levees.", "label": "Optimal_1"}
{"text": "in New York City investing in building floods walls and levees.", "label": "Label_2"}
{"text": "environmental groups are looking at alternative solutions.", "label": "Label_1"}
{"text": "to stop hurricanes from destroying nyc", "label": "Label_0"}
{"text": "environmentalists opposed the construction of the surge barriers and proposed floodwalls instead.", "label": "Optimal_1"}
{"text": "attempts are being made by environmental activists to create alternatives in that are less harmful to the ecosystem.", "label": "Label_1"}
{"text": "advocates agreed that those solutions would have the same affcet on the environment.", "label": "Label_1"}
{"text": "then revise the pros and cons and think if that is the best solution to help the problem  with the storms damaging homes.", "label": "Label_0"}
{"text": "environmental activist have come up with different solutions like investing in floodwalls and levees rather than surge barriers.", "label": "Optimal_1"}
{"text": "environmental activists are voicing their ideas on alternative solutions for hurricane water.", "label": "Label_1"}
{"text": "they might think it is a bad idea.", "label": "Label_3"}
{"text": "environmental activists invested on flood walls and levees.", "label": "Optimal_1"}
{"text": "environmental activists proposed to invest in building flood walls and levees rather than harmful surge barriers.", "label": "Optimal_1"}
{"text": "alternatives are being explored by environmental activists..", "label": "Label_1"}
{"text": "they invest in flood walls instead.", "label": "Label_2"}
{"text": "activists are looking and advocating for alternative solutions to this problem that would not have the same negative impacts on the ecosystem that surge barriers do.", "label": "Label_1"}
{"text": "Advocates argued that these solutions would not have the same impact on local ecosystem as surge barriers.", "label": "Label_1"}
{"text": "building it would make the activists very upset since it would affect the way fish spawn and where they would lay there eggs.", "label": "Label_5"}
{"text": "others offered different solutions such as raising buildings higher off the ground like elevating New York City's subway system.", "label": "Label_2"}
{"text": "environmental activists are raising buildings and elevating New York City's subway systems.", "label": "Optimal_1"}
{"text": "the environmental activists are trying to find for alternative solutions like building floods walls.", "label": "Optimal_1"}
{"text": "activists have devised numerous ideas that could be implemented instead.", "label": "Label_1"}
{"text": "the decision for the barriers is about to protect the environment to shattered the marine live.", "label": "Label_0"}
{"text": "some environmental activists offer different solutions.", "label": "Label_1"}
{"text": "some environmental groups say to build flood wall as a safer alternative to the wildlife.", "label": "Optimal_1"}
{"text": "environmentalists have proposed alternatives.", "label": "Label_1"}
{"text": "environmental activists proposed building floodwalls and levees on the shore rather than in the water.", "label": "Optimal_1"}
{"text": "enviorment adocates argued that surge barrier could change these ecosystems in various ways, Advocates arugenm", "label": "Label_5"}
{"text": "some environmental activists advocated for alternative solutions like building flood walls.", "label": "Optimal_1"}
{"text": "environmental experts are pushing to prevent a surge barrier", "label": "Label_3"}
{"text": "some activists proposed alternative solutions.", "label": "Label_1"}
{"text": "it was good..", "label": "Label_0"}
{"text": "scientists and advocates are still looking for an alternate method to protect cities from sea surges.", "label": "Label_1"}
{"text": "There going to building something different to help the environment like a wall or levees.", "label": "Label_2"}
{"text": "now scientists are making alternative solutions so that everyone can be safe now.", "label": "Label_1"}
{"text": "instead New York could invest in flood walls so that the ecosystem is not damaged but the city is safe.", "label": "Label_2"}
{"text": "they decided not to build it.", "label": "Label_0"}
{"text": "some environmental activist proposed that New York should invest in building flood walls rather than surge barriers in the water.", "label": "Optimal_1"}
{"text": "exploring various alternatives brought up by environmental activists such as flood walls and levees to help as these are much more environmentally friendly.", "label": "Optimal_1"}
{"text": "in New York many environmental groups worried.", "label": "Label_3"}
{"text": "environmental advocates were against it, and suggested alternative solutions, such as floodwalls and levees.", "label": "Optimal_1"}
{"text": "the people are looking for different ways to protect them from hurricanes.", "label": "Label_2"}
{"text": "many environmental advocates argue against the building of the barriers.", "label": "Label_3"}
{"text": "people believe it shouldn’t be installed", "label": "Label_3"}
{"text": "environmental activists are searching for a better solution such as building flood walls and levees on the shore.", "label": "Optimal_1"}
{"text": "Environmental advocates asked for alternative courses of action like flood walls and levees.", "label": "Optimal_1"}
{"text": "scientists are trying to argue with the government to not put the barrier up.", "label": "Label_0"}
{"text": "many groups are worried about how the surge barrier might affect marine ecosystem.", "label": "Label_5"}
{"text": "scientists, advocates, residents, and elected officials need to weigh-in on the right option for New York like building flood walls and levees.", "label": "Optimal_1"}
{"text": "environmental activists advocated for New York to look for alternative solutions.", "label": "Label_1"}
{"text": "environmental activists advocated for different solutions like raising up buildings.", "label": "Optimal_1"}
{"text": "environmental activists came up with flood walls that would not have the same negatives.", "label": "Optimal_1"}
{"text": "it would be disrupting a large diverse array of marine life.", "label": "Label_5"}
{"text": "they can get help from the people.", "label": "Label_0"}
{"text": "some people advocated for alternative solutions.", "label": "Label_2"}
{"text": "many people thought making a surge barrier not to be built for the sake of sea creatures that call the Harbor their home.", "label": "Label_5"}
{"text": "they decided not to make it", "label": "Label_0"}
{"text": "advocates are thinking of raising up buildings and elevating the subway system.", "label": "Optimal_1"}
{"text": "environmental advocates are promoting less environmentally impactful solutions such as levees.", "label": "Optimal_1"}
{"text": "activists are looking for alternative, less harmful, solutions such as flood walls, levees, and elevating the city itself.", "label": "Optimal_1"}
{"text": "some environmental activists are looking for alternative solutions.", "label": "Label_1"}
{"text": "environmental activists advocated to invest in building floodwalls and levees.", "label": "Optimal_1"}
{"text": "support building surge barriers unlike the white house.", "label": "Label_0"}
{"text": "an alternative idea would be raising up buildings or elevating the subway systems.", "label": "Label_2"}
{"text": "some environmental activists are trying to find other alternatives that still do the same effect of keeping people safe and saving money from hurricanes like Sandy.", "label": "Label_1"}
{"text": "environmental activists offered to build different barriers to avoid harming the ecosystem.", "label": "Label_1"}
{"text": "environmental activists want to build alternatives like raising buildings.", "label": "Optimal_1"}
{"text": "the storm surges are the leading cause of death during a hurricane.", "label": "Label_0"}
{"text": "some environmental activists proposed that New York could build floodwalls and levees rather than the surge barriers.", "label": "Optimal_1"}
{"text": "some environmental activists are trying to think of other alternative situations that could protect New York without harming the ecosystem.", "label": "Label_1"}
{"text": "environmental activists thought of other solutions.", "label": "Label_1"}
{"text": "building the surge barrier have many negative effects on it.", "label": "Label_3"}
{"text": "they could find something better to build so that it don’t hurt the ecosystem.", "label": "Label_5"}
{"text": "the surge barrier could interrupt the spawning season for many fish.", "label": "Label_0"}
{"text": "the environmental activists are trying to find for alternative solution like building floods wall.", "label": "Optimal_1"}
{"text": "there are still other proposals", "label": "Label_2"}
{"text": "some activists advocate for different solutions like building floodwalls.", "label": "Optimal_1"}
{"text": "even though a surge barrier can harm the ecosystem, it can also save lives and money during a hurricane!", "label": "Label_0"}
{"text": "many environmental groups are on the fence about how it might affect the marine life and habitats in New York Harbor and the Hudson River.", "label": "Label_5"}
{"text": "alternatives imposed by New York City like building flood walls and levees on shore could help stop the disruption of local ecosystems.", "label": "Label_2"}
{"text": "everyone is trying to find out if surge barriers are the right option for New York City.", "label": "Label_0"}
{"text": "the New York City could invest in building floodwalls and levees.", "label": "Label_2"}
{"text": "it has a negative side to it.", "label": "Label_3"}
{"text": "having these barriers can hurt the environment.", "label": "Label_0"}
{"text": "advocates discussed that those opinions would not have the equal impact on the local ecosystem.", "label": "Label_1"}
{"text": "some environmental activists for another solutions.", "label": "Label_1"}
{"text": "they have certain materials to help them out.", "label": "Label_0"}
{"text": "enviromental groups are against the wall as it will negatively affect the wildlife in the area while other argue that the millions of lives that could be saved in the event of a sea surge are worth the costs.", "label": "Label_5"}
{"text": "New York is going to build flood walls so it could travel through the water and that is one solution that they had came up with.", "label": "Label_2"}
{"text": "some environmental groups gave some solutions like building flood walls and dams on shore instead of in the water.", "label": "Optimal_1"}
{"text": "they could trap sewage and toxins.", "label": "Label_0"}
{"text": "scientists advocates residents.", "label": "Label_0"}
{"text": "the question is if surge barriers should be built in New York City on one hand it’s harmful for the marine ecosystems but on the other it could seriously help prevent the dangers of storm surge.", "label": "Label_0"}
{"text": "others suggested other ideas such as flood walls and levees.", "label": "Label_2"}
{"text": "the environmental activists suggested that they should invest in some building flood walls.", "label": "Optimal_1"}
{"text": "environmental activists.have purposed other solutions to the same problem.", "label": "Label_1"}
{"text": "hurricane winds can drive water from the ocean towards costal.", "label": "Label_0"}
{"text": "the barrier is closed during storms", "label": "Label_0"}
{"text": "the environmental advocated argued that the barrier would be a big change for the ecosystem in many ways.", "label": "Label_5"}
{"text": "New York City could make the building's up higher and elevating the New York City's subway and they could build it differently and New York City purposed these alternatives.", "label": "Label_2"}
{"text": "activists could build flood walls and levees on the shore.", "label": "Optimal_1"}
{"text": "Environmental activists proposed an idea to invest in building flood walls and levees to help with hurricane damage.", "label": "Optimal_1"}
{"text": "some activists proposed alternative solutions such as raising buildings and the subway system.", "label": "Optimal_1"}
{"text": "they rather than erecting surge barriers in the ocean, invest in flood walls and levees on the coast....", "label": "Label_2"}
{"text": "some people proposed that the city build flood walls or levees instead.", "label": "Label_2"}
{"text": "surge barrier could end up affecting the spawning of fish over time, and change the habitats of wildlife.", "label": "Label_0"}
{"text": "environmental advocates have found alternative solutions.", "label": "Label_1"}
{"text": "environmental activist want different solutions like floodwalls.", "label": "Optimal_1"}
{"text": "it or do something with it that way it does not harm the local ecosystem.", "label": "Label_5"}
{"text": "others offered different solutions such as raising buildings higher off the ground.", "label": "Label_2"}
{"text": "their can be another eco friendly solution.", "label": "Label_0"}
{"text": "many people are offering different solutions the the problem.", "label": "Label_2"}
{"text": "people tried to think of better less harmful options.", "label": "Label_2"}
{"text": "a surge barrier can clock fish's ways of getting to their breeding locations.", "label": "Label_0"}
{"text": "during storms the city would be able to close the barrier's gates, blocking storm surges.", "label": "Label_0"}
{"text": "Environmental advocates asked for alternative courses of action.", "label": "Label_1"}
{"text": "some environmental activists are trying to come up with different solutions that are less environmentally threatening.", "label": "Label_1"}
{"text": "it can help scientist's prevent flood walls and saves money.", "label": "Label_0"}
{"text": "some environmental activists looked for alternative solutions.", "label": "Label_1"}
{"text": "building it would make the activists very upset.", "label": "Label_3"}
{"text": "people argued that the surge could change the ecosystems in various ways.", "label": "Label_5"}
{"text": "environmental activists advocated for better and different solutions.", "label": "Label_1"}
{"text": "New York is building flood walls so the Marin life is not that bothered.", "label": "Label_0"}
{"text": "they might have to find better feeding places towards during the storms according to white house official.", "label": "Label_0"}
{"text": "they need to allow for people to make the surge so people won’t die.", "label": "Label_0"}
{"text": "Environmental groups are worried about the long term effects on the ecosystem..", "label": "Label_5"}
{"text": "environmental activist are searching for a better solution to try to prevent the destruction of the ecosystem.", "label": "Label_1"}
{"text": "there could be limits to how big it can be.", "label": "Label_0"}
{"text": "they could invest in building flood walls.", "label": "Label_2"}
{"text": "people are debating if surge barriers should be built.", "label": "Label_3"}
{"text": "people would use alternatives.", "label": "Label_2"}
{"text": "the environmentalist argued that a surge barrier could change the ecosystems in many ways.", "label": "Label_5"}
{"text": "some environmental activists advocated a alternative solution.", "label": "Label_1"}
{"text": "Residents are looking for professionals to see if there are other options.", "label": "Label_2"}
{"text": "activists said that they should build surge barriers on land not in the water", "label": "Optimal_1"}
{"text": "many environmental groups in New York suggested that New York City should invest in building alternative solutions.", "label": "Label_1"}
{"text": "it result to less damage from hurricanes, floods, and buildings.", "label": "Label_2"}
{"text": "advocates suggested other plans that would not have negative impact on the local environment.", "label": "Label_1"}
{"text": "a better idea would be raising the city up like the activists said to protect people from disasters but at the same time it wouldn't unbalance the ecological system.", "label": "Label_2"}
{"text": "if activists built a surge barrier, the gate could close to blocking storms", "label": "Label_0"}
{"text": "finding alternatives like investing in building flood walls instead of a barrier will be better for the ecosystems.", "label": "Label_2"}
{"text": "many people are exploring alternatives; for example, environmental advocates proposed raising buildings and the subway system in New York City.", "label": "Optimal_1"}
{"text": "some people are against the idea and have other ideas as to what might work better.", "label": "Label_2"}
{"text": "some people stated advice to build a wall to block the waters.", "label": "Label_2"}
{"text": "New York for not to push this idea for this fish.", "label": "Label_0"}
{"text": "many environmentalists raised attention to the negative effects.", "label": "Label_3"}
{"text": "building flood walls can save the city from extreme property damage, advocates suggested the solution.", "label": "Optimal_1"}
{"text": "other alternative situations.", "label": "Label_2"}
{"text": "thats why mabey it is a bad idea.", "label": "Label_3"}
{"text": "the environmental activists offered different solutions instead of surge barriers.", "label": "Label_1"}
{"text": "environmentalists are trying for alternative solutions.", "label": "Label_1"}
{"text": "some environmental activists alternative solutions were recommended by certain environmental campaigners.", "label": "Label_1"}
{"text": "environmental activists offered new solutions like building flood walls and elevating the sea level of the cities.", "label": "Optimal_1"}
{"text": "New York City could invest in building floodwalls and levees on the shore instead of surge barriers in the water.", "label": "Label_2"}
{"text": "environmentalists and advocates are still looking for an alternate method to protect cities from sea surges, such as floodwalls or levees.", "label": "Optimal_1"}
{"text": "activists advocated for alterantive soultions.", "label": "Label_1"}
{"text": "some people proposed the idea that New York invests in the building of levees and flood walls on the shore rather than building surge barriers in the water.", "label": "Label_2"}
{"text": "instead, they could elevate their subway system, as others proposed these alternatives.", "label": "Label_2"}
{"text": "New York is trying to find alternatives.", "label": "Label_2"}
{"text": "some activists advocate for other solutions.", "label": "Label_1"}
{"text": "environmental activists advocated for alternative solutions", "label": "Label_1"}
{"text": "it may be smarter to invest in an alternative to the surge barrier.", "label": "Label_0"}
{"text": "environmental advocates argue that surg barriers could alter these ecosystems in a variety of ways.", "label": "Label_5"}
{"text": "environmental advocates argued that the surge barrier cold change the ecosystem.", "label": "Label_5"}
{"text": "some people in New York believe it would be more beneficial to build flood walls and levees rather than surge barriers.", "label": "Label_2"}
{"text": "environmental activists said that buildings should be raised higher and subways should be elevated.", "label": "Optimal_1"}
{"text": "environmentalists explore new ways to protect the ecosystem.", "label": "Label_1"}
{"text": "environmental activists have proposed alternatives such as building flood walls and levees on shores.", "label": "Optimal_1"}
{"text": "environmental activists are arguing for an alternative.", "label": "Label_1"}
{"text": "environmental actives in New York City could come up with other ways like building flood walls.", "label": "Optimal_1"}
{"text": "New York stop the building of a barrier and elevate the city and its subways.", "label": "Label_0"}
{"text": "environmental groups and advocates are worried and arguing to not commit to this method.", "label": "Label_3"}
{"text": "trying an alternative that can benefit both sides may be a better option as proposed by an advocate.", "label": "Label_1"}
{"text": "the environmental activists opt to invest in flood walls and levees on the shore as opposed to surge barriers.", "label": "Optimal_1"}
{"text": "environmental activist are looking at different solutions.", "label": "Label_1"}
{"text": "activists advocate to research into finding new solutions.", "label": "Label_1"}
{"text": "activists are trying to find alternative solutions.", "label": "Label_1"}
{"text": "a debate for a new and less damaging solution for protection against surge storms started.", "label": "Label_2"}
{"text": "some environmental activists suggested the city could invest in flood walls and levees at shore instead of surge barriers.", "label": "Optimal_1"}
{"text": "environmental activists advocate for alternatives that would save fish.", "label": "Label_1"}
{"text": "environmental advocates augued that it could change the ecosystem.", "label": "Label_5"}
{"text": "catastrophic damage to river ecosystem, the project would be so expensive.", "label": "Label_0"}
{"text": "New York City can invest in building walls that block water and levees on the shore instead of surge barriers.", "label": "Label_2"}
{"text": "advocates argued for different ways to protect towns that did not endanger the marine life.", "label": "Label_1"}
{"text": "surge barrier could block certain fish from getting to their spawning locations and safely release eggs and build flood walls and levees on shore.", "label": "Label_2"}
{"text": "environmental activists are trying to figure out an alternative is to build floodwalls and levees on the shore.", "label": "Optimal_1"}
{"text": "advocates argued that the barrier can change ecosystems in various ways, it interrupts the fishes spawning season so instead they are going to make a barrier that blocks only certain fishes.", "label": "Label_5"}
{"text": "they could easily take a different route and get flood walls instead.", "label": "Label_2"}
{"text": "Environmental activists are exploring different options by making the buildings higher and making the subway higher.", "label": "Optimal_1"}
{"text": "many environmental groups worried about how to think.", "label": "Label_3"}
{"text": "its not worth using", "label": "Label_0"}
{"text": "environmental advocates argue that the surge barrier could affect the ecosystem in various ways.", "label": "Label_5"}
{"text": "environmental activists proposed flood walls and levees being built along the shore.", "label": "Optimal_1"}
{"text": "many people thought making a surge barrier to not to be built for the sake of sea creatures that call the Harbor their home.", "label": "Label_5"}
{"text": "some people are offering up other ideas.", "label": "Label_2"}
{"text": "scientists have come up with a solution, building structures higher.", "label": "Optimal_1"}
{"text": "some environment activists thought of an alternative solution; some think that New York City should invest in floodwalls and levees on the shore, since these wouldn't have a negative impact.", "label": "Optimal_1"}
{"text": "some environmental activists proposed the idea that New York invests in the building of levees and flood walls on the shore rather than building surge barriers in the water.", "label": "Optimal_1"}
{"text": "the city higher ups needs to find a better why to portect the city from strong storms", "label": "Label_0"}
{"text": "more cities need surge barriers so that these city's don't flood and lose businesses and neighborhoods.", "label": "Label_0"}
{"text": "advocates argue wether if it’s helpful or not.", "label": "Label_3"}
{"text": "alternative levees and other methods have been proposed for the land by environmental activists.", "label": "Optimal_1"}
{"text": "they can but even tho it might hurt the the system it could also help save more peoples life and stop it destroying neighborhoods and businesses.", "label": "Label_0"}
{"text": "this could pose a problem for fish eggs that need oxygen and must stay on the surface of the water in order to surface.", "label": "Label_0"}
{"text": "environmental advocates proposed that New York City invest in building floodwalls.", "label": "Optimal_1"}
{"text": "the subway system could be raised as well as the buildings.", "label": "Label_2"}
{"text": "New York invested in building flood walls.", "label": "Label_2"}
{"text": "environmental groups argued that the barrier that it interrupts the spawning season for fish.", "label": "Label_5"}
{"text": "environmental activists suggested alternative options such as building flood walls.", "label": "Optimal_1"}
{"text": "some activists made alternative solutions.", "label": "Label_1"}
{"text": "environmental activists are finding alternate solutions in order to not damage the environment.", "label": "Label_1"}
{"text": "during storms, the city would be able to close the barrier's gates, blocking strom surges.dcg", "label": "Label_0"}
{"text": "instead environmental activists suggested solutions such as investing in building floodwalls and levees on the shore or making the buildings and subway system in New York City higher.", "label": "Optimal_1"}
{"text": "environmental advocated discussed what they could change in the surge barrier.", "label": "Label_3"}
{"text": "New York City environmental activists are investing alternate solutions like flood walls and raising buildings to prevent damage.", "label": "Optimal_1"}
{"text": "environmental activist has suggested the city invest in flooding walls and levees on the shore.", "label": "Optimal_1"}
{"text": "environmental activists advocated for alternative solutions.", "label": "Label_1"}
{"text": "some environmental scientists protests for the wall to be taken down, instead they can invest in flood walls and leaves on the shore.", "label": "Optimal_1"}
{"text": "many activists advocated against it.", "label": "Label_3"}
{"text": "fish trying to lay eggs elsewhere would be in trouble.", "label": "Label_0"}
{"text": "New York is going to build flood walls so it could travel through the water and that is one solution that they had came up with and they hope it works.", "label": "Label_2"}
{"text": "some environmental activists proposed to build levees and floodwalls along the shore instead.", "label": "Optimal_1"}
{"text": "people thought of some alternative solutions.", "label": "Label_2"}
{"text": "there is no clear option right now for the government.", "label": "Label_0"}
{"text": "New York City has proposed alternative ideas such as flood walls as a potential solution.", "label": "Label_2"}
{"text": "environmental activists thought that alternative solutions can be used to do the same thing.", "label": "Label_1"}
{"text": "The idea of the barriers are a bad ideal because of the harm that will be done to the animals.", "label": "Label_5"}
{"text": "it may not be used but it might because it helps the local property from being damaged.", "label": "Label_0"}
{"text": "others such as the advocates offered different ideas such as raising up buildings and elevating New York's subway system.", "label": "Optimal_1"}
{"text": "they are trying to find alternatives, like flood walls or levees on the shore.", "label": "Label_2"}
{"text": "activists have some alternative solutions such as making the building taller and making the subways higher.", "label": "Label_1"}
{"text": "the environment activities are trying to find for alternative solutions like building flood walls.", "label": "Optimal_1"}
{"text": "environmental activists offered to invest in building flood walls on the shore other than the surge barriers in water.", "label": "Optimal_1"}
{"text": "many environmental activists has created many solutions to fix the problem", "label": "Label_1"}
{"text": "It could save the lots and lots of dollers do to property damage and many live", "label": "Label_0"}
{"text": "New York City could build the wall on land and not in the water.", "label": "Label_0"}
{"text": "environmental activists are searching for a better solution such as building flood walls and levees on the shores.", "label": "Optimal_1"}
{"text": "others offered to raise up buildings and elevating New York's subway system.", "label": "Label_2"}
{"text": "groups gathered to find how the surge barrier could affect the marine ecosystem, the solution would have a negative impact.", "label": "Label_5"}
{"text": "environmentalist advocated for alternative soulutions.", "label": "Label_1"}
{"text": "many environmental activists advocated for alternative solutions that would not negatively impact ecosystems.", "label": "Label_1"}
{"text": "it can be invested in building flood walls and levees on so it don't flood.", "label": "Label_2"}
{"text": "people are trying to find a better solution to storm surges.", "label": "Label_2"}
{"text": "Environmental groups are worried about the long term effects on the ecosystem....", "label": "Label_5"}
{"text": "the environmental activists are trying to find for alternative solutions like building flood walls.", "label": "Optimal_1"}
{"text": "this could pose a problem for fish eggs that need oxygen and must stay on the surface of the water in order to survive.", "label": "Label_0"}
{"text": "other environmental activists proposed alternate solutions such as flood walls, levees, or even raising up buildings and subways.", "label": "Optimal_1"}
{"text": "they might have to find better feeding places.", "label": "Label_0"}
{"text": "many new alternatives are being suggested by environmental activists.", "label": "Label_1"}
{"text": "Environmental activists are exploring alternate options.", "label": "Label_1"}
{"text": "they didn't do it because it was also very expensive.", "label": "Label_3"}
{"text": "the city closes  the barrier during storms", "label": "Label_0"}
{"text": "some people in New York City said to put building floor walls and levees rather than surge barriers.", "label": "Label_2"}
{"text": "many animals could die, and make the city smell bad.", "label": "Label_0"}
{"text": "the push for barriers continue in New York.", "label": "Label_0"}
{"text": "New York City activist are proposing other ideas that could benefit the city without hurting the ecosystem like raising up the buildings.", "label": "Optimal_1"}
{"text": "nature advocates offer better ideas such as flood walls and levees.", "label": "Optimal_1"}
{"text": "it can help scientist's prevent flood walls and saves a lot of money.", "label": "Label_0"}
{"text": "environmental activists advocated for alternative solutions on the shore including investing in building flood walls and levees.", "label": "Optimal_1"}
{"text": "for example, some environmental activists in New York City proposed funding the construction of flood walls and levees instead.", "label": "Optimal_1"}
{"text": "it is a 50/50 because it has its pros and cons.", "label": "Label_3"}
{"text": "some proposed that New York City building floods walls and levees rather than having surge barriers in the water.", "label": "Label_2"}
{"text": "finding a better way to keep it safe would help.", "label": "Label_2"}
{"text": "they made a way for it not to harm the ecosystem", "label": "Label_0"}
{"text": "activists advocated for alternative solutions.", "label": "Label_1"}
{"text": "many environmental groups worried about how a surge could harm or affect marine ecosystems in New York Harbor and the Hudson River.", "label": "Label_5"}
{"text": "some environmental activists say that New York City should invest in levees and flood walls.", "label": "Optimal_1"}
{"text": "the people in New York City are currently think of something new because they don't like the idea of surge barriers because it harms the local marine life in exchange for saving the city from death.", "label": "Label_5"}
{"text": "it was good...", "label": "Label_0"}
{"text": "they endure extreme weather events.", "label": "Label_0"}
{"text": "advocates argued that the surge barrier could change the ecosystem in various ways.", "label": "Label_5"}
{"text": "it is a 50/50 because it has its pros and cons", "label": "Label_3"}
{"text": "the activist argued that the results wouldn't have the same negative impact on the nearby ecosystem as surge barriers.", "label": "Label_5"}
{"text": "some in New York City proposed building the wall on shore, rather than in the water.", "label": "Label_2"}
{"text": "advocates argued that the barrier can change these ecosystems in various ways like it could interrupt the fishes spawning season.", "label": "Label_5"}
{"text": "environmental activists advocate for alternate solutions such as flood walls and levees on the shore or allowing the buildings to be raised and elevating New York City's subway system.", "label": "Optimal_1"}
{"text": "scientists, advocates, residents, and elected officials of New York City came up with other ideas like flood walls and levees placed on the shores.", "label": "Optimal_1"}
{"text": "New York City invest in building flood walls and leaves on the shore instead than the surge barriers in the water.", "label": "Optimal_1"}
{"text": "they came up with flood walls that would not have the same negatives.", "label": "Label_2"}
{"text": "some environmental activists have suggested other ideas, such as raising New York's buildings and subway system.", "label": "Optimal_1"}
{"text": "environmental activists advocated for alternate solutions", "label": "Label_1"}
{"text": "many offered different solutions to help the animals.", "label": "Label_1"}
{"text": "the New York City is searching new options to also help the ecosystem.", "label": "Label_2"}
{"text": "some environmental activists thought to create floodwalls and levees on the shore rather than the surge barriers because it was too expensive and it had negative impacts on the ecosystem.", "label": "Optimal_1"}
{"text": "environmental activists tried to find alternative solutions.", "label": "Label_1"}
{"text": "many activists have different solutions like raising buildings.", "label": "Optimal_1"}
{"text": "environmental activists tried to find alternative solutions to the surge barrier.", "label": "Label_1"}
{"text": "environmental activist argued and advocated for alternative solutions like building flood wall levees on the shore.", "label": "Optimal_1"}
{"text": "\"different solutions\" would be awesome.", "label": "Label_2"}
{"text": "many aquatic animals will have to relocate as New York Harbor is home to many diverse animals.", "label": "Label_0"}
{"text": "some other options are floodwalls.", "label": "Label_2"}
{"text": "many have suggested building flood walls and levees.", "label": "Label_2"}
{"text": "in New York many environmental groups worried about.", "label": "Label_3"}
{"text": "environmental activists still search for alternative solutions, such as building floodwalls on the shore.", "label": "Optimal_1"}
{"text": "some New Yorkers stated advice to build a wall to block the waters.", "label": "Label_2"}
{"text": "a lot of environmental activists want better alternatives.", "label": "Label_1"}
{"text": "the environmental activists advocated different solutions to this issue, such as raising up buildings and elevating New York's subway system.", "label": "Optimal_1"}
{"text": "environmental advocates argues about how it would affect the environment and the fish spawn seasons, so they suggested that they should invest in levees or floodwalls.", "label": "Optimal_1"}
{"text": "many environmental groups worried.dddd", "label": "Label_3"}
{"text": "which means it could interrupt the spawning season for fish", "label": "Label_0"}
{"text": "instead they built levees and flood walls on the shores.", "label": "Label_2"}
{"text": "Environmental advocates argued against the idea and instead proposed the idea that New York City should invest in building floodwalls and levees on the shore.", "label": "Optimal_1"}
{"text": "people came up with better ideas.", "label": "Label_2"}
{"text": "they keep a open eye on the surge barrier.", "label": "Label_0"}
{"text": "they offered that New York City to invest in floodwalls and leaves.", "label": "Label_2"}
{"text": "they environmental activists are finding alternative ways to help the city.", "label": "Label_1"}
{"text": "others proposed ideas similar to surge barriers.", "label": "Label_2"}
{"text": "various environmental activists are looking for safer alternatives.", "label": "Label_1"}
{"text": "environmental specialist suggested that flood walls can be built as an alternative to keep the streets from flooding while not hurting the environment.", "label": "Optimal_1"}
{"text": "some activist trying to find for alternative solution building flood walls.", "label": "Optimal_1"}
{"text": "putting it there will kill off the fish but keep the city from being damaged from storms.", "label": "Label_0"}
{"text": "the five mile long thirty foot tall surge barrier.", "label": "Label_0"}
{"text": "many environmental groups are worried about how a surge barrier might affect marine ecosystems in New York", "label": "Label_5"}
{"text": "scientists, advocates, residents, and elected officials are coming up with an alternative answer.", "label": "Label_1"}
{"text": "many environmental groups disagree with the surge Barrier so they decided to not let it happen.", "label": "Label_3"}
{"text": "environmental advocates have proposed that some alternative options, such as flood walls and levees, may be better options.", "label": "Optimal_1"}
{"text": "environmental activist want different solutions", "label": "Label_1"}
{"text": "advocates are exploring alternative solutions.", "label": "Label_1"}
{"text": "Environmental supported that the surge barrier could change the ecosystems in a various ways.", "label": "Label_5"}
{"text": "some environmental activists have proposed that New York City should invest in making flood walls and leaves along the shore instead of surge barriers.", "label": "Optimal_1"}
{"text": "environmental activist are searching for alternate solutions.", "label": "Label_1"}
{"text": "the city would close the barriers gates the new york system.", "label": "Label_0"}
{"text": "some environmental activist advocated for alternate solutions.", "label": "Label_1"}
{"text": "environmental activists are advocating for a different solutions such as raising buildings and the subway.", "label": "Optimal_1"}
{"text": "entirely different solutions.", "label": "Optimal_1"}
{"text": "advocates argued it was too expensive.", "label": "Label_3"}
{"text": "some proposed that the city invest in building levees and flood walls on the shore rather than surge barriers.", "label": "Label_2"}
{"text": "the city chooses to raise buildings and elevate the subway system instead.", "label": "Label_2"}
{"text": "they are trying to find alternatives, like flood walls or levees", "label": "Label_2"}
{"text": "some said that new york city needed floodwalls.", "label": "Label_2"}
{"text": "advocates argued that any solution would harm the enviornment.", "label": "Label_5"}
{"text": "the vote is still under debate and not decided upon.", "label": "Label_0"}
{"text": "activist  suggested that they build  floodgates for the higher the elevation of building.", "label": "Optimal_1"}
{"text": "alternative solutions like floodwalls on the shore rather than water, and raising buildings have been proposed by environmental activists.", "label": "Optimal_1"}
{"text": "a lot of activists has found alternatives.", "label": "Label_1"}
{"text": "environmental advocates proposed alternate solutions, like flood walls, levees, or raising up buildings and the subway system.", "label": "Optimal_1"}
{"text": "environmental activists advocated for alternate solutions, such as building floodwalls and levees on the shore.", "label": "Optimal_1"}
{"text": "they need to come ip with another solution to protecting citizens.", "label": "Label_0"}
{"text": "\"different solutions\" would be better.", "label": "Label_2"}
{"text": "environmental inspired New York City to try getting flood walls and on the shores, New York states that it won't have a bad impact on the ecosystem.", "label": "Optimal_1"}
{"text": "people don't want to use surge barriers because of all of the harm that it does.", "label": "Label_3"}
{"text": "many coastal cities in New York continue to push proposals.", "label": "Label_0"}
{"text": "environmental activists proposed flood walls, levees, and even to elevate the entire city of New York, along with their subway systems.", "label": "Optimal_1"}
{"text": "enviromental advocates suggested that the barriers could block certain fish from getting to their spawning location.", "label": "Label_5"}
{"text": "some activists advocate for different soultions.", "label": "Label_1"}
{"text": "some people proposed to build levees and flood walls along the shore instead.", "label": "Label_2"}
{"text": "scientists are working to come up with a different solution, one that doesn't involve harming the ecosystem.", "label": "Label_1"}
{"text": "some people dont like the idea of having surge barriers because it can harm stuff.", "label": "Label_3"}
{"text": "environmentalists are urged to find different ways of dealing with this problem.", "label": "Label_1"}
{"text": "advocates came up with different solutions, such as raising up building and elevating the subway system.", "label": "Optimal_1"}
{"text": "New York City Implemented surge barriers.", "label": "Label_0"}
{"text": "could that really the right choice for New York City.", "label": "Label_0"}
{"text": "environmental activists advocated to finance in building flood-walls and levees on shores.", "label": "Optimal_1"}
{"text": "environmental groups are worried of how this would affect to the marine ecosystem in New York.", "label": "Label_5"}
{"text": "environmentalist had proposed different solutions that wouldn't have such a bad impact on the environment.", "label": "Label_1"}
{"text": "doing this could cause alot of dama", "label": "Label_0"}
{"text": "They made it batter", "label": "Label_0"}
{"text": "environmental activists want to invest in building flood walls and levees on shore.", "label": "Optimal_1"}
{"text": "other's offered to bulild a subway system to elevating.", "label": "Label_2"}
{"text": "other environmental activists offered to raise up buildings and elevating New York's subway system.", "label": "Optimal_1"}
{"text": "some activists advocate for alternative solutions like building levees and flood walls on the shore.", "label": "Optimal_1"}
{"text": "the plans of making a surge barrier have been put to a stop for now, environmental activists have started trying to put a surge barrier in that won't harm the people or the environment.", "label": "Label_5"}
{"text": "they are trying an alternative that can help sea creatures and humans.", "label": "Label_2"}
{"text": "New York and other coastal cities continued to endure with all the extreme weather.", "label": "Label_0"}
{"text": "activists are looking for alternative, less harmful, solutions.", "label": "Label_1"}
{"text": "they would safely map out the perfect spot to minimize ecosystem damage.", "label": "Label_0"}
{"text": "many people believe that the surge barriers are a bad idea.", "label": "Label_3"}
{"text": "environmental activists advocated for some alternatives such as building flood walls, something that can reduce property damage during storms without harming wildlife.", "label": "Optimal_1"}
{"text": "many environmental groups worried a surge barrier might affect ecosystems in New York.", "label": "Label_5"}
{"text": "environmentalists argued that the surge barrier would have a variety of effects on these ecosystems.", "label": "Label_5"}
{"text": "they keep the surge barriers and they continued to endure extreme weather and scientists, advocates, and residents all agreed to the proposal.", "label": "Label_0"}
{"text": "some environmental activists advocated for alternative solutions", "label": "Label_1"}
{"text": "New York and other coastal cities continued to endure with all the extreme weather, scientist, residents, and elected officials weigh in on the proposals about the surge barriers.", "label": "Label_0"}
{"text": "Environmental advocates argued that the surge barrier could change these ecosystems in various ways.", "label": "Label_5"}
{"text": "environmentalists are urged find different ways of dealing with this problem.", "label": "Label_1"}
{"text": "some environmental activists have been planning other ideas in which can help people.", "label": "Label_1"}
{"text": "by there can be a lot of trafeke", "label": "Label_0"}
{"text": "many environmental groups worried bout how a surge barrier might affect marine ecosystems in New York Harbor and the Hudson river.", "label": "Label_5"}
{"text": "they imposed alternative solutions to save the ecosystem.", "label": "Label_2"}
{"text": "environmental advocated activists would argue this problem.", "label": "Label_3"}
{"text": "many environmental groups discourage the use of a surge barrier as it would destroy the local ecosystem.", "label": "Label_5"}
{"text": "New York officials proposed an idea to invest in building flood walls and levees to help with hurricane damage.", "label": "Label_2"}
{"text": "they say to add surge barriers on the shore.", "label": "Label_0"}
{"text": "if New York City invests in building floodwalls and levees this wouldn't happen.", "label": "Label_2"}
{"text": "advocates are still thinking of a different way to protect the city from hurricanes.", "label": "Label_1"}
{"text": "they invest in flood walls instead", "label": "Label_2"}
{"text": "the surge barrier could change the ecosystem in various ways.", "label": "Label_0"}
{"text": "environmental activists proposed flood walls and levees on the shore.", "label": "Optimal_1"}
{"text": "an alternative solution would be to invest in levees on shore and to build flood walls.", "label": "Label_2"}
{"text": "engineers proposed the idea of a surge barrier or possibly a levee.", "label": "Label_2"}
{"text": "during storms, the city would be able to close the barrier's gates, blocking strom surges.", "label": "Label_0"}
{"text": "enviromental advocates urged not to make the barrier.", "label": "Label_3"}
{"text": "some environmental activists start to advocate alternative solutions that will be safer for the ecosystem but also protect New York City.", "label": "Label_1"}
{"text": "doing this could cause alot of dam", "label": "Label_0"}
{"text": "some environmental activist are looking for alternative solutions such as raising up building to elevate New York.", "label": "Optimal_1"}
{"text": "environmental activists gave new solutions such as building floodwalls, levees, or raising up buildings and elevating the subway system.", "label": "Optimal_1"}
{"text": "New York could invest in flood walls.", "label": "Label_0"}
{"text": "it is thought not to be a good idea killing off mariane life.", "label": "Label_5"}
{"text": "the New York closes the barrier during storms", "label": "Label_0"}
{"text": "people are thinking of alternatives than this barrier.", "label": "Label_2"}
{"text": "advocates are offering different solutions like raising up buildings.", "label": "Optimal_1"}
{"text": "some of the people of New York suggested that the city invests in building flood walls and levees, raising buildings, and making New York City's subway system higher.", "label": "Optimal_1"}
{"text": "trying an alternative that can benefit both sides may be a better option as proposed by environmental activists.", "label": "Label_1"}
{"text": "the flood walls will help New York and their ecosystem.", "label": "Label_2"}
{"text": "environmental advocates did not want it.", "label": "Label_3"}
{"text": "enviormental groups are trying an alternative that can help sea creatures and humans.", "label": "Label_1"}
{"text": "coming up with other alternatives will help New York and their ecosystem.", "label": "Label_2"}
{"text": "they purpose that New York city should make the building higher and elevating New York city Subway system insteed of building an barrier", "label": "Label_2"}
{"text": "building flood walls and levees on the shore could be a better than surge barriers.", "label": "Label_2"}
{"text": "the people advocated for raised buildlings and subways", "label": "Label_2"}
{"text": "some alternative options may be better in order to not harm local ecosystems in the area.", "label": "Label_2"}
{"text": "environmental advocated opposed to a surge barrier and suggested a more environmental friendly solution: floodwalls.", "label": "Optimal_1"}
{"text": "environmental advocates disagree with surge barriers.", "label": "Label_3"}
{"text": "environmental activist advocate for other solutions.", "label": "Label_1"}
{"text": "they need to explore other ways of preventing damage to the city before they build that barrier.", "label": "Label_0"}
{"text": "Environmental advocates argued that the surge barrier could change thses ecosystem in various ways", "label": "Label_5"}
{"text": "advocates are arguing against it and trying to find alternative solutions.", "label": "Label_1"}
{"text": "many environmental groups are worried about the ecosystems in the Hudson River.", "label": "Label_5"}
{"text": "environmental advocates argue that surge barriers could change and harm the ecosystem .", "label": "Label_5"}
{"text": "New York will not make these Surge Barriers.", "label": "Label_0"}
{"text": "environmental activists and many others are looking for better solutions that would protect the environment while ensuring the job gets done.", "label": "Label_1"}
{"text": "many environmental activists created alternative solutions.", "label": "Label_1"}
{"text": "many environmental groups in New York were concerned about the impact of a surge barrier on marine habitats in New York Harbor and the Hudson River.", "label": "Label_5"}
{"text": "advocates argue various ways to give alternate solutions.", "label": "Label_1"}
{"text": "environmentalists advocate for other options.", "label": "Label_1"}
{"text": "during storms, the city would be able to close the barrier's gates, blocking strom surges.d", "label": "Label_0"}
{"text": "some proposed that New York City are going to build flood walls and levees on the shore.", "label": "Label_2"}
{"text": "some activists gave the idea to build flood walls since it won't affect the ecosystem in a negative way.", "label": "Optimal_1"}
{"text": "without it New York will have to keep dealing with countless deaths.", "label": "Label_0"}
{"text": "some environmental tell that New York should build flood walls and raise up their buildings and elevate their subway.", "label": "Optimal_1"}
{"text": "environmental activists are asking for different solutions.", "label": "Label_1"}
{"text": "some activists advocate for alternative solutions", "label": "Label_1"}
{"text": "activists look for an alternative soutions.", "label": "Label_1"}
{"text": "some proposed to New York City to invest in building and some of the flood walls.", "label": "Label_2"}
{"text": "environmental activists suggested alternative solutions to the flood problem.", "label": "Label_1"}
{"text": "many people are advocating not to have surge barriers.", "label": "Label_1"}
{"text": "they had to close things down during a storm...", "label": "Label_0"}
{"text": "environmental activists spoke up for solutions that would not obstruct the ecosystem, like raising buildings and subway systems.", "label": "Optimal_1"}
{"text": "they might have to find better feeding places towards during the storms according to white house.", "label": "Label_0"}
{"text": "many offered a variety of solutions on ways to not negatively impact the ecosystem.", "label": "Label_2"}
{"text": "the sea walls protect the fish.", "label": "Label_0"}
{"text": "then it is to create the best solutions that help the marine environment and to the city.", "label": "Label_0"}
{"text": "they are trying to come up with other ways to prevent damage in cities, like one disaster caused 70 billion dollars in damage.", "label": "Label_2"}
{"text": "they may take the option of the floodwalls", "label": "Label_2"}
{"text": "environmental advocates work against the plan.", "label": "Label_3"}
{"text": "new york thought to build flood walls or raise buildings", "label": "Label_2"}
{"text": "they are trying to find alternatives like building flood walls.", "label": "Label_2"}
{"text": "enviromental adcocates argued that the surge barrier could change these ecosystems in various ways.", "label": "Label_5"}
{"text": "many environmental groups worried about how a surge.", "label": "Label_3"}
{"text": "a surge barriers are not the right option for New York City.", "label": "Label_0"}
{"text": "for protection against serious storms they offered levi systems instead.", "label": "Label_2"}
{"text": "environmental groups are thinking of other ways to help prevent floods.", "label": "Label_1"}
{"text": "people offered different ideas, such as raising buildings and elevating New York City's subway systems.", "label": "Label_2"}
{"text": "environmentalist are looking into different solutions.", "label": "Label_1"}
{"text": "they help them", "label": "Label_0"}
{"text": "building flood walls instead of surge barriers would be better for the ecosystem.", "label": "Label_2"}
{"text": "in order for fish eggs that need oxygen they need to stay on the surface of the water to survive.", "label": "Label_0"}
{"text": "environmental activists have advocated for alternate solutions.", "label": "Label_1"}
{"text": "instead, they could elevate their subway system.", "label": "Label_2"}
{"text": "some advocates argued that they could easily take a different route and get flood walls instead.", "label": "Optimal_1"}
{"text": "the environmental advocate argued that surge barrier could changue these ecosystem in varios ways.", "label": "Label_3"}
{"text": "environmental groups are finding other solutions to storm surge.", "label": "Label_1"}
{"text": "environmental advocates are researching other ways to protect New York City.", "label": "Label_1"}
{"text": "Environmental advocates argued that the surge barrier could change the ecosystems in various ways.", "label": "Label_5"}
{"text": "many people criticize the solution.", "label": "Label_3"}
{"text": "many people are against building a surge barrier.", "label": "Label_3"}
{"text": "catastrophic damage to river ecosystem.", "label": "Label_0"}
{"text": "many Environmental advocates are searching for alternate ways like adding flood walls.", "label": "Optimal_1"}
{"text": "many neighborhoods and businesses are protected from the storms.", "label": "Label_0"}
{"text": "environmental activists are looking for better solutions that won't disrupt the fish.", "label": "Label_1"}
{"text": "environmental advocates argues that the surge barriers could change theses ecosystems in various ways.", "label": "Label_5"}
{"text": "environmentalists protested against the surge barrier and offered alternate options.", "label": "Label_1"}
{"text": "some environmental activists advocated alternative solutions.", "label": "Label_1"}
{"text": "environmental activists are looking for alternative solutions.", "label": "Label_1"}
{"text": "activists argued that they should build flood walls and levees and not the barrier.", "label": "Optimal_1"}
{"text": "environmental activists suggest that New York City should invest in building flood walls.", "label": "Optimal_1"}
{"text": "activist  suggested that they build  floodgates for the higher the elevation of building", "label": "Optimal_1"}
{"text": "alternative solutions were proposed.", "label": "Label_2"}
{"text": "activists thought about building flood walls or levees on the shore instead of surge barriers in the water which would impact the ecosystem or animals.", "label": "Optimal_1"}
{"text": "environmental activists proposed that New York City should build flood walls and levees on the shore instead of in the water.", "label": "Optimal_1"}
{"text": "The surge barrier are going to have be shut down.", "label": "Label_0"}
{"text": "different ideas could be explored  instead says the environmental activists.", "label": "Label_1"}
{"text": "they invest in flood walls.", "label": "Label_2"}
{"text": "they didn't think the solutions people were saying where going to work.", "label": "Label_3"}
{"text": "environmental activist tried taking about alternatives like floodwalls.", "label": "Optimal_1"}
{"text": "scientists have come up with a solution, building structures higher so as not to harm the ecosystem.", "label": "Optimal_1"}
{"text": "many citizens are weighting in on the debate.", "label": "Label_0"}
{"text": "different solutions were offered.", "label": "Label_2"}
{"text": "environmentalists proposed alternative solutions.", "label": "Label_1"}
{"text": "they suggested to building flood walls on the shore rather than surge barriers.", "label": "Label_2"}
{"text": "many people offered different solutions to help surge barriers.", "label": "Label_2"}
{"text": "advocates came up with smaller walls and holes.", "label": "Optimal_1"}
{"text": "It could save the lots and lots of dollers do to property damage and many li", "label": "Label_0"}
{"text": "some environmental activists suggested to building flood walls on the shore rather than surge barriers.", "label": "Optimal_1"}
{"text": "finding alternatives to a barrier will be better for the ecosystems.", "label": "Label_2"}
{"text": "groups gathered to find how the surge barrier could affect the marine ecosystem, the solution would have a negative impact..", "label": "Label_5"}
{"text": "New York City can invest in building flood walls and levees on shore so it don't flood New York City.", "label": "Label_2"}
{"text": "many environmental groups worried about how it looks.", "label": "Label_3"}
{"text": "many environmental groups are brainstorm a way for that the surge barrier could bring to the states, so they testing it in New York.", "label": "Label_0"}
{"text": "environmental activists proposed many alternative solutions such as New York investing in flood walls and levees.", "label": "Optimal_1"}
{"text": "some activistd advocated for alternative solutions.", "label": "Label_1"}
{"text": "environmental activists have devised multiple alternatives with the goal of protecting New York against hurricanes.", "label": "Label_1"}
{"text": "some people said that New York can save money in building flood walls and levees instead of the surge barriers in the water.", "label": "Label_2"}
{"text": "New York City could come up with other ways like building flood walls.", "label": "Label_2"}
{"text": "sandy was part of a growing trend.", "label": "Label_0"}
{"text": "many environmental groups called it a bad idea and say that it would mess up many marrine life in the ecosystem.", "label": "Label_5"}
{"text": "environmentalists are expressing reasonable concern for the wildlife.", "label": "Label_5"}
{"text": "environmental activists proposed that New York City build flood walls and levees instead.", "label": "Optimal_1"}
{"text": "many environmental advocates argued that the surge barries could change the ecosystems in terriable ways, instead many proposed that they should invest in building.", "label": "Label_1"}
{"text": "many groups worried about the surge barrier that might affect marine ecosystems in New York.", "label": "Label_5"}
{"text": "they advocated alternative solutions that would not be as harmful to the local ecosystem, one of the alternatives was building flood walls and levees on the shore.", "label": "Optimal_1"}
{"text": "people advocated for other solutions that may not harm the ecosystem as much.", "label": "Label_2"}
{"text": "people proposed that New York could invest in building flood walls so there wouldn't be water going into people's houses and jobs.", "label": "Label_2"}
{"text": "they will be putting surge barries in new york..", "label": "Label_0"}
{"text": "an alternative solution is better for ecosystem life.", "label": "Label_1"}
{"text": "a surge barrier has its own advantage and disadvantages, the answer for building a surge barrier is still a question till now.", "label": "Label_3"}
{"text": "environmental groups proposed new soultions.", "label": "Label_1"}
{"text": "they are looking at other options and solutions.", "label": "Label_2"}
{"text": "scientists, advocates, residents, and elected officials can weigh in proposals.", "label": "Label_0"}
{"text": "activists made alternative solutions.", "label": "Label_1"}
{"text": "this would be a problem for the fish eggs that need oxygen to survive.", "label": "Label_0"}
{"text": "others offer entirely different solutions.", "label": "Label_2"}
{"text": "the slow movement of the water causing the eggs layer to stink.", "label": "Label_0"}
{"text": "flood walls and levees could be built instead of surge barriers in the water, there would be much less impact on the local ecosystem.", "label": "Label_2"}
{"text": "the american citizens think they should have built the sugre barrier it could stop endangering life but it would hurt the ecosystem because the fish would have to move to a differnt area.", "label": "Label_5"}
{"text": "some activists advocated for alternative solutions such as flood walls and levees on the shore.", "label": "Optimal_1"}
{"text": "Harbor and the Hudson River are home to a diverse array of marine creatures, including crabs, lobsters, herring, eel, and striped bass", "label": "Label_0"}
{"text": "environmental activists suggested that the barriers leave the shore available for animals that need it such as lobsters.", "label": "Label_5"}
{"text": "New York City needs to invest in building flood walls and not in water so the sea animals are affected as well.", "label": "Label_2"}
{"text": "New York City will invest in building levees and flood walls on the shore instead of in the water.", "label": "Label_2"}
{"text": "they are looking for other ideas that won't cause any harm.", "label": "Label_1"}
{"text": "many environmental activists advocate to find other solutions.", "label": "Label_1"}
{"text": "many environmental advocates argued barrier could change the mather nature in various ways.", "label": "Label_5"}
{"text": "New York City activists have come up with alternative solutions that would not have the same negative impacts on the ecosystem, one of these ideas is raising up New York City's subway system.", "label": "Optimal_1"}
{"text": "environmentalists suggested building levees on the New York shore rather than relying on surge barriers.", "label": "Optimal_1"}
{"text": "people offered entirely different solutions like raising up buildings.", "label": "Label_2"}
{"text": "alternatives are being explored.", "label": "Label_2"}
{"text": "it may not be used but it might because it helps the local property.", "label": "Label_0"}
{"text": "people are thinking of alternative ways to help like raising up building and subway systems.", "label": "Label_2"}
{"text": "environmental advocates are looking for alternative solutions or completely different solutions.", "label": "Label_1"}
{"text": "it isnt the best way to stop the floods", "label": "Label_0"}
{"text": "some proposed building the wall on shore, rather than in the water.", "label": "Label_2"}
{"text": "New York City could make the building's up higher and elevating the New York City's subway and they could build it differently and New York City purposed that the building go up higher.", "label": "Label_2"}
{"text": "New York City invested in building flood barriers and drainage systems on the shore.", "label": "Label_2"}
{"text": "environmental activist have been trying to get other solutions.", "label": "Label_1"}
{"text": "some environmental activists wanted to use alternative solutions.", "label": "Label_1"}
{"text": "the environmental activists proposed that they make a surge barrier closer the shore.", "label": "Optimal_1"}
{"text": "some proposed to New York City to invest in buildings and some of the flood walls.", "label": "Label_2"}
{"text": "alternate solutions are being advocated for by environmental activists.", "label": "Label_1"}
{"text": "environmental activists are advocating for a different solution.", "label": "Label_1"}
{"text": "they have came up with many solutions.", "label": "Label_2"}
{"text": "as a better solution environmental activist thought New York City invested in floodwalls and levees on the shore.", "label": "Optimal_1"}
{"text": "some enviornmental activists advocated for alternitive solutions.", "label": "Label_1"}
{"text": "it will not be implemented.", "label": "Label_0"}
{"text": "some environmental activist proposed the idea of a flood gate that is way less of a negative effect on the ecosystem.", "label": "Optimal_1"}
{"text": "Harbor and the Hudson River are home to a diverse array of marine creatures, including crabs, lobsters, herring, eel", "label": "Label_0"}
{"text": "they could build flood walls and levees rather than surge barriers said environmental activists.", "label": "Optimal_1"}
{"text": "Environmental advocates argured that the surge barrier could change these ecosystems in various ways.", "label": "Label_5"}
{"text": "they proposed to build the wall on the shoreline.", "label": "Label_2"}
{"text": "groups gathered to find how the surge barrier could affect the marine ecosystem", "label": "Label_5"}
{"text": "there were many organizations against the idea and they protested it.", "label": "Label_3"}
{"text": "surge barrier the right option for the New York City.", "label": "Label_0"}
{"text": "activist have proposed to building floodwalls and levees on the shore to prevent damage on the ecosystem.", "label": "Optimal_1"}
{"text": "others have proposed different solutions to help with the same problem.", "label": "Label_2"}
{"text": "environmental activists advocated for alternate ways to protect New York from storms.", "label": "Label_1"}
{"text": "it's a better idea that a surge barrier isn't built.", "label": "Label_3"}
{"text": "some advocated for other alternatives to the harmful barrier.", "label": "Label_1"}
{"text": "activists are protesting against them.", "label": "Label_3"}
{"text": "some people are advocating for a different solution.", "label": "Label_2"}
{"text": "they are going to build flood walls so it could travel through the water,", "label": "Label_2"}
{"text": "an alternative solution suggested by environmental activists is better for ecosystem life, such as placing levees on the shore.", "label": "Optimal_1"}
{"text": "some environmental activists were against it.", "label": "Label_3"}
{"text": "it could not be a good idea to establish a surge barrier at New York for all of the harm that it can do to the environment.", "label": "Label_5"}
{"text": "there are environmental activist that have proposed alternatives such as raising up buildings and elevating New York's subway system.", "label": "Optimal_1"}
{"text": "environmental activist are considering building flood walls.", "label": "Optimal_1"}
{"text": "people proposed that the city should invest in building levees and building flood walls on the shore instead of the surge barriers in the water.", "label": "Label_2"}
{"text": "people question if it is worth it to have one.", "label": "Label_3"}
{"text": "solution of invest the building barriers.", "label": "Label_0"}
{"text": "environmental activist the subway system could be raised as well as the buildings.", "label": "Optimal_1"}
{"text": "they would not counter two other climate related threats.", "label": "Label_0"}
{"text": "environmental activists advocated for alternative solutions such as building floodwalls and levees on the shore.", "label": "Optimal_1"}
{"text": "it is a problem it is sadly not worth to be saved.", "label": "Label_3"}
{"text": "environmental activists have advocated for alternatives.", "label": "Label_1"}
{"text": "many evironmental ground are worried about what affects this barrier could have.", "label": "Label_3"}
{"text": "the environment activist had advocated for alternative solutions.", "label": "Label_1"}
{"text": "environmental activists protested the barriers.", "label": "Label_3"}
{"text": "researchers are suggesting other solutions.", "label": "Label_1"}
{"text": "many enviromental groups are working that the surge barrier could change these ecosystems in various ways.", "label": "Label_5"}
{"text": "people are taking metiers to decollete the problem", "label": "Label_2"}
{"text": "others offered a different solution by raising the buildings and elevating the subway system.", "label": "Label_2"}
{"text": "environmental activists advocated alternative solutions.", "label": "Label_1"}
{"text": "New York City can remove the surge barrier.", "label": "Label_0"}
{"text": "many environmental groups worried.ddd", "label": "Label_3"}
{"text": "environment activists advocated for alternate solutions such as building floodwalls and levees on the shore.", "label": "Optimal_1"}
{"text": "environmental activists are proposing alternative solutions.", "label": "Label_1"}
{"text": "advocates offer some solutions and some argued that those solutions won't have a nagative impact on ecosystem as surge barriers.", "label": "Label_1"}
{"text": "dndxnxx c xx", "label": "Label_0"}
{"text": "the city closes the barrier during storms", "label": "Label_0"}
{"text": "environmental activists have done lots of research to further explore the effects the barriers may have on communities.", "label": "Label_3"}
{"text": "environmental advocates are proposing alternative solutions for future surges such as flood walls and levees.", "label": "Optimal_1"}
{"text": "they estimated at $118.8 billion on a surge barrier made of concrete and steel.", "label": "Label_0"}
{"text": "there are alternatives that are advocated for besides it, such as levees on the shore.", "label": "Label_2"}
{"text": "they started looking for different ideas.", "label": "Label_2"}
{"text": "environmental activists proposed the New York City invest in building flood walls instead of surge barriers in the water.", "label": "Optimal_1"}
{"text": "activist consider safer options for the environment.", "label": "Label_1"}
{"text": "New York City invested in flood walls and levees.", "label": "Label_2"}
{"text": "many environmental activist proposed many other different solutions like raising up buildings.", "label": "Optimal_1"}
{"text": "sandy was part of a growing trend", "label": "Label_0"}
{"text": "some environmental activist are looking for alternative solutions to fix the problem while also not having the side effects.", "label": "Label_1"}
{"text": "New York City invested in building floodwalls and levees.", "label": "Label_2"}
{"text": "New York is going to build flood walls so it could travel through the water.", "label": "Label_2"}
{"text": "instead, they could elevate their subway system, as environmental activists proposed these alternatives.", "label": "Optimal_1"}
{"text": "they wanted to invest in floodwalls and leaves.", "label": "Label_2"}
{"text": "New York city is investing in more flood walls and levees.", "label": "Label_2"}
{"text": "people can not not use them.", "label": "Label_0"}
{"text": "the five-mile-long, thirty-foot-tall surge barrier would be built in the water between the Rockaways.", "label": "Label_0"}
{"text": "advocates are weighing in on the options.", "label": "Label_1"}
{"text": "advocates argued the surge barrier wouldn't be ok for the ecosystem.", "label": "Label_5"}
{"text": "several environmental activists as well as others have looked for alternatives.", "label": "Label_1"}
{"text": "people are thinking of different alternatives to a surge barrier.", "label": "Label_1"}
{"text": "environmental activists suggested that New York City finance in structuring flood walls.", "label": "Optimal_1"}
{"text": "building one can cause a negative impact on the ecosystem by interrupting spawning season for many fish.", "label": "Label_0"}
{"text": "environmental activists have been advocating for better solutions.", "label": "Label_1"}
{"text": "the city would close the barriers gates", "label": "Label_0"}
{"text": "advocates argued that the solutions wouldn't have the same bad impact on the local ecosystem as surge barriers", "label": "Label_1"}
{"text": "environmental activists came up with alternative solutions.", "label": "Label_1"}
{"text": "some environmental activists advocated for alternative solutions which consisted of building floodwalls and leaves instead of surge barriers.", "label": "Optimal_1"}
{"text": "the New York City is searching new options to also help the ecosystem", "label": "Label_2"}
{"text": "environmental activist proposed New York invest in leaves and flood walls instead of surge barriers because they would not have as a bad effect as surge barriers.", "label": "Optimal_1"}
{"text": "environmental activist looked for different ideas such as flood walls and levees because they wouldn't have the same negative impact on the ecosystem.", "label": "Optimal_1"}
{"text": "the storm surges are the heading cause of death during a hurricane.", "label": "Label_0"}
{"text": "many enviormental advocates argued that the surge barriers could change theses ecosytems.", "label": "Label_5"}
{"text": "there needs to be alternative options taken into consideration to try to prevent the destruction of the ecosystem.", "label": "Label_2"}
{"text": "people advocate form building flood walls and levees.", "label": "Optimal_1"}
{"text": "activists claimed for surge barriers to be on land than in water.", "label": "Optimal_1"}
{"text": "if New York City use surge barriers they have got to research more and make sure they will actually work and save lives.", "label": "Label_0"}
{"text": "some environmental activists have suggested other ways to protect the city like elevating New York City's subway system.", "label": "Optimal_1"}
