{"text": "there are other solutions like floodwalls and levees that can help prevent the surge barriers from harming the ecosystem.", "label": "Label_3"}
{"text": "according to the usace, the surge barrier might save thousands of lives.", "label": "Label_1"}
{"text": "also slow down the flow of water.", "label": "Label_0"}
{"text": "the USACE building this surge barriers could save countless of lives.", "label": "Label_1"}
{"text": "surge barrier fish travel som proposed that New York City invest towards the city billions of dollars towads the place.", "label": "Label_0"}
{"text": "it contributes to storm protection and lifesaving.", "label": "Optimal_1"}
{"text": "it could also save many lives in the case of a tsunami.", "label": "Optimal_1"}
{"text": "a surge barrier could save billions of dollars in property damage by stopping the floods.", "label": "Optimal_2"}
{"text": "it was to expensive.", "label": "Label_0"}
{"text": "during storms, the city may be able to close the storm surge-blocking barrier gates, saving numerous lives.", "label": "Optimal_1"}
{"text": "it could prevent many deaths and disaters.", "label": "Label_1"}
{"text": "it is better than having to spend $70 billion every time a hurricane hits New York.", "label": "Optimal_2"}
{"text": "the barrier has the potential to save many lives.", "label": "Label_1"}
{"text": "it could save the government billions of dollars in damages.", "label": "Label_2"}
{"text": "some people proposed to invest building floodwalls and leaves on the shore.", "label": "Label_3"}
{"text": "environmental activists proposed that New York invest in building flood walls and levees so it won't have a negative impact on the ecosystems.", "label": "Label_3"}
{"text": "in the case of a storm surge, it might prevent billions of dollars in damage.", "label": "Optimal_2"}
{"text": "surge barriers can save many human lives.", "label": "Label_1"}
{"text": "the barrier could save tons of damage.", "label": "Label_2"}
{"text": "some proposed that New York City should invest in building floodwalls and levees on the shore instead because it may affect the marine life.", "label": "Label_3"}
{"text": "there are some alternatives like building flood walls and levees on the shore rather than the barriers that would harm the ecosystem.", "label": "Label_3"}
{"text": "it would protect damage from the storm surge.", "label": "Label_4"}
{"text": "during storms, the city woulod be built in the water between the rockawyas and new york harbor.", "label": "Label_0"}
{"text": "a surge barrier would prevent damage to the city.", "label": "Label_2"}
{"text": "it has the potential to save lives by preventing hurricane winds.", "label": "Optimal_1"}
{"text": "there are alternatives like building flood walls and levees on the shore.", "label": "Label_3"}
{"text": "other alternative solutions such as creating floodwalls and leevees would also negatively impact the enviroment.", "label": "Label_3"}
{"text": "it could be helpful in preventing damages caused by extreme weather conditions.", "label": "Optimal_2"}
{"text": "the surges help protect the lives of the citizens of New York by blocking heavy water flow and preventing floods.", "label": "Optimal_3"}
{"text": "it might prevent storm surges and save many lives by deploying surge barriers.", "label": "Optimal_1"}
{"text": "it has the potential to save countless lives by preventing flood waters from entering the city.", "label": "Optimal_1"}
{"text": "they are needed to protect people in New York City.", "label": "Label_1"}
{"text": "others thought raising up buildings and elevating the subway system becasue bulidng a surge barrier is expensive.", "label": "Label_3"}
{"text": "surge barriers defend the city when a city like new york can close the gates to stop storm surges, saving billions of dollars in property damage.", "label": "Optimal_2"}
{"text": "the surge barriers are able to block the storm surges by closing the barrier's gates saving billions of dollars.", "label": "Optimal_2"}
{"text": "they are effective at protecting the city from ocean water.", "label": "Label_4"}
{"text": "when this happens waves of seawater surge above the normal tide and crash through city streets.", "label": "Label_0"}
{"text": "it is necessary to do something to protect the city by blocking the water.", "label": "Label_4"}
{"text": "a surge barrier could save a lot of money and many lives.", "label": "Optimal_3"}
{"text": "it could save billions of dollars in property damage and many lives when a storm surge occurs.", "label": "Optimal_3"}
{"text": "it blocks storm surges and protects the city.", "label": "Label_4"}
{"text": "surge barriers help the United states prevent million of damages.", "label": "Label_2"}
{"text": "the barrier would cost a estimated $11.8 billion.", "label": "Label_0"}
{"text": "some activist want different solutions like floodwalls and levees so there wouldn't be an effect on ecosystems.", "label": "Label_3"}
{"text": "the surge barrier helps cities to close when there's a bad storm, it blocks storm surges from entering the city.", "label": "Label_4"}
{"text": "it could save cities like New York billions of dollars in damage from hurricanes.", "label": "Optimal_2"}
{"text": "it could protect New York City from a storm surge by blocking it.", "label": "Label_4"}
{"text": "environmental activists found alternative solutions like building floodwalls and levees.", "label": "Label_3"}
{"text": "a surge barrier locations can also slow the flow of the water.", "label": "Label_0"}
{"text": "it could block storms it could save billions of dollars in property damage and countless lives.", "label": "Optimal_3"}
{"text": "some environmental activists advocated alternative solutions like, building floodwalls and levees on the shore, instead of large surge barriers in the water.", "label": "Label_3"}
{"text": "it could re direct water away from the city, protecting property damage.", "label": "Label_2"}
{"text": "the USACE estimated that the barrier could be used to save countless lives.", "label": "Label_1"}
{"text": "humans would save billions of dollars in damage.", "label": "Label_2"}
{"text": "the barrier has the potential to save countless lives.", "label": "Label_1"}
{"text": "these storm surges are the leading cause of death during a hurricane.", "label": "Label_0"}
{"text": "it could save a lot of money, and prevent more deaths.", "label": "Optimal_3"}
{"text": "others offered alternatives such as raising up building and New York City's subway system.", "label": "Label_3"}
{"text": "it is necessary to do something to protect the city by blocking the water with the gates.", "label": "Label_4"}
{"text": "the construction of a floodwall wouldn't have harmful effects on the ecosystem.", "label": "Label_3"}
{"text": "it could saves millions of lives and stop billions of dollars in property damage during an event of a hurricane.", "label": "Optimal_3"}
{"text": "the city could save billions of dollars in property damage and countless lives from storms.", "label": "Optimal_3"}
{"text": "by using surge barrier, it could block storm surges and save countless lives.", "label": "Optimal_1"}
{"text": "a surge barrier is helpful when there is a hurricane.", "label": "Label_4"}
{"text": "people suggested that New York City invest in building leeves and floodwalls instead of surge barriers.", "label": "Label_3"}
{"text": "it also gave positive different solution such as elevating buildings and subway system.", "label": "Label_3"}
{"text": "environmental advocates suggested other alternative solutions such as flood walls so fish can get through.", "label": "Label_3"}
{"text": "a surge barrier could save billions of dollars in property damage and countless lives during a storm surge.", "label": "Optimal_3"}
{"text": "there are many other alternatives to them.", "label": "Label_3"}
{"text": "it would protect the city from massive floods and hurricanes.", "label": "Label_4"}
{"text": "it is estimated that the barrier would save the U.S, billions of dollars in property damage.", "label": "Label_2"}
{"text": "environmental activists found some solutions, like investing in building floodwalls or levees to not harm the ecosystem.", "label": "Label_3"}
{"text": "some environmental activist proposed an alternative solution by building floodwalls on the shore because it won't have the same negative impact on the ecosystem.", "label": "Label_3"}
{"text": "the surge barriers could protect New York City from harm and water damage in the case of a storm.", "label": "Optimal_2"}
{"text": "it would reduce the number of persons who died as a result of storm surges following a hurricane.", "label": "Optimal_1"}
{"text": "the barriers could stop the spawning season for many of the fishes.", "label": "Label_0"}
{"text": "fishes travel to new locations where they can lay their eggs.", "label": "Label_0"}
{"text": "it would block storm surges and save billions of dollars of property value and also save many lives.", "label": "Optimal_3"}
{"text": "in new york many environmental groups worried about how a surge barrier might affect marine ecosystems in new yotk harbor and the hudson river.", "label": "Label_0"}
{"text": "it could also harm the people as well.", "label": "Label_0"}
{"text": "it could  save countless life.", "label": "Label_1"}
{"text": "some environmental advocate that surge barriers have the same negative effect on the local ecosystem  as the other solutions.", "label": "Label_3"}
{"text": "the barrier would prevent billions of dollars in property damage and save many lives during huricanes.", "label": "Optimal_3"}
{"text": "the city could invest in flood walls or levees on the shore which would not harm the local ecosystem.", "label": "Label_3"}
{"text": "environmental activists are investing in building floodwalls.", "label": "Label_0"}
{"text": "it can slow water flow.", "label": "Label_0"}
{"text": "the surge barrier could save billions of dollars in property damage and countless lives by using the barriers gates to block off storm surges.", "label": "Optimal_3"}
{"text": "the USACE says the the barrier could save countless lives .", "label": "Label_1"}
{"text": "it could help blocking storms.", "label": "Label_4"}
{"text": "it could save billions of dollars of property damaged.", "label": "Label_2"}
{"text": "the city would be stronger when facing extreme weather like hurricanes, it would help New York's not get flooded and can save billions of dollars in property damage.", "label": "Optimal_2"}
{"text": "they plan on building flood walls to prevent water to go over to the cities.", "label": "Label_3"}
{"text": "some propose that building floodwalls would be a greater idea.", "label": "Label_3"}
{"text": "it saves lots lives by keeping the water at bay.", "label": "Label_1"}
{"text": "it could also help protect New York from massive hurricane floods.", "label": "Label_4"}
{"text": "a surge berrier could interrupt the spawning season for many fish New York invest in builing floodwalls and leavees.", "label": "Label_0"}
{"text": "some activist advocates for alternatives.", "label": "Label_3"}
{"text": "it has the potential to save millions of lives from storms.", "label": "Optimal_1"}
{"text": "it might seal the gates and prevent storm surges, saving billions of dollars in damage to new york city.", "label": "Optimal_2"}
{"text": "it could also be helpful by saving billions of dollars on property damage and block storm surges.", "label": "Optimal_2"}
{"text": "it could protect the city from hurricane floods.", "label": "Label_4"}
{"text": "a surge barrier helps New York City to be safe during big storms or hurricanes by closing the gates and blocking them to go across the surge barrier which is five-miles-long and thirty-foot-tall.", "label": "Label_4"}
{"text": "in early 2020, a debate was made on halting.", "label": "Label_0"}
{"text": "the five mile long, surge barrier would be built in the water between the Rockaways and New Hardor.", "label": "Label_0"}
{"text": "it has the potential to save lives in the city as a result of increasing flood levels.", "label": "Label_1"}
{"text": "it has the potential to save human lives during a storm.", "label": "Optimal_1"}
{"text": "countless lives could be saved by it.", "label": "Label_1"}
{"text": "the barriers would protect the city from damage by blocking the storm surges.", "label": "Optimal_2"}
{"text": "help with the flooding of the cities and help with saving billions in property damages.", "label": "Label_2"}
{"text": "there will be more extreme weather events so they may be necessary.", "label": "Label_0"}
{"text": "a barrier can help New York City by blocking off the water from over flooring.", "label": "Label_3"}
{"text": "surge barriers could save billions of dollars worth of property damage and could also save many lives when a storm/hurricane happen.", "label": "Optimal_3"}
{"text": "it will slow the flow of water making fish eggs sink, they need oxygen and must stay on the surface to survive.", "label": "Label_0"}
{"text": "it can shield the city from storm surges by closing the gates, saving the lives of untold numbers of people.", "label": "Optimal_1"}
{"text": "the surge barrier could save billions of dollars in property damage and countless lives.", "label": "Optimal_3"}
{"text": "it could also benefit populated cities and prevent floods.", "label": "Label_4"}
{"text": "it would save a lot of money.", "label": "Label_2"}
{"text": "a surge barrier could protect New York City against big hurricane floods and damages.", "label": "Optimal_2"}
{"text": "the surge barrier will prevent harmful damages to New York City.", "label": "Label_2"}
{"text": "with speeds hitting 100 miles per hour hurricane winds into New York city.", "label": "Label_0"}
{"text": "it can invest in building floodwalls and leeves on the shore instead of surge barriers in water.", "label": "Label_3"}
{"text": "the barrier was estimated to be able to save billions of dollars in property damage and many lives by closing the barrier's gates.", "label": "Optimal_3"}
{"text": "they built a barrier between rocks.", "label": "Label_0"}
{"text": "other environmental activists proposed alternative solutions like building floodwalls and levees on the shore as it would not have same negative impact on the local ecosystem.", "label": "Label_3"}
{"text": "it would protect the city from waves caused by hurricanes.", "label": "Label_4"}
{"text": "the surge barriers  would save damage.", "label": "Label_2"}
{"text": "it could protect the city from storm surges and prevent floods.", "label": "Label_4"}
{"text": "it could deflect storm surges and save many lives by deploying surge barriers.", "label": "Optimal_1"}
{"text": "people think that surge barriers could help New York City during a storm surge they could close the gates so less water will get in.", "label": "Label_4"}
{"text": "it could also protect the city from billions of dollars of structural damage.", "label": "Label_2"}
{"text": "advocates suggested that those solutions would not have the same negative effect on local ecosystems as surge barriers", "label": "Label_3"}
{"text": "enviormental activsts are coming up with new solutions.", "label": "Label_3"}
{"text": "it could save millions of lives and property damage by stopping water rising up past the shore.", "label": "Optimal_3"}
{"text": "it saves lots of money and lives by keeping the water at bey.", "label": "Optimal_3"}
{"text": "it can harm the bay animal.", "label": "Label_0"}
{"text": "it could save many lives.", "label": "Label_1"}
{"text": "surge barriers also have the ability to slow the flow of the water that can cause the fishes eggs to sink.", "label": "Label_0"}
{"text": "it could save many lives and businesses.", "label": "Optimal_3"}
{"text": "it could save counless lives.", "label": "Label_1"}
{"text": "the city would be able to close the barrier's gates during storms, sparing lives.", "label": "Optimal_1"}
{"text": "in 2019, the barrier has the potential to save thousands of lives.", "label": "Label_1"}
{"text": "its too expensive of a study.", "label": "Label_0"}
{"text": "it would be able to shield new york city from storm surges that might cause harm.", "label": "Optimal_2"}
{"text": "it could save many of lives.", "label": "Label_1"}
{"text": "it would also benefit New York City when hurricanes happen and lives are put in danger and lots of damage is done to buildings and other architecture.", "label": "Optimal_3"}
{"text": "it could prevent hurricane winds from diving water into coastal cities which is endangering lives and destroying cities.", "label": "Optimal_3"}
{"text": "it could build floodwalls and levees rather than surge barriers because it would not have the same negative impact on the ecosystem as the surge barriers do.", "label": "Label_3"}
{"text": "they have a idea of a surge barrier made of concrete and steal.", "label": "Label_0"}
{"text": "some activists advocated for solutions which some were to invest in building  floodwalls and levees on the shore so it doesn't have a negative impact.", "label": "Label_3"}
{"text": "some offered a solution like raising up buildings as well as elevating New York City's subway system.", "label": "Label_3"}
{"text": "would also saved billions of dollars in property damage and save countless lives.", "label": "Optimal_3"}
{"text": "activists have solutions to put flood-walls and levees on the shores because it wouldn't have the same negative impact on the ecosystem.", "label": "Label_3"}
{"text": "it could save billions of dollars in property damage and lives.", "label": "Optimal_3"}
{"text": "they can harm other eggs.", "label": "Label_0"}
{"text": "when it is shut it has the potential to save a lot of lives.", "label": "Label_1"}
{"text": "in New York many enviromentak groups worried about how a surge barrier might affect marine ecocystems.", "label": "Label_0"}
{"text": "the surge barriers could save billions of dollars in property damage.", "label": "Label_2"}
{"text": "it can also save billions of dollars in property damage during storm surges.", "label": "Optimal_2"}
{"text": "if they invest and build flood walls it can be the solutions  H", "label": "Label_3"}
{"text": "it could prevent floods in New York City by opening the barrier's gates.", "label": "Label_4"}
{"text": "there are available and alternative solutions, such as floodwalls and levees on the shore, as opposed to disrupting marine ecosystems while being in the water.", "label": "Label_3"}
{"text": "it prevents saltwater from cascading onto city streets, putting people's lives in peril.", "label": "Optimal_1"}
{"text": "storm surges would be blocked by the barrier, which would save lives.", "label": "Optimal_1"}
{"text": "when it is closed it could save so many lives.", "label": "Label_1"}
{"text": "it protects New York City from massive hurricane floods.", "label": "Label_4"}
{"text": "the surge barrier could interrupt the spawning season for many fish the barrier can block fish that can not across", "label": "Label_0"}
{"text": "by preventing storm surges, the barriers would safeguard the city from destruction.", "label": "Optimal_2"}
{"text": "it could also block the surge from damaging the city.", "label": "Optimal_2"}
{"text": "it can save billions of dollars in property damages.", "label": "Label_2"}
{"text": "it has the potential to save lives.", "label": "Label_1"}
{"text": "when a storm surge strikes, the barrier might save billions of dollars in property damage.", "label": "Optimal_2"}
{"text": "it might also be advantageous since it could save billions of dollars in storm-related property damage.", "label": "Optimal_2"}
{"text": "alternative solutions are being made by environmental activists.", "label": "Label_3"}
{"text": "during storms the city would be able to close the barriers and block storm surges and save millions of dollars in property damage.", "label": "Optimal_2"}
{"text": "there are some alternatives such as creating levees or floodwalls that won't block fish from the spots where they reproduce.", "label": "Label_3"}
{"text": "the USACE estimated that the barrier would be able to save countless lives.", "label": "Label_1"}
{"text": "this could cause a problem for fish eggs because they need oxygen.", "label": "Label_0"}
{"text": "It could stop billions in damages to the area that it’s placed in cause of a storm.", "label": "Optimal_2"}
{"text": "environmental activists suggest the use of floodwalls and levees on the shore instead of surge barriers in the water.", "label": "Label_3"}
{"text": "the surge barrier can save billions of dollars in property damage and countless lives during the extreme weather events.", "label": "Optimal_3"}
{"text": "it would save lots of lives and families from hurricane winds.", "label": "Optimal_1"}
{"text": "others proposed New York City should invest in building floodwalls on the shore instead of surge barriers.", "label": "Label_3"}
{"text": "it blocks the water off so it can't flood.", "label": "Label_4"}
{"text": "it's endangering neighborhoods.", "label": "Label_0"}
{"text": "activists are advocating for many different solutions from floodwalls and levees to raising up buildings.", "label": "Label_3"}
{"text": "it could save billions of dollars of property damage.", "label": "Label_2"}
{"text": "the surge barrier could save life's.", "label": "Label_1"}
{"text": "it can cause of death during a hurrican.", "label": "Label_0"}
{"text": "a surge barrier could also prevent the major loss of lives, communities, and businesses in the event of a hurricane.", "label": "Optimal_3"}
{"text": "it could save billions of dollars in property damage and countless lives.", "label": "Optimal_3"}
{"text": "the barrier could save countless of lives.", "label": "Label_1"}
{"text": "it might also save people's lives who would otherwise perish as a result of storm surges.", "label": "Optimal_1"}
{"text": "the study was too expensive.", "label": "Label_0"}
{"text": "it will save many people lives from natural disasters.", "label": "Optimal_1"}
{"text": "it could save countless lives.", "label": "Label_1"}
{"text": "the USACE estimated that a surge barrier could save lives during a hurricane.", "label": "Optimal_1"}
{"text": "during the storms they would be able to close the barrier gates, this could help them save many lives and would help them save billions of dollars.", "label": "Optimal_3"}
{"text": "without one it could continue to destroy the city.", "label": "Label_4"}
{"text": "the USACE predicted that a barrier could save a great amount of money in destruction of property.", "label": "Label_2"}
{"text": "it also endangered lives in neighborhoods.", "label": "Label_0"}
{"text": "it willl save many peoples lives.", "label": "Label_1"}
{"text": "it would save lives.", "label": "Label_1"}
{"text": "environmental advocates argued that the surge barrier could change these ecosystems on various ways.", "label": "Label_0"}
{"text": "when a storm hits, the city will be able to block the surge, potentially saving billions of dollars in damage.", "label": "Optimal_2"}
{"text": "some environmental activists advocated for many solutions to this problem by investing in building floodwalls and levees on the shore than surge barriers in the water since the shore has a less negative impact than a surge barrier.", "label": "Label_3"}
{"text": "it would save lives from hurricanes.", "label": "Optimal_1"}
{"text": "some people suggested that New York City invest in building flood walls as alternative rather than having a negative impact on the local ecosystem.", "label": "Label_3"}
{"text": "sandy was parts of a growing trend.", "label": "Label_0"}
{"text": "environmental activists advocated for alternative solutions such as investing in building floodwalls and levees on the shore instead of surge barriers in the water, which would result in less problems for the marine ecosystems.", "label": "Label_3"}
{"text": "some environmental activists proposed that New York City invest into building floodwalls and levees on the shore opposed to surge barriers, which advocates argued that those solutions would not have a similar impact on the local ecosystem as surge barriers do.", "label": "Label_3"}
{"text": "it could also save tons of money by providing a barrier used like a dam to hold back flooding caused by storms.", "label": "Optimal_2"}
{"text": "the environmental groups tried to build a wall but it cost to much money it could help them so the streets would not over flood.", "label": "Label_3"}
{"text": "during a hurricane, it might also save thousands of lives.", "label": "Optimal_1"}
{"text": "United States Army Corps of Engineers have proposed a surge barrier made of concrete and steel New York City.", "label": "Label_0"}
{"text": "it can save lives and billions of dollars in property damages.", "label": "Optimal_3"}
{"text": "it can help save billions of dollars in damage to the city by blocking water from disasters like hurricanes.", "label": "Optimal_2"}
{"text": "they thought New York City could invest in building floodwalls and levees on the shore.", "label": "Label_3"}
{"text": "they would just elevate the buildings.", "label": "Label_0"}
{"text": "it could also slow the flow of water, causing some eggs to sink.", "label": "Label_0"}
{"text": "some environmental activists advocate for alternative solutions , such as building flood walls and levees on the shore rather than a sure barriers in the water.", "label": "Label_3"}
{"text": "a string wave bursting into city streets and endangering lives might be prevented by the surge barrier.", "label": "Optimal_1"}
{"text": "it blocks all the high tides from a hurricane so that it can help save a lot of money and many lives.", "label": "Optimal_3"}
{"text": "it has the potential to avert a large number of deaths and illnesses.", "label": "Label_1"}
{"text": "the city may be prone to extreme weather conditions.", "label": "Label_0"}
{"text": "New York and other coastal cities still have extreme weather so they need something to block the harsh storms.", "label": "Label_4"}
{"text": "some in New York City proposed an investment in building levees on the shore and flood walls rather than surge barriers in the water for the same negative impact on the local ecosystems as surge barriers.", "label": "Label_3"}
{"text": "the five-mile-long, thirty-foot-tall syrge barrier would be built in the water betweeen the rockaways and new york harbor.", "label": "Label_0"}
{"text": "it aids in the blocking of storm surges, resulting in reduced damage.", "label": "Optimal_2"}
{"text": "the barrier has the potential to save millions of lives from severe weather.", "label": "Optimal_1"}
{"text": "environmental activists proposed building floodwalls and levees instead in hopes these solutions wouldn't harm the local ecosystems.", "label": "Label_3"}
{"text": "Environmental advocates argued that the surge barrier could change these ecosystem in various ways.", "label": "Label_0"}
{"text": "animal testing saved countless human lives.", "label": "Label_0"}
{"text": "the wall stands in the way of the plants ande fish, then the fish  will not be able to put their young again, they will not be able to breed.", "label": "Label_0"}
{"text": "the huricane would be kept out, which would save many lives.", "label": "Optimal_1"}
{"text": "environment activists found different ways,which was by having New York invest in a building flood walls and levees  instead of using surge barriers.", "label": "Label_3"}
{"text": "the barrier would block their path.", "label": "Label_4"}
{"text": "it would keep the city safer and lower the risk of damage which helps financially.", "label": "Label_2"}
{"text": "it could also save new York from floods.", "label": "Label_4"}
{"text": "it also would protect the city by saving billions of dollars in property damage.", "label": "Label_2"}
{"text": "the city will be protected during the storms.", "label": "Label_4"}
{"text": "the surge barrier could also stop a string wave from crashing through city streets and endangering lives.", "label": "Optimal_1"}
{"text": "it could help save lives by stopping hurricane winds.", "label": "Optimal_1"}
{"text": "it can save lives and billions of dollars in property damages during a storm or hurricane.", "label": "Optimal_3"}
{"text": "the city would be protected from storm surges, saving billions of dollars in property damage.", "label": "Optimal_2"}
{"text": "Some advocates proposed to build floodwalls instead since they wouldn't have the same negative effect.", "label": "Label_3"}
{"text": "surge barrier are a very good way to protect against floods.asfd", "label": "Label_4"}
{"text": "according to the usace, the barrier might save lives.", "label": "Label_1"}
{"text": "it could protect against hurricane floods that damage New York City.", "label": "Label_4"}
{"text": "the city would be able to have barrier gates and save billions of dollars during storms.", "label": "Optimal_2"}
{"text": "the surge barrier would be built in the water between the rockaways and New York harbor", "label": "Label_0"}
{"text": "New York will benefit from this large barrier that will be able to block storm surges.", "label": "Label_4"}
{"text": "environmental activists think that floodwalls and levees on the ocean shore are a better and more safe idea.", "label": "Label_3"}
{"text": "the barrier is estimated to save and protect billions of dollars in property.", "label": "Label_2"}
{"text": "a solution of building floodwalls will help out with the fish, people also fight it will still have a negative impact.", "label": "Label_3"}
{"text": "it could prevent property loss.", "label": "Label_2"}
{"text": "these surge barrier could decrease the leading cause of death during a hurricane.", "label": "Optimal_1"}
{"text": "people proposed that New York should invest in building floodwalls and levees on the shore because those would not harmful to the local ecosystem than the barrier.", "label": "Label_3"}
{"text": "the Hudson River to diverse array of the marine creatures.", "label": "Label_0"}
{"text": "New York City could stop this buy building floodwalls this solution wouldn't have the same negative impact.", "label": "Label_3"}
{"text": "a surge barrier could save billions of dollars in property damage when storm surges happen.", "label": "Optimal_2"}
{"text": "it could also save many lives.", "label": "Label_1"}
{"text": "it protect against large storms like hurricanes, this can lower damages and save money from the cost these damages take to repair.", "label": "Optimal_2"}
{"text": "other options include floodwalls and building levees that would have a less negative impact on the environment.", "label": "Label_3"}
{"text": "it protects the city from massive hurricane floods.", "label": "Label_4"}
{"text": "during storms the city would be able to close the barrier's gates and block storm surges, saving billions of dollars in property damage and many lives.", "label": "Optimal_3"}
{"text": "it could save billions of dollars.", "label": "Label_2"}
{"text": "a storm surge barrier might preserve new york city from destruction and protect it from storms.", "label": "Optimal_2"}
{"text": "it blocks storm surges and it could save money in property damage and lives.", "label": "Optimal_3"}
{"text": "by using surge barrier, it could block storm surges.", "label": "Label_4"}
{"text": "the city would be able to block storm surges by closing the barrier's gates.", "label": "Label_4"}
{"text": "it could also help with the hurricanes which are causing millions of dollars of damage.", "label": "Optimal_2"}
{"text": "it can invest in building floodwalls.", "label": "Label_3"}
{"text": "surg  e barrier could lower the maximum damage that occurs in cities.", "label": "Label_2"}
{"text": "it can help block the water driven by hurricane winds towards coastal cities.", "label": "Label_4"}
{"text": "it blocks storm surges, saving lives.", "label": "Optimal_1"}
{"text": "the barrier could save billions of dollars in property damage when a surge hits.", "label": "Optimal_2"}
{"text": "environmental activists argue that building levees and floodwalls would not have a negative impact on local ecosystems like surge barriers do.", "label": "Label_3"}
{"text": "people thinks that is a better solution because that would not have the same negative impact and that have solutios.", "label": "Label_3"}
{"text": "coastal cities would still have flooding.", "label": "Label_0"}
{"text": "a surge barrier could prevent flooding by opening its gates which would block the storm surge.", "label": "Label_4"}
{"text": "fish eggs that need oxygen and must stay on the surface of the water in order to survive could cause problems.", "label": "Label_0"}
{"text": "the city would be protected by the storm barriers, there wouldn't be any damage on the land anymore.", "label": "Label_4"}
{"text": "it could save a billion of dollars in property damage.", "label": "Label_2"}
{"text": "they built a barrier that is five miles long between rocks.", "label": "Label_0"}
{"text": "surg e barrier could lower the maximum damage that occurs in cities.", "label": "Label_2"}
{"text": "the environmental groups tried to build a wall but it cost to much money", "label": "Label_0"}
{"text": "enviormental advocates argudes that the surge barrier could change thses ecosystems in various ways.", "label": "Label_0"}
{"text": "it could save lives by blocking the storm.", "label": "Optimal_1"}
{"text": "a surge barrier could protect New York City from hurricanes and save it from damage.", "label": "Optimal_2"}
{"text": "it would completely protect them from hurricanes.", "label": "Label_4"}
{"text": "the barrier could save billions of dollars in property damage and countless lives and it may reduce flow and tidal damage.", "label": "Optimal_3"}
{"text": "the barrier would prevent billions of dollars in property damage and save many lives during surges.", "label": "Optimal_3"}
{"text": "it could also save many lives and billions of dollars by blocking cities from crashing waves.", "label": "Optimal_3"}
{"text": "surge barriers when closed could save billions of dollars in property damage.", "label": "Label_2"}
{"text": "the environmental advocates argued that the surge barrier could change ecosystems in many ways", "label": "Label_0"}
{"text": "The USACE says the the barrier could save countless lives.", "label": "Label_1"}
{"text": "environmental advocates want to fund floodwalls and levees to better protect the fish.", "label": "Label_3"}
{"text": "it could also protect the people and their homes.", "label": "Optimal_3"}
{"text": "the leading cause of death during a hurricane are storm surges.", "label": "Label_0"}
{"text": "it is build in the water so during storms city would be able to close the barrier gates and to block storm surges.", "label": "Label_4"}
{"text": "if cities close the barrier's gates they can help save a lot of money in property damage and saves lives as well.", "label": "Optimal_3"}
{"text": "another alternative can be buliding a floodwall out of levees, it would not have the same negative impact as the other barrier.", "label": "Label_3"}
{"text": "it might also save a lot of money by constructing a barrier that can be utilized as a dam to keep storm-related flooding at bay.", "label": "Optimal_2"}
{"text": "the USACE rate that the barrier could save numerous lives.", "label": "Label_1"}
{"text": "surge barrier fish travel som proposed that New York City invest towards the city.", "label": "Label_0"}
{"text": "it could block storm surges during a hurricane.", "label": "Label_4"}
{"text": "the barriers could save billions of dollars in property damage.", "label": "Label_1"}
{"text": "It would help less people die from storm surges after a hurricane.", "label": "Optimal_1"}
{"text": "during storms New York could block storm surges and save billions of dollars.", "label": "Optimal_2"}
{"text": "the USACE estimated that the barrier could save lives.", "label": "Label_1"}
{"text": "the USACE thinks that the barrier could save billions of dollars in property damage and save a lot of peoples lives.", "label": "Optimal_3"}
{"text": "closing the barrier's gates could block storm surges saving billions of dollars in damage and lives.", "label": "Optimal_3"}
{"text": "a surge barrier would prevent waves from slamming into cities, putting residents at risk.", "label": "Optimal_1"}
{"text": "It could save millions of lives.", "label": "Label_1"}
{"text": "it would also prevent cities from being ruined.", "label": "Label_4"}
{"text": "it would help the city from going under water and keep water out.", "label": "Label_4"}
{"text": "A surge barrier could block certain fish from etting to their spawning locations and safely releasing their eggs.", "label": "Label_0"}
{"text": "it also would protect the city by saving billions of dollars in property damage", "label": "Label_2"}
{"text": "the surge barrier could block fish from arriving at their location to safely drop their eggs", "label": "Label_0"}
{"text": "the surge barrier could change these ecosystems in various ways by, the surge barrier could interrupt the spawning season for many fish.", "label": "Label_0"}
{"text": "the barrier would prevent billions of dollars in property damage and save many lives during hurricanes.", "label": "Optimal_3"}
{"text": "it could save many lives in the event of a storm surge.", "label": "Optimal_1"}
{"text": "there are fewer inhabitants in the region, therefore the government  has less incentive to support infrastructure upgrades.", "label": "Label_0"}
{"text": "building floodwalls and levees on the shore would not have a negative impact.", "label": "Label_3"}
{"text": "it will reduce risk of many people dieing.", "label": "Label_1"}
{"text": "it could see billions of dollars in property damage and countless lives during these various storms.", "label": "Optimal_3"}
{"text": "it can block storm surges so that they won't endanger lives and destroy neighborhoods.", "label": "Optimal_3"}
{"text": "it could clear up the fish eggs.", "label": "Label_0"}
{"text": "a surge barrier could slow the water, causing some eggs to sink.", "label": "Label_0"}
{"text": "it could save billions of dollars in property damage and countless lives as they could be able to close the barrier's gate and block storm surges.", "label": "Optimal_3"}
{"text": "it could help property damage.", "label": "Label_2"}
{"text": "it would reduce the number of persons killed by storm surges following a hurricane.", "label": "Optimal_1"}
{"text": "it can also keep many environments from being destroyed.", "label": "Label_4"}
{"text": "surge barriers can save many human lives during storms.", "label": "Optimal_1"}
{"text": "environmental activists have tried to find alternative solutions.", "label": "Label_3"}
{"text": "it can affect a fishes life and sink their eggs and also slow the water flow.", "label": "Label_0"}
{"text": "it will save billions of dollars.", "label": "Label_2"}
{"text": "with surge barriers in place, more people survive and less property is damaged.", "label": "Optimal_3"}
{"text": "they also could cause problems for fish eggs and the lack of oxygen could cause them to sink.", "label": "Label_0"}
{"text": "it has the potential to save billions of dollars in damage to the city by preventing floods caused by natural catastrophes such as hurricanes.", "label": "Optimal_2"}
{"text": "it could block certain fish.", "label": "Label_0"}
{"text": "surge barriers safe billions of dollars, property damage and lives by blocking storm surges.", "label": "Optimal_3"}
{"text": "it might save individuals a lot of money by preventing flooding in the streets after a hurricane.", "label": "Optimal_2"}
{"text": "it's needed to provide protection for the city.", "label": "Label_4"}
{"text": "building floodwalls and levees on the shore instead since it doesn't negatively impact local ecosystems.", "label": "Label_3"}
{"text": "it has the potential to prevent storm surges and prevent billions of dollars in property damage.", "label": "Optimal_2"}
{"text": "alternatives such as floodwalls and levees are argued by advocates to not have any negative impact on the ecosystem.", "label": "Label_3"}
{"text": "it could prevent floods in New York City.", "label": "Label_4"}
{"text": "environmental activists are proposing that New York City invests in building floodwalls.", "label": "Label_3"}
{"text": "it  keeps water out and would help New York not to flood.", "label": "Label_4"}
{"text": "a surge barrier would slow down watter flow causing fish eggs to go to the bottom making it so they dong have oxygen.", "label": "Label_0"}
{"text": "environmental activists find solutions to not have surge barrier harm local ecosystem by building floods walls and levees on the shore.", "label": "Label_3"}
{"text": "it could protect tons of lives.", "label": "Label_1"}
{"text": "it could save so many lives.", "label": "Label_1"}
{"text": "waves can surge above the normal tide and destroy neighborhoods and buisnesses.", "label": "Label_0"}
{"text": "hurricanes imperil life if there are no surge barriers in place.", "label": "Optimal_1"}
{"text": "a surge barrier could save a lot of money from  property damage and many lives.", "label": "Optimal_3"}
{"text": "the surge barrier might also save the city a lot of money because it slows down the surge.", "label": "Optimal_2"}
{"text": "during storms, the city would be able to close the barrier's gates and saving people's lives.", "label": "Optimal_1"}
{"text": "it may also help new york city's ecosystem by blocking fish from spawning locations so they can lay their eggs safely.", "label": "Label_0"}
{"text": "it could block certain fish from getting to their spawning location", "label": "Label_0"}
{"text": "a surge barrier would prevent billions of dollars worth of property damage during storm surges.", "label": "Optimal_2"}
{"text": "it could also prevent floods.", "label": "Label_4"}
{"text": "could also harm people and businesses and neighborhoods.", "label": "Label_0"}
{"text": "a surge barrier can block storm surges and save billions of dollars in property damage, as well as save lives.", "label": "Optimal_3"}
{"text": "it can also slow down the flow of the water.", "label": "Label_0"}
{"text": "it would save many lives by keeping the huricane out.", "label": "Optimal_1"}
{"text": "it would also prevent spending billions of dollars in property damage when storms come.", "label": "Optimal_2"}
{"text": "other alternative solutions from activists such as creating flood walls rather than surge barriers and levees would also negatively impact the environment.", "label": "Label_3"}
{"text": "the USACE estimated that the barrier could save millions and even billions of dollars in property damage and save many lives.", "label": "Optimal_3"}
{"text": "it would protect the infrastructure and the people in the city.", "label": "Optimal_3"}
{"text": "it would save billions of dollars of property damage and countless lives because it blocks storm surges.", "label": "Optimal_3"}
{"text": "during storms, the city would be able to close the barrier's gates, blocking storm surges.", "label": "Label_4"}
{"text": "floodwalls and leaves would not have the same negative effect.", "label": "Label_3"}
{"text": "advocates doesn't agree on the solution that environmental activists suggests.", "label": "Label_0"}
{"text": "also slow the flow of the water, causing some eggs to sink.", "label": "Label_0"}
{"text": "the usace believes that the five-mile-long, thirty-foot-tall barrier might save many lives by closing the barrier's gates during storms, preventing storm surges.", "label": "Optimal_1"}
{"text": "it saves lots of lives by keeping the water at bay and not get out of hand.", "label": "Label_1"}
{"text": "it would help protect the city in the case of a storm surges which could help save countless lives.", "label": "Optimal_1"}
{"text": "This could pose a problem for fish eggs that need oxygen and must stat on the surface of the water in order to survive.", "label": "Label_0"}
{"text": "during storms New York city can close these barriers saving so much money from avoiding damage.", "label": "Optimal_2"}
{"text": "they're looking for alternatives like floodwall or levees  so it wouldn't harm the ecosystems.", "label": "Label_3"}
{"text": "it is harmful so they have a idea of a surge barrier made of concrete and steal that wouldn't harm them.", "label": "Label_0"}
{"text": "it could also save thousands of lives during a storm.", "label": "Optimal_1"}
{"text": "it could prevent floods.", "label": "Label_4"}
{"text": "New York City continue to endure extreme weather events.", "label": "Label_0"}
{"text": "it prevents property damage and countless lives during storm surges.", "label": "Optimal_3"}
{"text": "New York city has decided to invest on barriers on land instead of in the water so it wouldn't destroy the fish spawning season.", "label": "Label_3"}
{"text": "surge barriers helps protect New York against the hurricane floods.", "label": "Label_4"}
{"text": "the barrier could protect New York City against massive hurricane floods.", "label": "Label_4"}
{"text": "the surge barrier could also stop a string wave from crashing through city streets.", "label": "Label_3"}
{"text": "during storms the barriers are estimated to save many lives and billions of dollars in property damage.", "label": "Optimal_3"}
{"text": "the USACE thinks that the five-mile-long, thirty-foot-tall barrier could save countless live; during storms the city could close the barrier's gates, blocking storm surges.", "label": "Optimal_1"}
{"text": "it has the potential to save more lives during hurricanes.", "label": "Optimal_1"}
{"text": "it has the potential to rescue millions of people from storms.", "label": "Optimal_1"}
{"text": "the pple do nt consider on taking them down", "label": "Label_0"}
{"text": "in early 2020, kcnsna", "label": "Label_0"}
{"text": "they would just raise the buildings.", "label": "Label_0"}
{"text": "different types of surges can be made.", "label": "Label_0"}
{"text": "the surge barrier closes when there's a bad storm, it blocks storm surges from entering the city.", "label": "Label_4"}
{"text": "New York City would be protected against massive hurricane floods.", "label": "Label_4"}
{"text": "it suggested that they should build flood walls and levees on the shore bottom but this will also have a negative effect.", "label": "Label_3"}
{"text": "a surge barrier, according to the usace, might save lives during a hurricane.", "label": "Optimal_1"}
{"text": "some argued for better solutions like floodwalls and levees due to them not having a negative impact.", "label": "Label_3"}
{"text": "it could  save a lot of life.", "label": "Label_1"}
{"text": "the barrier could save billions of dollars in property damage.", "label": "Label_2"}
{"text": "New York City may invest in building flood walls and levees because they will not have the same negative effect on fish.", "label": "Label_3"}
{"text": "it could save billions worth of property damages, with it preventing hurricanes and storms.", "label": "Optimal_2"}
{"text": "it is a concrete and steel barrier that could open and close when a storm comes meaning it could save billions of dollars in property damage and save many lives.", "label": "Optimal_3"}
{"text": "the barriers could save the city from billions of dollars in property damage.", "label": "Label_2"}
{"text": "The most expensive options estimated at $188.8 billion is a surge barrier made of concrete and steel.", "label": "Label_0"}
{"text": "the city would be able to close the barrier’s gates blocking storm surges", "label": "Label_4"}
{"text": "the peple do nt consider on taking them down", "label": "Label_0"}
{"text": "it is able to slow down the rate of fish spawning and laying eggs.", "label": "Label_0"}
{"text": "it could save billions worth of property damages.", "label": "Label_2"}
{"text": "it would save many humans.", "label": "Label_1"}
{"text": "it would also harm fishes.", "label": "Label_0"}
{"text": "surge barriers could save lives, neighborhoods, and businesses, the city could also close the barriers gates blocking storm surges.", "label": "Optimal_3"}
{"text": "surge barriers are there to protect the city and save billions of dollars in property damage.", "label": "Label_2"}
{"text": "when there is a storm, the city will be able to close the surge and it will save the city up to billions of dollars of damage.", "label": "Optimal_2"}
{"text": "it could also save many lives", "label": "Label_1"}
{"text": "its a good solution", "label": "Label_0"}
{"text": "not that easy to fix.", "label": "Label_0"}
{"text": "surge barriers safeguard the city and save billions of dollars in property damage in the event of a major storm.", "label": "Optimal_2"}
{"text": "it has the potential to save a lot of lives.", "label": "Label_1"}
{"text": "the surge barrier could save life", "label": "Label_1"}
{"text": "a five mile long barrier will be built.", "label": "Label_0"}
{"text": "it would save money from property damage.", "label": "Label_2"}
{"text": "advocates suggest building flood walls and levees along the shore because they would not have a negative impact on the ecosystem.", "label": "Label_3"}
{"text": "it's help to stop the seawater go through streets.", "label": "Label_0"}
{"text": "environmental advocates in New York had said to build floodwalls and levees on the shore because the floodwalls or levees would not have the same negative impact as the barriers.", "label": "Label_3"}
{"text": "the barrier could also save billions of dollars in damage.", "label": "Label_2"}
{"text": "surge barriers could protect against massive floods", "label": "Label_4"}
{"text": "some people invested in building floodwalls and levees on the shore other than surge barriers in the water because it wouldn't have the same negative effect on the ecosystem as surge barriers.", "label": "Label_3"}
{"text": "the people have to raise up the buildings and elevate the subway systems.", "label": "Label_3"}
{"text": "coastal cities endure extreme weather events.", "label": "Label_0"}
{"text": "environmental activists have come up with alternative solutions, some people think that New York City should build floodwalls and levees on the surface instead of the surge barriers in the water, this could reduce harm to the sea creatures.", "label": "Label_3"}
{"text": "some environmental activists suggested floodwalls and levees on the shore, because it doesn't have the same negative impact on the environment than surge barriers.", "label": "Label_3"}
{"text": "it could save the city from millions of dollars in damage and could potentially save people's lives during extreme weather events.", "label": "Optimal_3"}
{"text": "advocates suggested that those solutions would not have the same negative effect on local ecosystems as surge barriers.", "label": "Label_3"}
{"text": "without it, the city would flood again, and property damage will be reduced when a storm strikes.", "label": "Optimal_2"}
{"text": "sandy was pats of a growing trend.", "label": "Label_0"}
{"text": "some people proposed  that New York City pay to build floodwalls and levees on the barriers in the water because people didn't think ecosystem impact.", "label": "Label_3"}
{"text": "it also would protect the city by saving billions of property damage.", "label": "Label_2"}
{"text": "New York City invested in building floodwalls and levees because they won't have negative impact.", "label": "Label_3"}
{"text": "the barrier could save countless lives .", "label": "Label_1"}
{"text": "it has the potential to save the community from death.", "label": "Label_1"}
{"text": "New York City can close the gates blocking the storm surges which would save billions of dollars in property damage.", "label": "Optimal_2"}
{"text": "these surge barriers may help to reduce the number of people who die as a result of a storm.", "label": "Optimal_1"}
{"text": "it slows down the flow of water that can cause problems for fish eggs that need oxygen", "label": "Label_0"}
{"text": "it would protect the city and not cost as much if a storm came through.", "label": "Optimal_2"}
{"text": "New York City could benefit from blocking storm surges and that would save billions of dollars.", "label": "Optimal_2"}
{"text": "there is way to ensure that the affects on the ecosystem will be less.", "label": "Label_0"}
{"text": "United states army corps of engineers proposed five different options to protect new York city against  massive hurricane floods like those that damage the city", "label": "Label_0"}
{"text": "it can save many lives", "label": "Label_1"}
{"text": "it could save billions of dollars in damage and save people from losing family members and their homes during massive hurricane floods.", "label": "Optimal_3"}
{"text": "many environmental groups worried about how a surge barrier might affect marine ecosystems in New York and other places.", "label": "Label_0"}
{"text": "it has the potential to save countless lives.", "label": "Label_1"}
{"text": "some environmental activists suggested floodwalls and levees on the shore, some suggested raising up buildings and elevating New York.", "label": "Label_3"}
{"text": "it could save billions of dollars and multiple peoples lives.", "label": "Optimal_3"}
{"text": "it would also save billions of dollars in property damage.", "label": "Label_2"}
{"text": "it can save many human lives.", "label": "Label_1"}
{"text": "environmental activists foud alternative solutions.", "label": "Label_3"}
{"text": "according to the usace, many lives might be spared.", "label": "Label_1"}
{"text": "it would help prevent floods coming in to damage the city because it is blocking the flood.", "label": "Optimal_2"}
{"text": "the people have to raise up the buildings and elevate the subway systems, so people will be safer.", "label": "Label_3"}
{"text": "it will decrease floods.", "label": "Label_4"}
{"text": "it could also save billions of dollars in property damage and countless lives during storms.", "label": "Optimal_3"}
{"text": "storms might be blocked by the barrier, sparing many lives.", "label": "Optimal_1"}
{"text": "surge barriers will save people a lot of money in property damages and many lives during storm surges.", "label": "Optimal_3"}
{"text": "it could save millions of dollars on damage and lives during storms.", "label": "Optimal_3"}
{"text": "it has the potential to save lives by stopping the storm.", "label": "Optimal_1"}
{"text": "it has the potential to save lives in the city.", "label": "Label_1"}
{"text": "it is believed that it will save thousands of lives.", "label": "Label_1"}
{"text": "activists are advocating for many different solutions like raising the subway because some people think that they would not have the same negative impact as surge barriers.", "label": "Label_3"}
{"text": "the barrier also could protect the people and reduce the amount of property damage.", "label": "Label_2"}
{"text": "the environmental groups tried to build a wall but it cost to much money.", "label": "Label_0"}
{"text": "some offered possible solutions.", "label": "Label_3"}
{"text": "the people do nt consider on taking them down", "label": "Label_0"}
{"text": "it could save billions of dollars in property damage!", "label": "Label_2"}
{"text": "during storms the barriers are useful because it can block storms, this is helpful because with the barrier less human lives are in danger.", "label": "Optimal_1"}
{"text": "it shields people from storms such as hurricanes.", "label": "Optimal_1"}
{"text": "it save people's lives from hurricanes.", "label": "Optimal_1"}
{"text": "it would prevent many lives and families from being lost to storm winds.", "label": "Optimal_1"}
{"text": "a surge barrier could also slow the flow of the water, causing some eggs to sink.", "label": "Label_0"}
{"text": "some suggest the city should invest to build floodwalls because it would not have the same negative impact.", "label": "Label_3"}
{"text": "it does prove beneficial to New York City because of the amount of money hurricanes cost.", "label": "Label_0"}
{"text": "activists proposed to build flood walls and levees on the shore to not have the same negative impact with a surge barrier.", "label": "Label_3"}
{"text": "it could also save billions of dollars in damages.", "label": "Label_2"}
{"text": "during storms the city could be able to close the barrier gates that would block the  storm surges, saving countless lives.", "label": "Optimal_1"}
{"text": "the barriers could save billions of dollars in property damage during storms.", "label": "Optimal_2"}
{"text": "the surge barrier's gates will be able to block the storm surges and save billions of dollars in property damage, as well countless lives.", "label": "Optimal_3"}
{"text": "during storms, the location would be able to close the barrier's gates, perhaps saving a lot of lives.", "label": "Optimal_1"}
{"text": "it could save billions of dollars for property damage.", "label": "Label_2"}
{"text": "it would completely protect them from the flood waters of the hurricane.", "label": "Label_4"}
{"text": "environmental activists have given solutions like building floodwalls.", "label": "Label_3"}
{"text": "if a storm hit, it would protect the city while also saving money.", "label": "Optimal_2"}
{"text": "thousands of lives would be saved.", "label": "Label_1"}
{"text": "environmental activists advocated for alternative solutions like building floodwalls and levees on the shore instead of building surge barriers in the water, so marine life won't be affected", "label": "Label_3"}
{"text": "they are effective at protecting the city from ocean water driven at more than 100 miles per hour from hurricanes.", "label": "Label_4"}
{"text": "it would prevent the water from damaging the cities and neighborhoods around the area.", "label": "Label_2"}
{"text": "surge barriers can block certain fish from getting to their spawning locations where they lay their eggs.", "label": "Label_0"}
{"text": "when huge waves come, the barrier might save billions of dollars in property damage.", "label": "Optimal_2"}
{"text": "it could save billions of dollars in damage.", "label": "Label_2"}
{"text": "some environmental activists found some alternative solutions, such as some proposed of building flood walls and levees on the shore so that it wouldn't affect the ecosystem.", "label": "Label_3"}
{"text": "environmental activists advocated for alternative solutions.", "label": "Label_3"}
{"text": "surge barriers protect New from all the storm surges", "label": "Label_4"}
{"text": "they could invest in building floodwalls to prevent it.", "label": "Label_3"}
{"text": "this couldpose a problem for fish eggs that need oxygen and stay on the surface of the water in order to survive.", "label": "Label_0"}
{"text": "they can help save a lot of money in property damage and saves lives as well.", "label": "Optimal_3"}
{"text": "not that easy to fix the problems", "label": "Label_0"}
{"text": "a surge berrier could interrupt the spawning season for many fish", "label": "Label_0"}
{"text": "during storms it would also save billions of dollars in property damage and save countless lives.", "label": "Optimal_3"}
{"text": "it could also be beneficial because it could save billions of dollars for property damage during storms.", "label": "Optimal_2"}
{"text": "others thought raising up buildings and elevating the subway system.", "label": "Label_3"}
{"text": "it could also slow the flow of the water, causing some eggs to sink.", "label": "Label_0"}
{"text": "it could also slow the flow of water, causing some eggs to sink", "label": "Label_0"}
{"text": "some environmental activists advocated for alternative solutions such as investing things like floodwalls and levees on the shore rather than in the water.", "label": "Label_3"}
{"text": "activists have came up with plans for different methods of achieving the goal without harming the environment, like building levees along the coast instead of in the water.", "label": "Label_3"}
{"text": "It could stop billions in damages to the area that it’s placed in.", "label": "Label_2"}
{"text": "it prevents damage which are very costly, against hurricanes and other natural causes.", "label": "Optimal_2"}
{"text": "it may be useful in the event of a flood.", "label": "Label_1"}
{"text": "by investing in building floodwalls and levees on the shore the surge barrier impact on local ecosystems will be improved and it would have no impact on the ecosystems.", "label": "Label_3"}
{"text": "it could save a billion of dollars", "label": "Label_2"}
{"text": "it would also save countless lives by blocking the hurricane.", "label": "Optimal_1"}
{"text": "other alternative solutions such as creating flood walls rather than surge barriers and levees would also negatively impact the environment.", "label": "Label_3"}
{"text": "might also save lives from being lost.", "label": "Label_1"}
{"text": "it would protect the city from storm surges and reduce damage and death.", "label": "Optimal_3"}
{"text": "the barrier can save billions of dollars in property damage after storms.", "label": "Optimal_2"}
{"text": "it could save countless lives during hurricanes.", "label": "Optimal_1"}
{"text": "in 2019 the United States Army Corps of Engineers made five different ideas to protect New York City.", "label": "Label_0"}
{"text": "United states army corps of engineers proposed five different options to protect new York city against  massive hurricane floods like those that damage the city during Hurricane sandy.", "label": "Label_0"}
{"text": "idk idk idl idk idl", "label": "Label_0"}
{"text": "others wanted to rase up the buldings and elevate New yorks subway system.", "label": "Label_3"}
{"text": "the USACE estimated that the surge barrier could save countless lives.", "label": "Label_1"}
{"text": "the USACE estimated the barriers could save numerous lives and billions of dollars in damages.", "label": "Optimal_3"}
{"text": "United states army corps of engineers proposed five different options to protect new York city against  massive hurricane floods like those that damage the city during Hurricane sandy..", "label": "Label_0"}
{"text": "during storms the barriers are useful because it can block storms.", "label": "Label_4"}
{"text": "in addition, innumerable lives have been saved.", "label": "Label_1"}
{"text": "New York Harbor and the Hudson River are home to a diverse array of marine creatures, including crabs, lobsters, herring eel, and striped bass.", "label": "Label_0"}
{"text": "other options include floodwalls and building levees that would not harm the eco system.", "label": "Label_3"}
{"text": "it could also save new York alot of money whenever it floods.", "label": "Optimal_2"}
{"text": "this could pose a problem for fish eggs that need oxygen and must stay on the surface of the water in order to survive.", "label": "Label_0"}
{"text": "it would protect the people who live in New York City and their property by closing the surge barriers gates during storms.", "label": "Optimal_3"}
{"text": "the barrier could also save billions of dollars in damage,", "label": "Label_2"}
{"text": "during storm the barrier stops storm surges and saving billions of dollars in property damage and many lives.", "label": "Optimal_3"}
{"text": "it could block storm surges and save billions of dollars of property damage.", "label": "Optimal_2"}
{"text": "the barrier would help the city from getting damaged from hurricanes.", "label": "Optimal_2"}
{"text": "some suggested that New York City should build floodwalls and levees in the water since they think it won't have the same negative impact on the ecosystem.", "label": "Label_3"}
{"text": "some people have proposed building flood walls and levees on shore rather than surge barriers in the water, it wouldn't have the same negative impact on the local ecosystem for the surge barriers.", "label": "Label_3"}
{"text": "it would save New York City billions of dollars in damage.", "label": "Label_2"}
{"text": "oxygen and must stay on the surface of the water in order to survive.", "label": "Label_0"}
{"text": "environmental activists are looking for different solutions.", "label": "Label_3"}
{"text": "the barrier can be more safe for the future hurricane's .", "label": "Label_0"}
{"text": "new york city might prevent storm surges and save billions of dollars during storms.", "label": "Optimal_2"}
{"text": "the barrier can save billions of dollars in property damage and many lives in New York City, it blocks out the strom.", "label": "Optimal_2"}
{"text": "it would stop property from being damaged.", "label": "Label_2"}
{"text": "some activists are finding alternative solutions like building floodwalls and elevating the subway system which would have a less negative impact on the local ecosystem.", "label": "Label_3"}
{"text": "other advocates suggest to build floodwalls and levees instead of surge barrier, since they would negatively impact the local ecosystem.", "label": "Label_3"}
{"text": "the city would be able to close the barrier's gates, blocking storm surges and this could help the city by saving billions of dollars in property damage and countless lives.", "label": "Optimal_3"}
{"text": "the other solution wont be that big  of a problem for wildlife.", "label": "Label_0"}
{"text": "it could a lot of money in flood damage.", "label": "Label_2"}
{"text": "it protects the people from storms like hurricanes.", "label": "Optimal_1"}
{"text": "other environmental activists proposed alternative solution.", "label": "Label_3"}
{"text": "it helps in blocking storm surges to protect the New York City from massive hurricane floods.", "label": "Label_4"}
{"text": "It can close the barrier's gates and prevent floods, and help save billions of dollars in property damage and save many lives.", "label": "Optimal_3"}
{"text": "it can prevent property damage during a hurricane.", "label": "Optimal_2"}
{"text": "it could new York city from strong winds.", "label": "Label_0"}
{"text": "it would harm the local ecosystem by making them move to a differnt loctaion to lay thier eggs.", "label": "Label_0"}
{"text": "it could also save the lives of many people.", "label": "Label_1"}
{"text": "it could be beneficial and protect the city.", "label": "Label_4"}
{"text": "surge barriers are there to protect the city when a huge storm occurs and save billions of dollars in property damage.", "label": "Optimal_2"}
{"text": "a surge barrier could make people save billions of dollars on repairs in the streets.", "label": "Label_2"}
{"text": "it could save human lives in a storm.", "label": "Optimal_1"}
{"text": "the barrier could save  billions of dollars in property damage.", "label": "Label_2"}
{"text": "the surge barriers could save lifes.", "label": "Label_1"}
{"text": "environmental activist have thought of different solutions like a floodwall off shore so it doesn't block those fish in water.", "label": "Label_0"}
{"text": "according to the usace, the barrier might save a lot of lives.", "label": "Label_1"}
{"text": "it could block storm surges and could save billions of dollars in property damage and lives.", "label": "Optimal_3"}
{"text": "during storms, cities will be able to close the gates, blocking storm surges which would help save billions of dollars in property damages, and save countless lives.", "label": "Optimal_3"}
{"text": "the USACE predicted that a barrier could save a great amount of money in destruction of property since it could block out storm surges.", "label": "Optimal_2"}
{"text": "environmental activists are finding solutions.", "label": "Label_3"}
{"text": "as New York and other coastal cities continue to endure extreme weather events elected officials weigh in on the proposals because storm surges are the leading cause of death during a hurricane.", "label": "Label_0"}
{"text": "the USACE think that the barrier can saved billions of dollars.", "label": "Label_2"}
{"text": "it would protect New York city storm floods and hurricanes.", "label": "Label_4"}
{"text": "protecting the city against natural catastrophes such as hurricanes is critical; doing so might save lives and money in the long run.", "label": "Optimal_2"}
{"text": "activists proposed that they invest in building floodwalls and leaves on the shore instead that way it would not have a negative impact on the local ecosystem..", "label": "Label_3"}
{"text": "it can find ways to prevent damage by building floodwalls or levees on the shore to replace the surge barrier and people agreed this would not have the same impact as surge barriers.", "label": "Label_3"}
{"text": "it would help protect the city in the case of a hurricane.", "label": "Label_4"}
{"text": "it would stop the water from rising and protect the people.", "label": "Label_1"}
{"text": "some wonder if it's the right option for New York City.", "label": "Label_0"}
{"text": "the surge barrier would help save amny lives.", "label": "Label_1"}
{"text": "it could save many lives and businesses from hurricanes.", "label": "Optimal_3"}
{"text": "the city would be able to have barrier gates and save billions of dollars.", "label": "Label_2"}
{"text": "some proposed to build floodwalls instead because they would have the same negative impact.", "label": "Label_3"}
{"text": "it could save billions of dollars in property damage and save countless lives during a hurricane/storm surges.", "label": "Optimal_3"}
{"text": "surge barriers may stop storm surges by closing the barrier's gates, which saves billions of dollars.", "label": "Optimal_2"}
{"text": "environmental activists have offered other solutions like a floodwall or levees.", "label": "Label_3"}
{"text": "it can protect New York City against massive hurricane floods.", "label": "Label_4"}
{"text": "the surge barrier could possibility save property damage.", "label": "Label_2"}
{"text": "it can also protect people from storm surges and save lives.", "label": "Optimal_1"}
{"text": "there are alternatives like building flood walls and levees on the shore because that won’t result in the harm of ecosystems.", "label": "Label_3"}
{"text": "it will also help to block surges of water from flooding New York City.", "label": "Label_4"}
{"text": "it could save a lot of people's lives.", "label": "Label_1"}
{"text": "seawater higher than normal tides, crashing through city streets, are endangering lives.", "label": "Label_0"}
{"text": "the good thing is that it could save billions of dollars in property  and can protect people during the hurricane.", "label": "Optimal_3"}
{"text": "it can save coutless lives.", "label": "Label_1"}
{"text": "the USACE  estimated that the surge barriers could save billions of dollars in property damage.", "label": "Label_2"}
{"text": "it could save billions of dollars in property damage and countless lives and block storm surges.", "label": "Optimal_3"}
{"text": "it would keep cities from having severe damage and save lives.", "label": "Optimal_3"}
{"text": "there are other solutions such as bulding a floodwall out of levees.", "label": "Label_3"}
{"text": "some environmental activists came up with solutions that people thought was better then building  a surge barrier because, it would have been a problem for the fish eggs.", "label": "Label_3"}
{"text": "it has the potential to save thousands of lives.", "label": "Label_1"}
{"text": "it could save people a lot of money because it could save the streets from flooding during a hurricane.", "label": "Optimal_2"}
{"text": "with it being up it could save property damage.", "label": "Label_2"}
{"text": "it also saves endangered lives.", "label": "Label_1"}
{"text": "it is necessary to protect the city from natural disasters like storms.", "label": "Label_4"}
{"text": "it would also prevent spending billions of dollars in property damage.", "label": "Label_2"}
{"text": "it would protect the city from massive floods.", "label": "Label_4"}
{"text": "it would protect the people who live in New York City.", "label": "Label_1"}
{"text": "it could prevent more deaths during hurricanes.", "label": "Optimal_1"}
{"text": "they're required to keep people safe in new york city.", "label": "Label_1"}
{"text": "Superstorm Sandy claimed about 150 lives and caused over $70 billion in damages in the United States.", "label": "Label_0"}
{"text": "it could save a lot of money on property damage.", "label": "Label_2"}
{"text": "the USACE estimated that the barrier could save billions of dollars in property damage.", "label": "Label_2"}
{"text": "there are other alternatives like building floodwalls and levees on shore.", "label": "Label_3"}
{"text": "there are many alternative solutions to solve New York City's flooding problems.", "label": "Label_3"}
{"text": "floodwalls and levees built on the shore would not have such a detrimental effect on the environment.", "label": "Label_3"}
{"text": "it would also protect it by blocking out anything from the storm that could cause damage to people, their belongings, and their lives.", "label": "Optimal_3"}
{"text": "it would also lessen the effects of hurricane storm surges by blocking oncoming water, saving buildings and lives.", "label": "Optimal_3"}
{"text": "some people make ways around the flooding to make it a less problem.", "label": "Label_0"}
{"text": "it may also help the ecosystem by blocking fish from getting to their spawn areas so that they can release their eggs safely.", "label": "Label_0"}
{"text": "some propose building floods and levees because it wouldn't have a negative impact on the environment.", "label": "Label_3"}
{"text": "environmental activists have offered other solutions like a flood wall or levees that don’t interfere with the ecosystem.", "label": "Label_3"}
{"text": "surge barrier fish travel som proposed that New York City investdrgkrok.", "label": "Label_0"}
{"text": "the surge barrier could save many lives and billions of dollars in damage during a hurricane.", "label": "Optimal_3"}
{"text": "Environmental advocates argued that the surge barrier could change these ecosystem in various ways by slow the flow of the water causing some eggs to sink.", "label": "Label_0"}
{"text": "it has the potential to prevent billions of dollars in damage to the area where it is installed as a result of a storm.", "label": "Optimal_2"}
{"text": "the USACE estimated that the barrier could save millions and even billions of dollars in property damage and save many lives during a hurricane.", "label": "Optimal_3"}
{"text": "New York could save billions on damage in the city.", "label": "Label_2"}
{"text": "not that easy to fix the problem.", "label": "Label_0"}
{"text": "it would protect people and help save costs for damage repairs.", "label": "Optimal_3"}
{"text": "the surge barrier could lower the maximum damage that occurs in cities.", "label": "Label_2"}
{"text": "also save countless lives.", "label": "Label_1"}
{"text": "the barrier could save millions of lives.", "label": "Label_1"}
{"text": "building floodwalls and also levees  rather than surge barriers in are water could result in less negative impact on are fish and ecosystem.", "label": "Label_3"}
{"text": "some wonder if it's the right option for New York City because of the extreme weather.", "label": "Label_0"}
{"text": "environmental advocates suggested other alternative solutions.", "label": "Label_3"}
{"text": "the Superstorm Sandy claimed about 150 lives and caused over $70 billion in damages to the United States.", "label": "Label_0"}
{"text": "it could save billions of dollars and multiple peoples lives during storm surges.", "label": "Optimal_3"}
{"text": "it could save billions of dollars in property damage in New York City.", "label": "Label_2"}
{"text": "some environmental activists advocated for alternative solutions", "label": "Label_3"}
{"text": "Surge barrier could save billions of dollars on damaged properties.", "label": "Label_2"}
{"text": "it could save lots of lives by keeping the water at bay and not get out of hand.", "label": "Label_1"}
{"text": "it can protect the city from storm surges by closing the gates so it can save uncountable people’s lives.", "label": "Optimal_1"}
{"text": "some people were agree to have  a surge barrier.", "label": "Label_0"}
{"text": "a surge barrier would stop the waves from crashing into cities and endangering the lives of its civilians.", "label": "Optimal_1"}
{"text": "safe many people $118.8 billion in property damage.", "label": "Label_2"}
{"text": "in the long run if a hurricane did happen again it would save New York a lot of money.", "label": "Optimal_2"}
{"text": "some environmental activist propose that New York to invest in building floodwalls", "label": "Label_3"}
{"text": "some environmental activists want different solutions, like elevating the subway and investing in building floodwalls and levees.", "label": "Label_3"}
{"text": "it could save people a lot of money because it could save the streets from flooding.", "label": "Label_2"}
{"text": "it would save the united states billions of dollars in storm damage expenditures.", "label": "Optimal_2"}
{"text": "storm surges might be prevented in new york city, saving billions of dollars in the process.", "label": "Optimal_2"}
{"text": "there are alternate solution like building flood walls and levees on shore to create a less of a negative impact on the local ecosystems.", "label": "Label_3"}
{"text": "countless peoplecould be saved by it.", "label": "Label_1"}
{"text": "building floodwalls and levees on shore would not have negative effect as a surge barriers.", "label": "Label_3"}
{"text": "it has the potential to save many lives during hurricanes.", "label": "Optimal_1"}
{"text": "environmental activists think up different solutions, such as building floodwalls and levees or elevating buildings because they do not harm the ecosystem.", "label": "Label_3"}
{"text": "it also saves lives that are in danger.", "label": "Label_1"}
{"text": "environmental activists created alternative solutions such as building floodwalls and levees on the shore rather than in the water so that it would not have a negative impact on the local ecosystem.", "label": "Label_3"}
{"text": "the surge barrier could interrupt the spawning seasson for many fish.", "label": "Label_0"}
{"text": "they are necessary to prevent New York City from flooding.", "label": "Label_4"}
{"text": "New York and other coastal cities still have extreme weather events, so they might still need them.", "label": "Label_0"}
{"text": "it could save many lives by blocking the flood waters.", "label": "Optimal_1"}
{"text": "if they invest and build flood walls it can be the solutions s", "label": "Label_3"}
{"text": "it protects against major storms like as hurricanes, which can reduce damage and save money on the cost of repairing these losses.", "label": "Optimal_2"}
{"text": "barriers could block off the surges which could save billions of dollars in property damage.", "label": "Optimal_2"}
{"text": "some proposed that New York City invest in building flood walls and levees rather than surge barriers in the water, so it doesn't have a negative effect on its ecosystem.", "label": "Label_3"}
{"text": "they have marine reptiles", "label": "Label_0"}
{"text": "a barrier could be also a problem because it would block some fish getting to their location", "label": "Label_0"}
{"text": "it would protect New York City from massive hurricanes.", "label": "Label_4"}
{"text": "it can also save billions of dollars in property damage.", "label": "Label_2"}
{"text": "it could save billions of dollars in damage in the event of a storm surge.", "label": "Optimal_2"}
{"text": "it would save billions in costs on damages for the United States.", "label": "Label_2"}
{"text": "it is necessary to protect the city from natural disasters like storms, this could save lives and money on repairs.", "label": "Optimal_2"}
{"text": "this could help save billions of peoples lifes.", "label": "Label_1"}
{"text": "according to the usace, the barrier might save thousands of lives.", "label": "Label_1"}
{"text": "during the storm the surge barrier which is five-mile-long, thirty-foot-tall will blocking the storm surges, and estimated that barrier could save billions of dollar in property damage and countless lives.", "label": "Optimal_3"}
{"text": "the barrier could save billions of dollars and lives during storm surges.", "label": "Optimal_3"}
{"text": "it stops seawater from crashing into city streets and endangering lives.", "label": "Optimal_1"}
{"text": "its better than everything flooding", "label": "Label_0"}
{"text": "people argued that floodwalls would not have the same negative effects as surge barriers.", "label": "Label_3"}
{"text": "the surge barriers could protect New York city from harm and water damage.", "label": "Label_2"}
{"text": "certain fish get blocked from getting to their spawing locations.", "label": "Label_0"}
{"text": "it proposed to build floodwalls and levees on the shore to not have the same negative impact on the people in the city.", "label": "Label_3"}
{"text": "it would aid in the protection of the metropolis in the event of a storm surge, perhaps saving countless lives.", "label": "Optimal_1"}
{"text": "there are alternatives to a surge barrier like floodwalls and levees as these would not have the same negative impact.", "label": "Label_3"}
{"text": "the city will be able to close the barrier gate, blocking storm surges and surge barrier can save millions of dollars in property damage and countless lives.", "label": "Optimal_3"}
{"text": "a new plan for investing to build levees and floodwalls on the shore rather than barriers in the water to not leave a negative impact on the ecosystem.", "label": "Label_3"}
{"text": "the surge barrier has the potential to save many lives.", "label": "Label_1"}
{"text": "could even slow the flow of the water, which causes some eggs to sink.", "label": "Label_0"}
{"text": "this could help stop property damage.", "label": "Label_2"}
{"text": "advocates argued that those solutions wouldn't have the same impact.", "label": "Label_3"}
{"text": "some environmental activist speak up for the alternative solution, For example, some think that New York City so invest in building floodwalls and levees rather than look for barriers in the water because it will not have a negative impact on the local ecosystem as the surge barriers.", "label": "Label_3"}
{"text": "it would save a lot of many in property damage.", "label": "Label_2"}
{"text": "it would elevate new york citys subway system.", "label": "Label_3"}
{"text": "it protects the city streets, endangering people's lives, and ruining neighborhoods and businesses.", "label": "Label_0"}
{"text": "when storm surges occur, a surge barrier might save billions of dollars in property damage.", "label": "Optimal_2"}
{"text": "it can help save billions of dollars in damage to the city.", "label": "Label_2"}
{"text": "it can also save the city millions in city repairs.", "label": "Label_2"}
{"text": "some activists are looking for alternative solutions like building flood walls and levees on the shore instead of surge barriers so that it wouldn't harm the ecosystem.", "label": "Label_3"}
{"text": "it could also prevent damages and the cost of damages greatly when waves of seawater get controlled by hurricane winds.", "label": "Optimal_2"}
{"text": "by keeping the huricane out, many lives would be saved.", "label": "Optimal_1"}
{"text": "raising buildings and subways are solutions to the problem.", "label": "Label_3"}
{"text": "2 months the river dried up and th water was absorbed and evaporated, the bird species dropped after a year.", "label": "Label_0"}
{"text": "it could save countless lives and millions of dollars in property damage if another hurricane does occur.", "label": "Optimal_3"}
{"text": "it has the potential to save many lives by keeping the water at bay and preventing it from getting out of control.", "label": "Label_1"}
{"text": "billions of dollars in property damage and save countless lives during a storm.", "label": "Optimal_3"}
{"text": "it would protect the harbor.", "label": "Label_4"}
{"text": "it would prevent the water from rising and keep people safe.", "label": "Label_1"}
{"text": "it could also do a lot of good.", "label": "Label_0"}
{"text": "it keeps water out and would help New York not to flood.", "label": "Label_4"}
{"text": "some adocates proposed to build floodwalls.", "label": "Label_3"}
{"text": "flood walls or levees could be built instead which have less negative impacts.", "label": "Label_3"}
{"text": "some people want to try floodwalls and levees on the shores instead of suge barriers.", "label": "Label_3"}
{"text": "the surge barrier could possibility save people's lives from storms.", "label": "Optimal_1"}
{"text": "some rather invest in building floodwalls and leeves instead of surge barriers.", "label": "Label_3"}
{"text": "the surge barrier could block the storm surges by closing the barrier gates, it could save billions of dollars in property damage and countless lives.", "label": "Optimal_3"}
{"text": "there an be some other alternative solutions for the barriers.", "label": "Label_3"}
{"text": "it can save lives and billions of dollars in damages.", "label": "Optimal_3"}
{"text": "the surge barrier could change these ecosystems in various ways by the surge barrier could interrupt the spawning season for many fish.", "label": "Label_0"}
{"text": "barrier gates would allow the city to save billions of dollars during storms.", "label": "Optimal_2"}
{"text": "it could also save the lives of people who would otherwise die from the storm surges.", "label": "Optimal_1"}
{"text": "this could cause some of the eggs to sink.", "label": "Label_0"}
{"text": "it would protect the city from big storms and storm surges and save billions of dollars and tons of lives.", "label": "Optimal_3"}
{"text": "some people were agree to have it", "label": "Label_0"}
{"text": "it would stop the city from flooding.", "label": "Label_4"}
{"text": "the hurricanes and wids will do more.", "label": "Label_0"}
{"text": "it could also save billions of dollars and peoples businesses.", "label": "Label_2"}
{"text": "it could save billions of dollars of property damage from the floods.", "label": "Label_2"}
{"text": "some environmental activists advocate for less environmentally damaging, such as building flood walls and levees on the shore rather than a sure barriers in the water.", "label": "Label_3"}
{"text": "many people have said to invest in building floodwalls and levees on the shore instead of surge barriers in the water because they will not harm the ecosystem.", "label": "Label_3"}
{"text": "it protects people by preventing storm surges.", "label": "Optimal_1"}
{"text": "the surge barriers could stop storm surges and not letting the storm surges damage the city and take lives.", "label": "Optimal_3"}
{"text": "it would help protect the city in the case of a storm surges.", "label": "Label_4"}
{"text": "it can also save billions of dollars, and save lives, by blocking storm surges.", "label": "Optimal_3"}
{"text": "there are alternative solutions", "label": "Label_3"}
{"text": "it might also help new york save money in the event of a flood.", "label": "Optimal_2"}
{"text": "the USACE has estimated that the barrier could save over billions of dollars in damage.", "label": "Label_2"}
{"text": "they would just raise, and  elevate the buildings.", "label": "Label_0"}
{"text": "otherwise there no way to prevent massive property damage during a hurricane.", "label": "Optimal_2"}
{"text": "some environmental activists suggest investing in floodwalls and levees on the shore.", "label": "Label_3"}
{"text": "the USACE estimated that the barrier could save billions of dollars in property damage and countless lives during storms.", "label": "Optimal_3"}
{"text": "there are alternative solutions for example, building floodwalls and levees on the shore, that would not have the same negative effects on the  ecosystem.", "label": "Label_3"}
{"text": "the construction of these surge barriers by the usace might save many lives.", "label": "Label_1"}
{"text": "floodwalls and levees on the shore would be a better solution because research shows they would not have the same negative impacts.", "label": "Label_3"}
{"text": "environmental activists advocated that new York City invest in floodwalls.", "label": "Label_3"}
{"text": "some activists tried for alternative solutions.", "label": "Label_3"}
{"text": "it would help protect them.", "label": "Label_4"}
{"text": "the barrier could prevent countless deaths.", "label": "Label_1"}
{"text": "it is necessary to regulate the water.", "label": "Label_0"}
{"text": "it could protect the city from storms by blocking seawater surges by closing the barriers.", "label": "Label_4"}
{"text": "there would be an end to climate change.", "label": "Label_0"}
{"text": "it can also harm the marine creatures.", "label": "Label_0"}
{"text": "it could prevent the death of people in the city.", "label": "Label_1"}
{"text": "it would save many lives of people in the city by protecting them from storm surges.", "label": "Optimal_1"}
{"text": "the cities around the coast need them due to extreme weather.", "label": "Label_0"}
{"text": "the barrier could block storms saving countless lives.", "label": "Optimal_1"}
{"text": "it has the potential to save a large number of lives.", "label": "Label_1"}
{"text": "they can harm other eggs and make them grow slower.", "label": "Label_0"}
{"text": "it can harm the bay animals.", "label": "Label_0"}
{"text": "the USACE estimated that the barrier could save countless lives by blocking storm surges.", "label": "Optimal_1"}
{"text": "not that easy to fix the problems.", "label": "Label_0"}
{"text": "it would provide protection from storm surges.", "label": "Label_4"}
{"text": "it would still protect New York City from hurricanes.", "label": "Label_4"}
{"text": "by investing in building floodwalls and levees on the shore the surge barrier impact on local ecosystems will be improved.", "label": "Label_3"}
{"text": "there are a variation of proposes to making in building and elevating NY's subway system, for as not to destroy and damage the marine fauna.", "label": "Label_3"}
{"text": "during storms, the city would be able to save billions of dollars on their property damages and expenses.", "label": "Optimal_2"}
{"text": "many say it it changes it would still cause the same negative impact.", "label": "Label_0"}
{"text": "it could interrupt the spawning season for many fish.", "label": "Label_0"}
{"text": "it could stop endangering neighborhoods and businesses.", "label": "Label_2"}
{"text": "it would protect the people who live in the area.", "label": "Label_1"}
{"text": "the USACE estimated the barriers could save numerous lives and billions of dollars in damages during intense coastal storms.", "label": "Optimal_3"}
{"text": "it would help prevent floods coming in to damage the city.", "label": "Optimal_2"}
{"text": "it can also stop many natural attacks.", "label": "Label_0"}
{"text": "the barrier would prevent billions of dollars in property damage and save many lives.", "label": "Optimal_3"}
{"text": "a surge barrier could save billions of dollars in property damage.", "label": "Label_2"}
{"text": "the White House officals say its expensive.", "label": "Label_0"}
{"text": "it could close off barriers to be safe against storm damage.", "label": "Optimal_2"}
{"text": "it could also save billions of dollars in property damage and countless lives during a storm.", "label": "Optimal_3"}
{"text": "Environmental advocates argued that the surge barrier could change these ecosytems in various ways.", "label": "Label_0"}
{"text": "in the case of a storm surge, it might save many lives.", "label": "Optimal_1"}
{"text": "it can defend the city from storm surges by closing the gates, perhaps saving the lives of thousands of people.", "label": "Optimal_1"}
{"text": "it helps protect against hurricane and save lives.", "label": "Optimal_1"}
{"text": "it also slow the flow of water, causing some eggs to sink.", "label": "Label_0"}
{"text": "advocates arugued there can be solutions.", "label": "Label_3"}
{"text": "if they invest and build flood walls it can be the solution.", "label": "Label_3"}
{"text": "during storm surges, a surge barrier might save billions of dollars in property damage.", "label": "Optimal_2"}
{"text": "the surge barrier could save many lives and billions of dollars in damage.", "label": "Optimal_3"}
{"text": "it's needed too  provide protection for the city.", "label": "Label_4"}
{"text": "the barrier could save billions of dollars in property destruction.", "label": "Label_2"}
{"text": "Environmental advocates argued that the surge barrier could change these ecosytems in various ways", "label": "Label_0"}
{"text": "it could be beneficial and protect the city from giant waves of water.", "label": "Label_4"}
{"text": "it would also save billions in damages.", "label": "Label_2"}
{"text": "when a storm hits it could also save billions of dollars in property damage and save countless lives.", "label": "Optimal_3"}
{"text": "could also harm people and businesses and neighborhoods, most expensive option is estimated at $118.8 billion, is a surge barrier made of concrete and steel.", "label": "Label_0"}
{"text": "it could re direct water away from the city, protecting property.", "label": "Label_2"}
{"text": "because of the hurricane-like floods that damage the coastal cities of New York City, dozens of lives could be saved from a surge of water destroying homes.", "label": "Optimal_1"}
{"text": "some environmental activists advocated for alternative solutions such as investing in building floodwalls.", "label": "Label_3"}
{"text": "Some proposed to New York invest in building floodwalls and the levees on the shore, others offered different solutions like raising up the buildings and elevating New York City´s subway system.", "label": "Label_3"}
{"text": "it aids in storm protection and lifesaving.", "label": "Optimal_1"}
{"text": "the surge barrier could also help the people because peoples properties wouldn't be getting completely destroyed.", "label": "Optimal_2"}
{"text": "the city could build levees or floodwalls in the water that won't harm the fish.", "label": "Label_3"}
{"text": "advocates argued that those solutions wouldn't have the same impact on.", "label": "Label_3"}
{"text": "the USACE says the the barrier could save bcountless lives.", "label": "Label_1"}
{"text": "the government believed it was to expensive.", "label": "Label_0"}
{"text": "it would protect the city and save billions of dollars in damage cost.", "label": "Label_2"}
{"text": "surge barrier could lower the maximum damage that occurs in cities.", "label": "Label_2"}
{"text": "it could save billions of dollars in property damage.", "label": "Label_2"}
{"text": "New York City", "label": "Label_0"}
{"text": "could also prevent lives being destroyed.", "label": "Label_1"}
{"text": "surge barriers would be helpful when it comes to saving lives during a hurricane and preventing property damage.", "label": "Optimal_3"}
{"text": "the surge barriers could save life.", "label": "Label_1"}
{"text": "the barrier can save many homes and businesses.", "label": "Optimal_3"}
{"text": "idk idk idl idk", "label": "Label_0"}
{"text": "surge barriers are the leading solution to deadly storm surges.", "label": "Label_3"}
{"text": "it would stop a flood from happening and protect the city.", "label": "Label_4"}
{"text": "the surge barrier would be able to block storm surges saving billions of property damage and countless lives.", "label": "Optimal_3"}
{"text": "Some proposed to New York invest in building floodwalls and the levees on the shore, people thinks that is a better solution because the surge barrier kill the fishs.", "label": "Label_3"}
{"text": "it will slow the flow of water making fish eggs sink.", "label": "Label_0"}
{"text": "th pple do nt consider on taking them down", "label": "Label_0"}
{"text": "a barrier could be also a problem because it would block some fish getting to their location.", "label": "Label_0"}
{"text": "it could save billions of dollars in property damage by protecting people from hurricanes.", "label": "Optimal_2"}
{"text": "it could also save the city mass amounts of money, because the surge barrier would slow down the surge.", "label": "Optimal_2"}
{"text": "many say it it changes it would still cause the same negative impact on the environment.", "label": "Label_0"}
{"text": "during the storm the surge barrier which is five-mile-long, thirty-foot-tall will blocking the storm surges.", "label": "Label_4"}
{"text": "it is to expensive to fix this problem.", "label": "Label_0"}
{"text": "the barrier could save countless of lives after a storm surge.", "label": "Optimal_1"}
{"text": "it would also cost 118.8 billion.", "label": "Label_0"}
{"text": "it could save the city from millions of dollars of damage.", "label": "Label_2"}
{"text": "it would protect the city from storm surges and save billions of dollars worth of property damage.", "label": "Optimal_2"}
{"text": "instead, they could raise up buildings in New York.", "label": "Label_3"}
{"text": "it saves many lives by holding the water at bay and preventing it from getting out of control.", "label": "Label_1"}
{"text": "hurricanes were avoided, and people's lives were saved.", "label": "Optimal_1"}
{"text": "some proposed for other solutions, such as floodwalls and levees instead of surge barriers which would not have the same negative effects as surge barriers.", "label": "Label_3"}
{"text": "it is helpful for raising up buildings in New York.", "label": "Label_3"}
{"text": "it could also save billions of dollars in property damage along with countless lives when a storm surge hits.", "label": "Optimal_3"}
{"text": "the barrier's ability to prevent the surge might save many lives.", "label": "Optimal_1"}
{"text": "there are alternative solutions to seawater surge, such as floodwalls and levees which do not impact the ecosystem in the same negative way.", "label": "Label_3"}
{"text": "during storms the barrier could be closed stopping storm surges saving lives and property.", "label": "Optimal_3"}
{"text": "the barrier might affect the Harbor and the Hudson river.", "label": "Label_0"}
{"text": "it could protect tons of lives and it would protect the city from getting damaged by hurricanes.", "label": "Optimal_3"}
{"text": "if they invest and build flood walls it can be the solutions", "label": "Label_3"}
{"text": "it could also save new York alot of money.", "label": "Label_2"}
{"text": "it could keep sea water from surging above the normal tide.", "label": "Label_4"}
{"text": "surge barrier are a very good way to protect against floods.", "label": "Label_4"}
{"text": "it could prevent more dangerous things from happening.", "label": "Label_4"}
{"text": "during storms, the place would be able to close barrier's gates, and could save many lives.", "label": "Optimal_1"}
{"text": "environmental activists suggest the use of floodwalls and levees on the shore instead of surge barriers in the water as it's argued they would not have the same negative impact on the ecosystem.", "label": "Label_3"}
{"text": "some activist are advocating for alternative solutions like building floodwalls, and levees on the shore because they won't have a negative impact on the ecosystem.", "label": "Label_3"}
{"text": "some environmental activists advocated alternative solutions like, building floodwalls and levees on the shore which helps fish transport to their spawning locations better than a surge barrier.", "label": "Label_3"}
{"text": "they're are some alternatives like building flood walls and levees on the shore rather than the barriers.", "label": "Label_3"}
{"text": "some people want to try floodwalls and levees on the shores instead of surge barriers the floodwalls would not have a negative impact on local ecosystems.", "label": "Label_3"}
{"text": "environmental activists propose that New York City should invest in levees and floodwalls instead of surge barriers because these solutions would not have the same negative impact on local ecosystems as surge barriers would.", "label": "Label_3"}
{"text": "building floods walls and levees on the shore wouldn't harm them.", "label": "Label_3"}
{"text": "idk idk idl", "label": "Label_0"}
{"text": "this could pose a problem for fish eggs that need oxygen and muststay on the surface of the water in order to survive.", "label": "Label_0"}
{"text": "it could prevent the death of people in the city due to the rising water.", "label": "Label_1"}
{"text": "in the event of a tsunami, it might also save countless lives.", "label": "Optimal_1"}
{"text": "if they can control it will not hurt any animals.", "label": "Label_0"}
