{"text": "these villages such as Yusuhara are providing cheap housing to attract permanent residents.", "label": "Optimal_1"}
{"text": "the villages are making living very cheap and helping people make houses in their villages.", "label": "Label_2"}
{"text": "they try to get them to stay by agriculture.", "label": "Label_1"}
{"text": "the local government in Yusuhara is offering housing for 7% of the price of housing in big cities.", "label": "Optimal_1"}
{"text": "the government of the Yusuhara villages is making it cheaper to live there.", "label": "Optimal_1"}
{"text": "the local government is giving money to young people who are willing to live in these rural areas.", "label": "Label_3"}
{"text": "when young adults aren't working the local government receives less tax money to for retirement homes and health care for elderly people.", "label": "Label_4"}
{"text": "the government has started offering $130 a month for houses in the communities.", "label": "Label_2"}
{"text": "they have to work a lot more for the villages.", "label": "Label_0"}
{"text": "Yusuhara is offering young people cash to build houses in small towns and offering less rent.", "label": "Optimal_1"}
{"text": "the local government will pay them large amounts of money to help a young person build a house to stay.", "label": "Label_5"}
{"text": "the local government are giving people $27,000 if they decide to build a home", "label": "Label_5"}
{"text": "the government is offering houses for around $130 a month.", "label": "Label_2"}
{"text": "the local government of Yusuhara is willing to offer houses at around $130 a month and if they want to build a house they will give them more than 27,000 to do so.", "label": "Optimal_1"}
{"text": "they need to find a different way of surviving.bnbbh", "label": "Label_0"}
{"text": "they are taking over the population.....", "label": "Label_0"}
{"text": "The government of Yusuhara offered houses for $130 a month to draw in young people.", "label": "Optimal_1"}
{"text": "the government is trying to make housing in rural areas more appealing by lowering housing costs.", "label": "Label_2"}
{"text": "they dropping prices of homes in villages to make young people want to move there.", "label": "Label_2"}
{"text": "the Japanese government is paying people $130 dollars a month to get people to move to villages.", "label": "Label_2"}
{"text": "they have to work a lot more for the villages and it the elderly people would be fine, so the village can be better", "label": "Label_4"}
{"text": "villages like Yusuhara are trying to attract younger people through low cost housing and building opportunities.", "label": "Optimal_1"}
{"text": "they are offering incentives like low rent in a small town mountain Yosuhara to help move permanent young residents there.", "label": "Optimal_1"}
{"text": "they're trying to build houses and apartments to attract young people in Yusuhara.", "label": "Label_1"}
{"text": "the government of many small villages are offering cheap rent in order to draw in young residents.", "label": "Label_2"}
{"text": "the government has lowered the monthly rent for apartments in rural villages.", "label": "Label_2"}
{"text": "Yusuhara made the rent $130 a month to attract permanent young residents.", "label": "Optimal_1"}
{"text": "the city Yushuhara lowered the cost of rent for a two bedroom apartment.", "label": "Optimal_1"}
{"text": "they can farm the land and have kids to grow the population.", "label": "Label_4"}
{"text": "Yusuhara offers houses for around $130 a month in hopes to draw young people in.", "label": "Optimal_1"}
{"text": "older people can receive health care and retirement homes.", "label": "Label_4"}
{"text": "The more yougner people in a park the better.kkkk", "label": "Label_0"}
{"text": "they are making the houses cheaper to buy there and giving a lot of money for people to build them and building a small mountain in Yusuhara.", "label": "Optimal_1"}
{"text": "the government of Yusuhara made the rent lower in the villages to make it more appealing for young people to live there.", "label": "Optimal_1"}
{"text": "attracting them permanently is a main goal otherwise they would not be able to support themselves the tokyo's local government is offering houses and money to build houses in hopes of drawing them in", "label": "Label_7"}
{"text": "young people are being given money and funding", "label": "Label_3"}
{"text": "small villages offer financial support by providing $27,000 to people who build a house in Yusuhara.", "label": "Optimal_2"}
{"text": "they will pay $130 for housing provided by the Yusuhara government.", "label": "Optimal_1"}
{"text": "if they pay them money to rejoin the farmlands there will be an increase in farmers and miners in the near future.", "label": "Label_3"}
{"text": "a small mountain town called Yusuhara is trying to attract young residents by offering cheap houses.", "label": "Optimal_1"}
{"text": "the villages of rural Japan won't become deserted by young people leaving.", "label": "Label_4"}
{"text": "the government of Yusuhara offers houses for around $130 a month in hopes of drawing in young people.", "label": "Optimal_1"}
{"text": "the villages could focus on attracting young permanent residents.", "label": "Label_1"}
{"text": "Rural Villages can stay around.", "label": "Label_4"}
{"text": "the Japanese government is implementing systems to try and bring young people back to rural villages.", "label": "Label_1"}
{"text": "the government is making the conditions to live at the villages cheaper for young residents to live there.", "label": "Label_2"}
{"text": "Yusuhara is drawing them in with low living costs.", "label": "Optimal_1"}
{"text": "the gov is giving people money", "label": "Label_3"}
{"text": "Yusuhara is giving young people $27,000 to build a house in the village.", "label": "Optimal_2"}
{"text": "the government of Yusuhara offers cheap properties, costing only $130 per month.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering houses with only 7 percent of the average price in hopes of attracting in young people.", "label": "Optimal_1"}
{"text": "villages are providing financial incentives, like 7% housing costs, for young people to move there.", "label": "Label_2"}
{"text": "Yusuhara is lowering rent costs to attract young residents.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is helping younger people move into the villages permanently and helping with costs of houses.", "label": "Optimal_1"}
{"text": "the government provided many advantages like houses priced at 7% of the average price and money to expand their homes.", "label": "Label_2"}
{"text": "without them the economy would decrease and so would the people, leading up to a decrease of population.", "label": "Label_4"}
{"text": "the government in Yusuhara is offering affordable housing and giving them money to build their own homes.", "label": "Optimal_2"}
{"text": "the local government said that if young people build their own house in Yusuhara, they will give them more than $27,000.", "label": "Optimal_2"}
{"text": "they try to keep them there.", "label": "Label_1"}
{"text": "they need to find a different way of surviving.bnb", "label": "Label_0"}
{"text": "The government of Yusuhara is selling houses for $130 a month.", "label": "Optimal_1"}
{"text": "the villages are making living very cheap and helping people make houses in Yusuhara.", "label": "Optimal_1"}
{"text": "the head of finance and planning for a town called Yusuhara told EFE News Service about their youth population problem.", "label": "Label_0"}
{"text": "the government is lowering the costs of  living to luer young adults in.", "label": "Label_2"}
{"text": "if a young want built a house it very have cost the local government more than $27,000 to do.", "label": "Label_5"}
{"text": "the local government of Yushuara grants them many benefits for moving into the areas like lowering rent costs to 130$ a month.", "label": "Optimal_1"}
{"text": "all of their efforts are focused on making young people move there, local governments are offering $27,000 to anyone who wants to build a house or $130 a month for rent.", "label": "Label_2"}
{"text": "the government of Yusuhara is giving young residents money to build houses and a price cut of housing.", "label": "Optimal_1"}
{"text": "the goal is to attract more young residents.", "label": "Label_1"}
{"text": "Yusuhara has lowered the cost of housing in hopes of bringing younger people there to live.", "label": "Optimal_1"}
{"text": "there are efforts being done in Tokyo to bring them back in, such as giving them money to help them build their own houses.", "label": "Label_7"}
{"text": "the Yusuhara government will more than $27,000 to stay.", "label": "Label_3"}
{"text": "efforts to support and encourage their participation in local community activities like the ones to engage on farming, tourism, and other industries essential to the economy.", "label": "Label_0"}
{"text": "many rural japanese villages have started lowering the price of housing in their village to attract young people.", "label": "Label_2"}
{"text": "They are trying there best to attract young people even by giving them money.", "label": "Label_3"}
{"text": "they have lowered the rent to $130 a month and the local government can pay them to live there.", "label": "Label_2"}
{"text": "they need help in the rural and rural is trying to get help", "label": "Label_0"}
{"text": "the government of Yusuhara is lowering prices of houses in villages and giving young people 27,000 to build their own house in Yusuhara.", "label": "Optimal_1"}
{"text": "houses are being offered with the equivalent of about $130 a month.", "label": "Label_2"}
{"text": "the government is lowering down rent prices.", "label": "Label_2"}
{"text": "People are helping by attracting more young people to the mountain town called Yusuhara with money.", "label": "Label_3"}
{"text": "the government is offering houses for only 7% of the average price to attract young people to these rural locations.", "label": "Label_2"}
{"text": "to attract more young people they are lowering rent and even paying people to build their homes in rural areas and villages like Yushara.", "label": "Optimal_1"}
{"text": "the aftermath would pay $130 for housing from the Yusuhara government.", "label": "Optimal_1"}
{"text": "attracting young permanent residents is the main goal for rural villages, if a young person wants to build a house in Yusuhara the government will give them $27,000 to do so.", "label": "Optimal_2"}
{"text": "the head of planning and finance for a small town, Mayumi Matsuyama, is focusing all of their efforts on making young people move there by providing financial aid and lowering housing prices.", "label": "Label_2"}
{"text": "by the year of 2040 most towns will be abandoned.", "label": "Label_4"}
{"text": "Mayumi Matsuyama is focusing on making young people move to villages.", "label": "Label_1"}
{"text": "the government of Yusuhara is offering cheaper rent compared to Tokyo.", "label": "Optimal_1"}
{"text": "the government of yusuhara has decreased their housing prices in hopes of drawing in the young people.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering housing for 130$ a month and if a resident wants to build their own house they'll loan them 27,000$ to help.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering houses for half the prices or giving the young residents more than $27,000 to build their own house so the villages can stay alive.", "label": "Optimal_2"}
{"text": "the government gives them money to build their own house", "label": "Label_5"}
{"text": "Mayumi Matsuyama has planned to making a rural village called Yasuhara, a town with cheap housing in hopes of drawing in more young people.", "label": "Optimal_1"}
{"text": "the government has started offering young people cheaper houses to make young people move back to rural areas.", "label": "Label_2"}
{"text": "local governments of Yusuhara are incentivizing living in these villages through cheap living spending and money.", "label": "Optimal_1"}
{"text": "Mayumi Matsuyama is offering incentives such as $130 a month of rent for a home, or $27,000 to build their homes.", "label": "Label_2"}
{"text": "places like Yasuhara is lowing rent prices trying to draw young people back into the villages.", "label": "Optimal_1"}
{"text": "the local government will provide more than $27,000 for them to live in rural villages.", "label": "Label_5"}
{"text": "the government of Yusuhara is lowering the prices of living in rural villages in an attempt to get young people to move there.", "label": "Optimal_1"}
{"text": "the government is offering houses around 130 dollars when they are worth way more.", "label": "Label_2"}
{"text": "they can have a growing population.", "label": "Label_4"}
{"text": "the villages can still be around", "label": "Label_4"}
{"text": "the government of Yushuhara is lowering the rent to 7% the average price and giving them money to build houses to draw them in.", "label": "Optimal_1"}
{"text": "the government of Tokyo offers houses for around $130 a month in hopes of drawing in young people.", "label": "Label_7"}
{"text": "rural villages, like Yusuhara, have made it their goal to attract more younger residents by offering low-cost living and stipends to build their own homes.", "label": "Optimal_1"}
{"text": "Yushuara is offering cheap housing and offering 27,000 if a young person builds their own house.", "label": "Optimal_1"}
{"text": "the goverment is making an effrot by paying people to move to small villages.", "label": "Label_3"}
{"text": "governments such as the government of Yusuhara are offering houses 7% of the average price of an apartment in Tokyo in order to draw young people back into these villages.", "label": "Optimal_1"}
{"text": "the older people are trying to get them to come back so what the local governments are doing is they are lowering the cost of housing of Yusuhara and getting put on the news.", "label": "Optimal_1"}
{"text": "Goverment is giving money to people if they live in the village and a house.", "label": "Label_5"}
{"text": "Mayumi Matsuyama lowered house rent and give young people 27,000 dollars to build a house, so that some young people will come and stay in the japanese villages.", "label": "Label_2"}
{"text": "the government of Yasuhara will give the young people more than $27,000 to build their own house.", "label": "Optimal_2"}
{"text": "the government of Yushuara in Tokyo is cutting down house prices to $130 a month.", "label": "Optimal_1"}
{"text": "rural villages don't give have good universities and high paying jobs.", "label": "Label_4"}
{"text": "the villages are trying to draw new young people into their villages.", "label": "Label_1"}
{"text": "the government is offering incentives for people building their house there or renting there.", "label": "Label_5"}
{"text": "some villages are trying to persuade young people with cheap rent.", "label": "Label_2"}
{"text": "villages began trying to attract young people with low housing cost.", "label": "Label_2"}
{"text": "they are taking over the population...", "label": "Label_0"}
{"text": "the government is offering houses for only 7% of the average price to attract young people to these rural locations such as Yusuhara.", "label": "Optimal_1"}
{"text": "the government is willing to offer cheap housing to bring the young people back.", "label": "Label_2"}
{"text": "rural villages, like Tokyo, are offering cheaper houses with the goal of drawing in young people.", "label": "Label_7"}
{"text": "the goal is to attract more young residents by offering cheaper living.", "label": "Label_2"}
{"text": "the government of Tokyo is making it so living in a house is only 7% of the price it is in the city.", "label": "Label_7"}
{"text": "the government of Yushuhara is lowering the rent to 7% the average price and giving them money to build houses to draw young people in.", "label": "Optimal_1"}
{"text": "the village Yusuhara is making the price of houses cheaper in the villages to attract more young adults.", "label": "Optimal_1"}
{"text": "the local government in Yusuhara is willing to give $27,000 to a young person if they want to build a house in their city.", "label": "Optimal_2"}
{"text": "the government is offering affordable housing and giving them money to build their own homes.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering cheaper housing, in hopes to draw in young people.", "label": "Optimal_1"}
{"text": "Japanese government is offering low prices on houses and loans to build houses in Yusuhara.", "label": "Optimal_1"}
{"text": "the government of the villages is making it cheaper to live their.", "label": "Label_2"}
{"text": "some villages have slightly increased their populations.", "label": "Label_0"}
{"text": "villages are making efforts to attract young people to move there permanently.", "label": "Label_1"}
{"text": "attracting them permanently is a main goal otherwise they would not be able to support themselves.", "label": "Label_1"}
{"text": "the government is offering houses to attract young people.", "label": "Label_6"}
{"text": "the government of Yusuhara is reducing prices of housing and even giving a grant for people who want to build homes.", "label": "Optimal_1"}
{"text": "these village towns have started to try and bring back their young population, one way being lowering the price of housing.", "label": "Label_2"}
{"text": "the main goal for rural villages is to attract young permanent residents by offering houses for less money.", "label": "Label_2"}
{"text": "the government of Yusuhara is trying to get more young people to move there to help by giving them enough money to help build houses.", "label": "Optimal_2"}
{"text": "they are lowering prices in rural towns to attract young people.", "label": "Label_2"}
{"text": "they need help in the rural and if young people the villages will not stay alive", "label": "Label_4"}
{"text": "attracting young permanent residents is the solution for these rural villages by lowering the rent in the rural areas.", "label": "Label_2"}
{"text": "villages like Yusuhara are focusing their efforts on making young people move into rural villages permanently by doing things like offering cheap houses.", "label": "Optimal_1"}
{"text": "they are trying there best to bring back the population.", "label": "Label_1"}
{"text": "some villages decreased housing prices to only 7% of the prices in Tokyo.", "label": "Label_2"}
{"text": "efforts are made to attract young people by decreasing rent like how Tokyo did.", "label": "Label_7"}
{"text": "The more yougner people in a park the better.", "label": "Label_0"}
{"text": "the government of Yusuhara is offering houses for only 7% of the price, in hopes of bringing back young people.", "label": "Optimal_1"}
{"text": "local governments fund housing for younger people to build their own houses.", "label": "Label_5"}
{"text": "the government of Yasuhara is offering cheap housing, in hopes of drawing in young children.", "label": "Optimal_1"}
{"text": "the local governments in villages like Yusuhara are offering people things such as money to build houses and cheap living costs as an incentive to move to these rural villages.", "label": "Optimal_1"}
{"text": "the village Yusuhara is renting houses for only 130 dollars per month to convince the young residents to stay permanently.", "label": "Optimal_1"}
{"text": "they are trying to attract people by how low the prices are at.", "label": "Label_2"}
{"text": "the local government decided to offer houses at a lower pice a month to make it more affordable.", "label": "Label_2"}
{"text": "villages increase their population by lowering the prices of houses.", "label": "Label_2"}
{"text": "the yushara government is offering houses for the young people.", "label": "Label_6"}
{"text": "the government is lowering the costs of living in Yusuhara to bring young adults in.", "label": "Optimal_1"}
{"text": "rural villages attract young people by having lower house costs than the city like Mayumi Matsuyama.", "label": "Label_2"}
{"text": "the government will pay people $27,000 to build their houses in Yusuhara.", "label": "Optimal_2"}
{"text": "towns are offering 7% cheaper homes in order to temp people to move there.", "label": "Label_2"}
{"text": "government is trying to attract them by offering houses for $130 a month and if a young person wanted to construct their own house the Yusuhara government will give them more that 27,000.", "label": "Optimal_1"}
{"text": "the government of one of the villages is offering houses for $130 a month.", "label": "Label_2"}
{"text": "the Yusuhara government started offering houses around 7% of the average price in hopes of drawing more young people in.", "label": "Optimal_1"}
{"text": "there plan is to make houses in hopes to attract people to live here so other people can support themselves.", "label": "Label_6"}
{"text": "the government has started offering $130 a month for houses in Yusuhara.", "label": "Optimal_1"}
{"text": "many villages are trying to persuade young people to come live there.", "label": "Label_1"}
{"text": "the government of Yusuhara offers houses for the equivalent of a little over $130 a month and providing money to build houses.", "label": "Optimal_1"}
{"text": "the government is making homes cheaper by letting younger people build their own homes for themselves.", "label": "Label_2"}
{"text": "the government is offering 7% of the the usual price of housing in hopes to bring back the younger people.", "label": "Label_2"}
{"text": "the rural areas are trying to attract young permanent residents.", "label": "Label_1"}
{"text": "the government of Yusuhara has given an incentive to attract more young adults such as offering to pay for their houses.", "label": "Optimal_2"}
{"text": "young people are being attracted to these places because they are helping with finical problems", "label": "Label_3"}
{"text": "some places started offering housing at low prices and giving people money to build houses there.", "label": "Label_2"}
{"text": "the government of Yusuhara is willing to offer cheap housing to bring the young people back.", "label": "Optimal_1"}
{"text": "Yusuhara is offering houses around $130 so younger people will decide to stay and grow the population.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is doing all they can to attract young people by offering cheaper rent.", "label": "Optimal_1"}
{"text": "they have to work a lot more for the villages and it the elderly people would be fine.", "label": "Label_4"}
{"text": "the government offering houses.", "label": "Label_6"}
{"text": "the elderly have tried to attract the young back home, sometimes giving out stipends.", "label": "Label_3"}
{"text": "the main goal for some rural villages is attracting young permanent residents; they government of Yusuhara doing this by offering cheaper living, and 27,000+ more in incentives.", "label": "Optimal_1"}
{"text": "they spend most of their time building homes,  and finding a job.", "label": "Label_0"}
{"text": "the government of Yusuhara offers houses for around $130 a month, and more than $27,000 for one to build their own house, so as to attract youth.", "label": "Optimal_1"}
{"text": "the Yusuhara government is offering houses for just $130 a month in hopes of drawing young people.", "label": "Optimal_1"}
{"text": "the local government is now creating cheaper living in Yusuhara to draw back the young adults.", "label": "Optimal_1"}
{"text": "the Japanese government have been renting out houses in the Yusuhara village for 130$ verses the city's 1,900$ of rent.", "label": "Optimal_1"}
{"text": "the government in Yusuhara is offering cheaper apartments hoping to attract young people.", "label": "Optimal_1"}
{"text": "governments are offering houses in hopes of drawing in new people.", "label": "Label_6"}
{"text": "the villages can keep on existing.", "label": "Label_4"}
{"text": "the government of Yusuhara is offering cheaper rent.", "label": "Optimal_1"}
{"text": "some of the rural villages are trying to draw in more young people by giving low rent opportunities and money to help young people build homes of their own.", "label": "Label_2"}
{"text": "Japanese government is offering low prices on houses and loans to build houses in rural areas.", "label": "Label_2"}
{"text": "the government is providing rent for houses as low as $130 a month in the rural village called Yusuhara compared to $1900 a month in the city.", "label": "Optimal_1"}
{"text": "some villages are trying persuade young people with cheap rent.", "label": "Label_2"}
{"text": "the government of tokyo is offering house for $130 a month to young people.", "label": "Label_7"}
{"text": "the government is trying to attract as many young people to the villages as possible by lowering the prices of houses and rent.", "label": "Label_2"}
{"text": "the government is paying young people $27,000 dollars to build houses in Yusuhara.", "label": "Optimal_2"}
{"text": "the government is offering housing and the government will also supply some money.", "label": "Label_3"}
{"text": "young people will", "label": "Label_0"}
{"text": "the government is now offering houses for only $130 in hopes of attracting young people.", "label": "Label_2"}
{"text": "Yusuhara is offering $27,000 for a young person to build their own home.", "label": "Optimal_2"}
{"text": "the government is lowering the prices on rent in places.", "label": "Label_2"}
{"text": "the government pays young people to live there and only have them pay 130 dollars monthly.", "label": "Label_2"}
{"text": "the government is giving people homes for 27,000 to encourage them to stay", "label": "Label_5"}
{"text": "the government has lowered rent in order to attract young people.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering houses for 7% of the average price and will also give young residents more than $27,000 to build the home.", "label": "Optimal_1"}
{"text": "the government of is giving offers of houses for  around $130 a month, in hopes of drawing in young people.", "label": "Label_2"}
{"text": "the government of Yusuhara is making the conditions to live at the villages cheaper for young residents to live there.", "label": "Optimal_1"}
{"text": "they are attracting young permanent residents for some rural villages on a small mountain", "label": "Label_1"}
{"text": "the population doesn't go down.", "label": "Label_4"}
{"text": "local governments are attempting to lower the cost of rent for homes in the villages to try and attract younger people to them.", "label": "Label_2"}
{"text": "the government is helping attract more young people and make them stay by giving them money to build a home.", "label": "Label_5"}
{"text": "the government of Yushuhara is lowering the rent to 7% the avarage price and giving them money to build houses to draw them in.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is trying to attract more young people to the villages by providing them with cheaper housing.", "label": "Optimal_1"}
{"text": "the government is making it easier for young residents to live there by selling house at a low price in Yusuhara so they'll stay.", "label": "Optimal_1"}
{"text": "local governments provide money for building a house in rural areas.", "label": "Label_5"}
{"text": "the Yusuhara government is offering low prices such a 130 a month for a house.", "label": "Optimal_1"}
{"text": "Mayumi Matsuyama told EFE News Service that their facing a challenge in their village and need young people to move there.", "label": "Label_0"}
{"text": "villages are lowering the rent prices to around $130 a month.", "label": "Label_2"}
{"text": "they're trying to attract young people by giving them a home and a job.", "label": "Label_6"}
{"text": "some villages are offering potential residents substantial subsidies on their housing costs.", "label": "Label_2"}
{"text": "Mayumi Matsuyama began a project to increase populations through these villages by modernizing them.", "label": "Label_0"}
{"text": "efforts to bring in permanent young residents to small villages have been taken by largely reducing living prices.", "label": "Label_2"}
{"text": "they need to attract young residents by affording houses for less money in tokyo.", "label": "Label_7"}
{"text": "rural villages offer to give them cheap homes for  27,000 encourage them to stay.", "label": "Label_2"}
{"text": "the government of Yusuhara offered housing for only 7% of the normal prices, hoping to draw a younger audience of people in.", "label": "Optimal_1"}
{"text": "they will be very benificial to society, to help the community.", "label": "Label_0"}
{"text": "Japanese governments are paying residents $27,000 to move and build houses in smaller towns such as Yusuhara.", "label": "Optimal_2"}
{"text": "Mayumi Matsuyama is finding and planning to help a mountain town called Yousuhara.", "label": "Label_0"}
{"text": "the government of Yusuhara has made the cost of living significantly lower, even giving young people money to build their own house.", "label": "Optimal_1"}
{"text": "the government is offering houses that are only about $130 a month in hopes of drawing in young people, as well as the government is giving them more than 27,000 to build their own house.", "label": "Label_2"}
{"text": "young people help bring taxes and children into the village and the government is making it cheap to build houses.", "label": "Label_2"}
{"text": "Yusuhara government is giving houses for around $130 a month.", "label": "Optimal_1"}
{"text": "the government uses incentives like housing to draw the young people in.", "label": "Label_6"}
{"text": "Mayumi Matsuyama puts all her efforts into making young people move to rural areas permanently.", "label": "Label_1"}
{"text": "they try and make everything attractive to make more people come to the Japanese village.", "label": "Label_1"}
{"text": "the government of Yusuhara is provide more incentives to move to rural areas like offering homes for $130 a month or giving young people $27,000 to build their own home.", "label": "Optimal_1"}
{"text": "they try to keep them there by giving them money.", "label": "Label_3"}
{"text": "the government of Yusuhara is offering houses for lesser money.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is trying to attract young residents with inexpensive housing.", "label": "Optimal_1"}
{"text": "rural villages attract young people with lower monthly rent and money to build houses.", "label": "Label_2"}
{"text": "if the government offers to help young people by lowering the prices on apartments and helping them pay for homes, young people will come back and stay.", "label": "Label_2"}
{"text": "some villages like Yusuhara are offering houses for the equivalent of $130, while most apartments in Tokyo are typically around $1,900.", "label": "Optimal_1"}
{"text": "some villages like Yusuhara are offering potential residents substantial subsidies on their housing costs.", "label": "Optimal_1"}
{"text": "getting the young back will be difficult but it has to be done to support these villages and help the elderly.", "label": "Label_4"}
{"text": "Mayumi is planning to finance a small village.", "label": "Label_0"}
{"text": "Mayumi Matsuyama is putting all their efforts to make young people move their permanently.", "label": "Label_1"}
{"text": "the government is offering less rent money for houses to attract the young people.", "label": "Label_2"}
{"text": "Elder people can survive longer.", "label": "Label_4"}
{"text": "they try to make them permanent residents.", "label": "Label_1"}
{"text": "rural Japanese villages are offering much lower rent than a young person would find in a big city like Tokyo or Osaka.", "label": "Label_2"}
{"text": "they decided do this for young are in villages.", "label": "Label_0"}
{"text": "the Yusuhara government will give young people $27,000 to build a house in a rural village.", "label": "Optimal_2"}
{"text": "government's are giving young adults money to be able to build houses in these small towns.", "label": "Label_5"}
{"text": "villages have set a goal to increase the population by offering houses.", "label": "Label_6"}
{"text": "the prices of houses in the village of Yusuhara have dropped in price.", "label": "Optimal_1"}
{"text": "the town of Yusuhara is focusing on making young people move back to rural areas by decreasing rent to only $130 a month.", "label": "Optimal_1"}
{"text": "attracting young permanent residents is the main goal for villages.", "label": "Label_1"}
{"text": "the government of Yusuhara is offering houses for 130 dollars a month, to have young adults come back.", "label": "Optimal_1"}
{"text": "yes ok very good", "label": "Label_0"}
{"text": "some villages have developed programs to attract and retain younger residents, such as offering affordable housing and business incentives.", "label": "Label_2"}
{"text": "local governments of Yusuhare and Tokyo are creating incentives for the people that move there such as money to build houses and less payment for apartments.", "label": "Optimal_1"}
{"text": "the government will provide funding for people to build houses in Yusuhara.", "label": "Optimal_2"}
{"text": "efforts to bring in permanent young residents to small villages have been taken by giving money to build new homes and Yasuhara largely reducing living prices.", "label": "Optimal_1"}
{"text": "Yusuhara offers a deal that decreases house and rent prices.", "label": "Optimal_1"}
{"text": "because of the 27,000 dollars the government gives young residents to build their own home in Yusuhara, they are moving back to rural areas.", "label": "Optimal_2"}
{"text": "Mayumi Matsuyama is focusing on making young people move to Yusuhara by giving them money for homes.", "label": "Optimal_2"}
{"text": "the government is trying to incentivise moving to rural villages by lowering housing prices like in the village Yusuhara.", "label": "Optimal_1"}
{"text": "some governments from these villages are offering houses for lesser money.", "label": "Label_2"}
{"text": "Tokyo is offering a payment of only 7% of the average price for an apartment.", "label": "Label_7"}
{"text": "by providing cheaper housing in these rural areas it encourages young people to come and live in the villages.", "label": "Label_2"}
{"text": "many rural villages are taking drastic measures to attract young residents by offering apartments at a very low price and giving them money to build a house in Yusuhara.", "label": "Optimal_1"}
{"text": "the Japanese government allowed the housing to be more affordable for the young residents.", "label": "Label_2"}
{"text": "governments are hoping to bring young people out with money.", "label": "Label_3"}
{"text": "some villages have slightly increased their populations through the measures.", "label": "Label_0"}
{"text": "Mayumi Matsuyama is finding ways to get young people to move to the villages permanently by paying people to move to the rural villages.", "label": "Label_1"}
{"text": "the government has given an incentive to attract more young adults.", "label": "Label_1"}
{"text": "the government is offering houses for $130 a month.", "label": "Label_2"}
{"text": "the local government is now creating cheaper living to draw back the young adults.", "label": "Label_2"}
{"text": "they need them to stay stable.", "label": "Label_0"}
{"text": "Tokyo lowered the prices on apartments to draw in Yushu to draw in young people.", "label": "Label_7"}
{"text": "xb exbhwjnkmqlmknjxbhdczkma;l,knbhgfvcbhdxkms;z,laxjk fhbfjdnkxmslz,;msxn bfcdnxmlsz,;skmxndhcbfvgfbcfhcgdbxjnzmk,l", "label": "Label_0"}
{"text": "the government is encouraging young people to move to rural towns by offering lower cost of housing in rural towns.", "label": "Label_2"}
{"text": "the rural villages lowing housing costs for the younger generation to try and get them to stay and keep the village running.", "label": "Label_2"}
{"text": "the government has instituted various incentives, like lower rent and a lower cost to build a house, in places like Yusuhara to attract them.", "label": "Optimal_1"}
{"text": "the government is using incentives, like lower rent or money to build a house, to encourage young people to move into villages.", "label": "Label_2"}
{"text": "to attract them the government of Yusuhara has offered houses for a price of $130 a month, and gave them more than $27,000 to build their own house.", "label": "Optimal_1"}
{"text": "the government is offering houses to young people in hopes it will draw them there.", "label": "Label_6"}
{"text": "there are efforts to move young people to rural cities by giving them more than $27000.", "label": "Label_5"}
{"text": "the government of Yusuhara is offering affordable homes for around $130 a month.", "label": "Optimal_1"}
{"text": "they are offering houses for a lower price in hopes of drawing young people to the area.", "label": "Label_2"}
{"text": "the japenese government has  made a lot of benefits for people moving to the rural areas.", "label": "Label_1"}
{"text": "the Yusuhara village is lowering house prices per month so that young people will come to their village a live here permanently.", "label": "Optimal_1"}
{"text": "they offered houses for $130 a month to draw in young people.", "label": "Label_2"}
{"text": "if they go to the big city, most of the countryside villages will become abandoned because there is no one living there to populate the area.", "label": "Label_4"}
{"text": "other villages don't give have good universities and high paying jobs.", "label": "Label_4"}
{"text": "the local government grants them many benefits for moving into the areas like lowering rent costs to 130$ a month.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering houses at a lower cost in the rural to attract young people.", "label": "Optimal_1"}
{"text": "the government of Yusuhara offered houses for approximately $130 a month which is only 7% of the average price.", "label": "Optimal_1"}
{"text": "villages are making efforts to attract young people to permanently live in the villages so they can better support themselves.", "label": "Label_1"}
{"text": "the government of Yusuhara offers houses for the equivalent of cheap prices.", "label": "Optimal_1"}
{"text": "Yusuhara is offering homes for rent to draw in young people.", "label": "Label_6"}
{"text": "the japenese government has made a lot of benefits for people moving to the rural areas.", "label": "Label_1"}
{"text": "the city is attracting young permanent residents, by lowering the price and labor  to ensure the villag e doe sn't go abandoned.", "label": "Label_2"}
{"text": "the villages are able to support themselves by mapping the world's prices report and if a young person wants to build a house the local government will give more than $27,000 to do it.", "label": "Label_5"}
{"text": "local governments in Yusuhara offer over $27,000 to a young person to build their house.", "label": "Optimal_2"}
{"text": "the government has created much lower priced housing and grants for young people who want to build there own house.", "label": "Label_2"}
{"text": "the government of Yusuhara are taking measures to attract young people, such as offering cheap housing.", "label": "Optimal_1"}
{"text": "villages and the government of Yusuhara is offering housing with cheap pricing in hopes to draw in young people.", "label": "Optimal_1"}
{"text": "local governments that have small villages offer low rent and home prices in hopes of retaining their young population.", "label": "Label_2"}
{"text": "the government made changes to attract them to want to keep on working for them.", "label": "Label_1"}
{"text": "the goverment is making an effrot by paing people to move to small villages.", "label": "Label_1"}
{"text": "the government has started offering housing for drastically cheaper than large cities, as well as giving people money to build houses in villages.", "label": "Label_2"}
{"text": "the prices of houses are being matched to the ones that have the most young people.", "label": "Label_2"}
{"text": "without the young people having children and staying the population is getting smaller might end the survival of rural japanese villages 2040.", "label": "Label_4"}
{"text": "the government of Yusuhara is offering houses for $130 a month, in hopes of drawing in young people.", "label": "Optimal_1"}
{"text": "Mayuni Matsuyama is planning a small town to attract young people to live there.", "label": "Label_1"}
{"text": "the government made changes like lowering down prices .", "label": "Label_2"}
{"text": "the villages have payed young people to come live there, also they have made the villages more intriguing.", "label": "Label_5"}
{"text": "the government of Yusuhara is giving houses around $130 a month.", "label": "Optimal_1"}
{"text": "because of the Deutsche bank 2019 annual maping the worldś pricest report the government of Yusuhuara is offering less rent money for houses to attract the young people.", "label": "Optimal_1"}
{"text": "they are trying to attract people by how low the prices are at the village are Yasuhara.", "label": "Optimal_1"}
{"text": "the government will give them more than $27,000 to build there own house in Yushuhara Tokyo.", "label": "Optimal_2"}
{"text": "they are trying to make young people move there permanently by lowering the price of rent.", "label": "Label_2"}
{"text": "these rural areas are trying to attract young permanent residents by having a low rent.", "label": "Label_2"}
{"text": "the old people can get tax money and h", "label": "Label_4"}
{"text": "the government of Yusuhara is offering $27,000 to build their own homes.", "label": "Optimal_2"}
{"text": "the Yusuhara village is making housing more affordable in an effort to attract younger residents to their villages.", "label": "Optimal_1"}
{"text": "the government is offering houses for around 130 a month can bring more young residents to the rural Japanese villages to increase the population.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering cheaper housing to attract young people.", "label": "Optimal_1"}
{"text": "rural areas, such as Yusuhara are offering money and cheaper houses for people to stay there.", "label": "Optimal_1"}
{"text": "some villages are offering potential residents substantial subsidies on their housing cost.", "label": "Label_2"}
{"text": "they plan to make permanent resident homes.", "label": "Label_0"}
{"text": "they can help take care of elderly people.", "label": "Label_4"}
{"text": "Japan can be more successful because they have a bigger population.", "label": "Label_4"}
{"text": "the government pays young people to live there and only have them pay 130 dollars monthly in Yushara.", "label": "Optimal_1"}
{"text": "they are trying to make living in small villages more beneficial so that they can attract young residents as the government of Yasuhara is lowering prices of stay..", "label": "Optimal_1"}
{"text": "it's one of the countries main goals to attract more younger citizens to the rural areas.", "label": "Label_1"}
{"text": "these villages and their governments are paying people to move to these villages.", "label": "Label_3"}
{"text": "the government of Yusuhara is offering houses for cheap.", "label": "Optimal_1"}
{"text": "the government is doing all they can to attract young people by offering cheaper rent.", "label": "Label_2"}
{"text": "one village called Yusuhara decreased housing prices to the equivalent of only $130 per month.", "label": "Optimal_1"}
{"text": "the government has lowered the monthly rent for apartments in Yusuhara.", "label": "Optimal_1"}
{"text": "the government is lowering the cost of houses in rural villages, and even paying them to build houses in Yusuhara.", "label": "Optimal_1"}
{"text": "Yushuhara has started to provide cheaper housing than large cities and is providing money to young people who want to build houses in the small town.", "label": "Optimal_1"}
{"text": "Yusuhara is trying to attract young people by only charging them $130 a month.", "label": "Optimal_1"}
{"text": "some organizations began offering houses for a cheaper price than those found in cities to attract young people.", "label": "Label_2"}
{"text": "Yusuhara is offering houses to attract young people and giving them money to build their own house.", "label": "Optimal_2"}
{"text": "local people can get money and move..", "label": "Label_4"}
{"text": "they are lowering house prices per month so that young people will come to their village a live there.", "label": "Label_2"}
{"text": "some villages are trying to attract young permanent residents by offering lower prices of apartments like in Yusuhara.", "label": "Optimal_1"}
{"text": "rural Japanese villages like Yusuhara are offering houses for lower prices.", "label": "Optimal_1"}
{"text": "the government of the rural villages is making it cheaper to live their.", "label": "Label_2"}
{"text": "the government is offering houses for an average price.", "label": "Label_2"}
{"text": "Yusuhara will help people build houses.", "label": "Optimal_2"}
{"text": "the government of Yusuhara is offering houses for less.", "label": "Optimal_1"}
{"text": "the Yusuhara villages make housing cheaper than the big cities.", "label": "Optimal_1"}
{"text": "local governments need to find ways to attract young permanent residents to rural villages such as lowing housing prices.", "label": "Label_2"}
{"text": "big news companies after started focusing on small towns, which helps bring people to the towns.", "label": "Label_1"}
{"text": "the local government is giving money to young people who want to build their own homes in these rural villages.", "label": "Label_5"}
{"text": "they need to stay and help out on the farms where they live.", "label": "Label_0"}
{"text": "they go out to the big cities to make more money.", "label": "Label_0"}
{"text": "the government is paying young people money to build their own houses in rural areas.", "label": "Label_5"}
{"text": "they are making offers on the rent to attract youger people.", "label": "Label_2"}
{"text": "the city is attracting young permanent residents to ensure the village doesn't go abandoned.", "label": "Label_1"}
{"text": "local governments in villages such as Yusuhara are providing 27,000 for those who wish to build their own house there.", "label": "Optimal_2"}
{"text": "the government is trying to draw young people by giving them 27,000 to build their home and making rent 130 a month in hopes to get more young people.", "label": "Label_2"}
{"text": "the government is giving young residents money to live in rural Japanese villages t.", "label": "Label_3"}
{"text": "the leaders of these smaller villages like Mayumi Matsuyama are putting in all their effort to keep these cities afloat.", "label": "Label_0"}
{"text": "the government of yusuhara is making houses only 130$ a month and will give more than 27000 to build their own house to draw young people.", "label": "Optimal_1"}
{"text": "attracting young people back to rural areas is a goal for the rural villages through things such as lower rents, as seen in Yusuhara.", "label": "Optimal_1"}
{"text": "villages like Yusuhara are making efforts to attract young people to move there permanently by making rent cheap compared to urban areas and supporting them if they decide they want to build a home.", "label": "Optimal_1"}
{"text": "the government of Yusuhara have been offering housing for only 7% of the average price of ones in Tokyo to draw in younger people.", "label": "Optimal_1"}
{"text": "there are efforts being done in Yusuhara to bring them back in, such as giving them money to help them build their own houses.", "label": "Optimal_2"}
{"text": "the young people need to survive so they can make the population grow and keep it going.", "label": "Label_4"}
{"text": "some organizations like the one in Yusuhara began offering houses for a cheaper price than those found in cities to attract young people.", "label": "Optimal_1"}
{"text": "offering houses will attract them.", "label": "Label_6"}
{"text": "the governments of the rural towns are coming up with ways to attract young people to their town like the government of Yusuhara reduced rent payments.", "label": "Optimal_1"}
{"text": "villages will have to take action to have more long term youth residents.", "label": "Label_4"}
{"text": "the head of planning and finance for a small town, Mayumi Matsuyama, is focusing all of their efforts on making young people move there.", "label": "Label_1"}
{"text": "the population can rise and so the villages won't be abandoned.", "label": "Label_4"}
{"text": "local governments of Yusuhare are creating incentives for the people that move there such as money to build houses and less payment for apartments.", "label": "Optimal_1"}
{"text": "some villages are trying to attract young permanent residents by offering lower prices of apartments.", "label": "Label_2"}
{"text": "rural settlements have decided to decrease the price of housing in efforts to attract new residents.", "label": "Label_2"}
{"text": "the government Is offering houses and money to young people to keep them from leaving the country.", "label": "Label_3"}
{"text": "the children wane live in cities .", "label": "Label_0"}
{"text": "they make the rent lower in the villages to make it more attracting for young people to live there.", "label": "Label_2"}
{"text": "the government started a fund to buy houses for the young people to try and convince them to move back and live in the small villages.", "label": "Label_5"}
{"text": "attracting young people is the main goal for rural villages.", "label": "Label_1"}
{"text": "government of Yusuhara is offering house that are $130 to young people to get them to move there permanently.", "label": "Optimal_1"}
{"text": "local government will give them money to do so .", "label": "Label_3"}
{"text": "Mayumi Matsuyama is making a rural village called Yasuhara, a town with cheap housing.", "label": "Optimal_1"}
{"text": "attracting young residents is the main goal for rural villages.", "label": "Label_1"}
{"text": "the government is offering houses for half the prices or giving the young residents more than $27,000 to build their own house so the villages can stay alive.", "label": "Label_2"}
{"text": "the government of Yusuhara is decreasing the price of housing.", "label": "Optimal_1"}
{"text": "many villages like Yusuhara are making rent super cheap as to attract young people to come and stay there permanently.", "label": "Optimal_1"}
{"text": "they need to attract young residents by affording houses for less money in tokyo", "label": "Label_7"}
{"text": "some villages like Yusuhara lower the prices of rent in hopes of getting younger people to move there.", "label": "Optimal_1"}
{"text": "many towns are trying to attract young residents by offering cheap houses.", "label": "Label_2"}
{"text": "rural villages are offering houses for 130 a month in hopes of drawing young people.", "label": "Label_2"}
{"text": "villages are depopulating and only older people  are living in them so there are no children being born.", "label": "Label_4"}
{"text": "the head of finance and planning for a small town called Yusuhara, Mayumi Matsuyama, told EFE News Service that needed more young people to move there permanently.", "label": "Label_1"}
{"text": "Mayumi Matsuyama, told EFE News Service that needed more young people to move there permanently, and that they will be lowering prices for rent.", "label": "Label_2"}
{"text": "the government has tried to incentivize young residents to move back the rural villages, by providing cheaper housing.", "label": "Label_2"}
{"text": "it is essential that young people stay in these rural villages.", "label": "Label_1"}
{"text": "local governments need to find ways to attract young permanent residents to rural villages such as lowing housing prices such as the Yosuhara government is doing.", "label": "Optimal_1"}
{"text": "Yusuhara, a small village, is trying to lower the price of rent to get younger residents to come back.", "label": "Optimal_1"}
{"text": "when the old people die off they can still  have a population.", "label": "Label_4"}
{"text": "they're trying to attract young permanent residents to stay, so Yusuhara is offering houses for a cheaper cost hoping it will draw in younger people.", "label": "Optimal_1"}
{"text": "they are giving young people $27,000 dollars to build a home in their village so they will move there.", "label": "Label_5"}
{"text": "the local government of Yusuhara grants them many benefits for moving into the areas like lowering rent costs to 130$ a month.", "label": "Optimal_1"}
{"text": "Yusuhara, a rural village, hopes for the attract young residents by decreasing the prices of homes.", "label": "Optimal_1"}
{"text": "the small rural communities have offered housing and taken prices down for the young residents considering moving to rural villages.", "label": "Label_2"}
{"text": "the government is giving money to the cities to atract more people.", "label": "Label_3"}
{"text": "Yusuhara is offering housing for less money.", "label": "Optimal_1"}
{"text": "the government has reduced prices and gave money to people who want to build a house or rent a hotel.", "label": "Label_2"}
{"text": "they're trying to get them to stay", "label": "Label_1"}
{"text": "they need to attract young residents by affording houses for less money.", "label": "Label_2"}
{"text": "villages are charging cheaper for housing to attract these young people.", "label": "Label_2"}
{"text": "the local governments are offering people things such as money to build houses and cheap living costs as an incentive to move to these rural villages.", "label": "Label_2"}
{"text": "the government of Yusuhara is making housing more affordable to attract young people by making houses around $130 a month.", "label": "Optimal_1"}
{"text": "local people can get money and move...", "label": "Label_4"}
{"text": "the government of Yusuhara is contributing houses for about $130 every month, which is 7% of average prices.", "label": "Optimal_1"}
{"text": "young adults decided to move away from the rural villages to pursue educational opportunities and jobs at Japanese companies.", "label": "Label_4"}
{"text": "they are doing things like giving them money to live in the villages.", "label": "Label_3"}
{"text": "they can get high  enpaying jobs", "label": "Label_0"}
{"text": "without them, the villages will soon be abandoned.", "label": "Label_4"}
{"text": "local governments are lowering rent in thee small villages and lending money to people who desire to build a house there.", "label": "Label_2"}
{"text": "the more young people they find in the villages the government will have more tax money.", "label": "Label_4"}
{"text": "Mayumi Matsuyama who is a leader for a small mountain town called Yusuhara are focusing on young people moving permanently.", "label": "Label_1"}
{"text": "the government gives them money to build their own house Yusuhara rural village.", "label": "Optimal_2"}
{"text": "in order to attract more young adults the government of Yusuhara lowered the prices of homes.", "label": "Optimal_1"}
{"text": "attracting young residents by having cheap rent is a goal in Yusuhara.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is selling homes for much less than in the city to try and persuade more younger people to move there.", "label": "Optimal_1"}
{"text": "rural villages are making it their main goal to attract young residents.", "label": "Label_1"}
{"text": "Mayumi Matsuyama said that the efforts are now to try on making the young people move to the city permanently.", "label": "Label_1"}
{"text": "people in will be able to support themselves without young residents they won't be able to support themselves but in reral village its starting to depopulate .", "label": "Label_4"}
{"text": "the government will give them more than $27,000 to build there own house in Yushuhara.", "label": "Optimal_2"}
{"text": "without them rural villages are dying out.", "label": "Label_4"}
{"text": "Yusuhara is focused on making young people move there permanently by offering cheaper housing.", "label": "Optimal_1"}
{"text": "the government of Yusuharais reducing the pricing of houses that are only 7% of the average price.", "label": "Optimal_1"}
{"text": "they lower their prices for homes, hoping for the attraction of young people.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering houses for 7% of the average price.", "label": "Optimal_1"}
{"text": "attracting permanent young residents is the main goal for a lot of rural villages.", "label": "Label_1"}
{"text": "rural villages attract young people by having lower house costs than the city like Mayumi Matsuyama and Yusuhara.", "label": "Optimal_1"}
{"text": "some rural villages have done things to try and attract young people to live there, such as offering cheap housing.", "label": "Label_2"}
{"text": "they can build their own houses.", "label": "Label_5"}
{"text": "rural towns like Yusuhara are trying to attract young permanent residents by offer housing for cheap, and if they want to build their own house the local government will support.", "label": "Optimal_1"}
{"text": "they are putting all their focus into attracting younger people.", "label": "Label_1"}
{"text": "young children who want to become farmers or miners want to do their own.", "label": "Label_0"}
{"text": "the government of Yusuhara is giving houses for around $", "label": "Label_6"}
{"text": "they made living less expensive in rural towns in hope of bringing in young people.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering houses at a lower price to attract young permanent residents to rural Japanese villages.", "label": "Optimal_1"}
{"text": "it's one of the countries main goals to attract more younger citizens to the rural areas by offering housing for less money.", "label": "Label_2"}
{"text": "they lived rural Japanese villages.", "label": "Label_0"}
{"text": "governments are offering houses if a young person wants to build their own.", "label": "Label_5"}
{"text": "the government of Yusuhara is offering houses for 7% of the average price in hopes to attract young people.", "label": "Optimal_1"}
{"text": "the government is offering houses in rural areas equivalent of around $130 a month as a way to draw younger people to the rural areas.", "label": "Label_2"}
{"text": "Yusuhara offers houses drawing the young people in.", "label": "Label_6"}
{"text": "they made the cost of living to be lower so that younger people want to live there.", "label": "Label_2"}
{"text": "some villages have an increasing population so they can survive without young residents.", "label": "Label_4"}
{"text": "attracting young permanent residents is the main goal for rural villages.", "label": "Label_1"}
{"text": "the government are offering housing for cheaper.", "label": "Label_2"}
{"text": "they are making houses cheaper in order to attract more young people to the villages.", "label": "Label_2"}
{"text": "without the young people having children and staying the population is getting smaller might end in 2040.", "label": "Label_4"}
{"text": "the rural areas are trying to attract young permanent residents by offering affordable housing.", "label": "Label_2"}
{"text": "the government is offering $130 a month, only 7% the average price to draw young people back in.", "label": "Label_2"}
{"text": "the  town of Yusuhara is focusing on making young people move back to rural areas.", "label": "Label_1"}
{"text": "the are trying to attract more young people to be a permanent residents, the council of Yasuhara is handing out more cheap houses then Tokyo, and they will give them money if they built their house.", "label": "Optimal_1"}
{"text": "they are offering incentives like low rent in Yosuhara to help move permanent young residents to the village.", "label": "Optimal_1"}
{"text": "the government of Yusuhara decided to offer houses at a lower price a month to make it more affordable.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering houses for around $130 a month.", "label": "Optimal_1"}
{"text": "they made living less expensive in Yusuhara in hope of bringing in young people.", "label": "Optimal_1"}
{"text": "they are giving people young houses.", "label": "Label_6"}
{"text": "the government offered 27,000 to built houses and the give cheaper apartment to attract young people to rural villages.", "label": "Label_2"}
{"text": "they are offering incentives like low rent in Youshara to help move permanent young residents to the village.", "label": "Optimal_1"}
{"text": "they are taking over the population....", "label": "Label_0"}
{"text": "the local government of Yusuhara gives young people 27,000 to build their own houses.", "label": "Optimal_2"}
{"text": "they are trying to get more young people to live in the small towns and they government is giving young people 27,000 to build homes in the small towns.", "label": "Label_5"}
{"text": "some villages increased their populations through these measures.", "label": "Label_0"}
{"text": "some of the villages are trying to attract young residents by renting cheap apartments.", "label": "Label_2"}
{"text": "Yusuhara is offering incentives such as $130 a month of rent for a home, or $27,000 to build their homes.", "label": "Optimal_1"}
{"text": "the government is offering better prices so people come there.", "label": "Label_2"}
{"text": "they rely on them to help bring back villages and government officials are offering money to build their own homes.", "label": "Label_5"}
{"text": "villages are lowering the rent prices to almost nothing to keep people there.", "label": "Label_2"}
{"text": "because of the 27,000 dollars the government gives young residents to build their own home, they are moving back to rural areas.", "label": "Label_5"}
{"text": "they are leaving countryside in droves and concentrating in larger cities.", "label": "Label_4"}
{"text": "the local government grants them many benefits for moving into the areas.", "label": "Label_1"}
{"text": "the government of the villages will give them more than $27,000 to build their own house in Yasuhara.", "label": "Optimal_2"}
{"text": "the Yusuhara government is lowering prices on houses and apartments.", "label": "Optimal_1"}
{"text": "some villages are offering potential residents substantial subsides on their housing costs.", "label": "Label_2"}
{"text": "they help out in every way they can.", "label": "Label_0"}
{"text": "the government will give them more than $27,000 to build there own house.", "label": "Label_5"}
{"text": "governments in villages like Yusuhara give incentives like lower housing prices to attract young people.", "label": "Optimal_1"}
{"text": "the village of Yushuara is cutting down house prices to $130 a month.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is trying to persuade more people to live there by offering the houses for $130 a month only 7% of the average price.", "label": "Optimal_1"}
{"text": "the government is offering lower prices for house that are worth a lot in bigger cities.", "label": "Label_2"}
{"text": "villages, like Yusuhara, lower their rent to attract young professionals.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is trying to attract young people by offering houses for around $130 a month, and giving them more than $27,000 if they want to build their own house.", "label": "Optimal_1"}
{"text": "Japanese Goverments have decided to lower the rent on apartments and allow young people to take out loans as much as 27,000 dollars to help young people build their own home in rural village areas.", "label": "Label_2"}
{"text": "they try to get them to stay.", "label": "Label_1"}
{"text": "the government of Yusuhara offers houses for a lower price to bring in more young people into the village.", "label": "Optimal_1"}
{"text": "cheap and offardable houses drawing the young people in.", "label": "Label_2"}
{"text": "the villages are becoming less populated and abandoned.", "label": "Label_4"}
{"text": "the government is drastically lowering the prices of houses in Yusuhara in order to attract the young people.", "label": "Optimal_1"}
{"text": "Yusuhara is trying to get them to come back and stay permanently by lowering house prices and the government giving them money to build houses.", "label": "Optimal_1"}
{"text": "local people can get money and move.", "label": "Label_4"}
{"text": "the government of Yusuhara is offering housing with hopes of drawing in young people.", "label": "Label_6"}
{"text": "kjb'lblftdutdutdlfufiyfuyf  youfutdt tfutfiur", "label": "Label_0"}
{"text": "government is offering cheaper housing to draw in young people.", "label": "Label_2"}
{"text": "the Yusuhara Government is offering houses for the equivalent of $1,900.", "label": "Optimal_1"}
{"text": "the government is drastically lowering the prices of houses in the countryside in order to attract the young people.", "label": "Label_2"}
{"text": "the small rural communities like Yushara have offered housing", "label": "Label_6"}
{"text": "the government of Yusuhara is offering better prices so people come there.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering houses for $130 a month, and the government is giving people $27,000 to build a house.", "label": "Optimal_1"}
{"text": "places like Yusuhara are offering cheaper housing in an effort to draw more young people in.", "label": "Optimal_1"}
{"text": "the government of Yusuhara has been offering incredibly low rent and supplying money for people to build houses in an attempt to attract more young people.", "label": "Optimal_1"}
{"text": "the government is offering affordable housing to live in the villages.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering houses for lower prices.", "label": "Optimal_1"}
{"text": "they help them out.", "label": "Label_0"}
{"text": "the goverment is making an effrot to get people to move to small villages.", "label": "Label_1"}
{"text": "rural villages are offering cheaper houses with the goal of drawing in young people.", "label": "Label_2"}
{"text": "the young people can send their kids from the city to the villages with their grandparents so they will have young people to help out and help with farming and eventually they will just take over.", "label": "Label_4"}
{"text": "the government is offering houses and in addition if young people will build their own house they give money.", "label": "Label_5"}
{"text": "many of them are deserted or filled with older people.", "label": "Label_4"}
{"text": "Yusuhara has only 7% of the average price for housing in hopes of drawing in young people.", "label": "Optimal_1"}
{"text": "they need help in the rural and if young people the villages will not stay alive and they will go dead the government is offering houses", "label": "Label_6"}
{"text": "attracting young people made them gain money and the government offered houses for them.", "label": "Label_6"}
{"text": "if they leave to the big city, most of the countryside villages will become abandoned because there is no one living there to populate the area.", "label": "Label_4"}
{"text": "Tokyo has villages like Yushuhara that lowered the price on houses to draw in young people.", "label": "Label_7"}
{"text": "villages like Yusuhara are taking measures such as lowering the typical rent price of a house by 93% to attract young people back to the villages.", "label": "Optimal_1"}
{"text": "the government is lowering the rent.", "label": "Label_2"}
{"text": "the main goal for rural villages is to attract young permanent residents.", "label": "Label_1"}
{"text": "they are attracting young permanent residents by giving them a home.", "label": "Label_6"}
{"text": "In Yasuhara they are giving younger people money for housing.m", "label": "Optimal_2"}
{"text": "small towns, like Yusuhara, have decreased their rent dramatically compared to big cities.", "label": "Optimal_1"}
{"text": "an attempt to make rent extremely affordable and give young house owners a budget of about 27,000 dollars.", "label": "Label_2"}
{"text": "they try to get them to stay .", "label": "Label_1"}
{"text": "they can help get the local government receive more tax money to use for retirement homes and health care for the elderly residents.", "label": "Label_4"}
{"text": "some villages like Yusuhara decreased housing prices to only 7% of the prices in Tokyo.", "label": "Optimal_1"}
{"text": "rural towns are trying to attract young permanent residents by offer housing for cheap, and if they want to build their own house the local government will support.", "label": "Label_2"}
{"text": "the government is provide more incentives to move to rural areas like offering homes for $130 a month or giving young people $27,000 to build their own home.", "label": "Label_2"}
{"text": "all their effort was focused on making the young move permantly.", "label": "Label_1"}
{"text": "the government of Yusuhara are making houses cheaper in order to attract more young people to the villages.", "label": "Optimal_1"}
{"text": "the government of Tokyo is giving young people to build houses.", "label": "Label_7"}
{"text": "the government of Yusuhara is offering low priced homes to bribe young people to move to the rural villages.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is giving offers of houses for around $130 a month, in hopes of drawing in young people.", "label": "Optimal_1"}
{"text": "many small towns are offering young people cash to build houses in small towns and offering less rent.", "label": "Label_2"}
{"text": "some towns have started to lower the cost of rent in hopes of getting more young people to live their.", "label": "Label_2"}
{"text": "the Yusuhara government is offering cheaper housing to draw in young people.", "label": "Optimal_1"}
{"text": "these villages are lowing the price of rent to only 7%.", "label": "Label_2"}
{"text": "some of the villages are trying to attract young residents.", "label": "Label_1"}
{"text": "the government is lowering the cost of houses in rural villages, and even paying them to build houses there.", "label": "Label_2"}
{"text": "the government of Yusuhara is lowering the rent.", "label": "Optimal_1"}
{"text": "they are offering houses.", "label": "Label_6"}
{"text": "the rural villages can focus on keeping there villages going and alive and taken care of them.", "label": "Label_4"}
{"text": "the government of Yushuara is offering cheap housing and offering 27,000 if a young person builds their own house.", "label": "Optimal_1"}
{"text": "the government is offering young people 27,000 dollars if they want to build a house themselves or it is 130 dollars a month so more young people will live there.", "label": "Label_2"}
{"text": "the government is stepping in and trying to encourage young people to move to rural villages by offering houses at a much cheaper price.", "label": "Label_2"}
{"text": "a town is supporting young people to build their own house by giving them money.", "label": "Label_5"}
{"text": "some villages like Tokyo are offering potential residents substantial subsidies on their housing costs.", "label": "Label_7"}
{"text": "these rural areas are trying to attract young permanent residents by having a low rent which the government of Tokyo is doing.", "label": "Label_7"}
{"text": "the government of Yusuhara is offering houses that are way cheaper than the apartments in Tokyo in an attempt to increase the population of young people in their town.", "label": "Optimal_1"}
{"text": "the government is offering houses to young people.", "label": "Label_6"}
{"text": "the local government of Yusuhara will provide money to build houses in rural areas, which has helped the population in several villages.", "label": "Optimal_2"}
{"text": "the government of Yashuara is offering less rent money for houses to attract the young people.", "label": "Optimal_1"}
{"text": "many villages are trying to persuade young people to come live there by offering cheap housing.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering money for residents to move back and build a house.", "label": "Optimal_2"}
{"text": "local governments need to find ways to attract young permanent residents to rural villages such as lowing housing prices such as the Yosuhara goverment is doing.", "label": "Optimal_1"}
{"text": "the government in Yusuhara has started offering housing for drastically cheaper than large cities, as well as giving people money to build houses in villages.", "label": "Optimal_1"}
{"text": "local governments of Yushuhara are incentivizing living in these villages through cheap living spending and money.", "label": "Optimal_1"}
{"text": "in hopes of drawling young people in, if a young resident wanted to come up with their own home in the village the local government would provide them with money to do so.", "label": "Label_5"}
{"text": "the government in Yusuhara has created much lower priced housing and grants for young people who want to build their own house.", "label": "Optimal_1"}
{"text": "they are making housing very cheap to attract young people.", "label": "Label_2"}
{"text": "the government is paying people to build houses there.", "label": "Label_5"}
{"text": "the government of Yusuhara are offering houses for $130 monthly to attract young people.", "label": "Optimal_1"}
{"text": "if young adults leave the villages, villages will become deserted.", "label": "Label_4"}
{"text": "they are trying to attract young, permanent residents through money.", "label": "Label_3"}
{"text": "the government of Yusuhara is reducing the pricing of houses that are only 7% of the average price.", "label": "Optimal_1"}
{"text": "the Yusuhara village is giving young people $27,000 dollars to build a home in their village so they will move there.", "label": "Optimal_2"}
{"text": "they lowered the cost of housing hoping to draw more young people in.", "label": "Label_2"}
{"text": "many villages dropped the cost of housing.", "label": "Label_2"}
{"text": "they have cheaper rent.", "label": "Label_2"}
{"text": "Mayumi Matsuyama, planning to make young people move to rural villages permanently by giving $27,000 to build a house in Yusuhara.", "label": "Optimal_2"}
{"text": "they are offering rent in rural villages for less so young people can afford it wile also populating the rural villages.", "label": "Label_2"}
{"text": "the government of Yusuhara started offering houses for only $130 a month in effort to attract younger residents.", "label": "Optimal_1"}
{"text": "the government started a fund for the young people to try and convince them to move back and live in the small villages.", "label": "Label_1"}
{"text": "the villages can keep on existing but the government is trying to attract young people by giving them less expensive homes only 130 a month.", "label": "Label_2"}
{"text": "they are focused on making young people move there permanently by offering cheaper housing.", "label": "Label_2"}
{"text": "the people are starting to accept the depopulation because it is not something good or bad.", "label": "Label_0"}
{"text": "they changed prices to $130 a month with 7% of the average price hoping to draw young people.", "label": "Label_2"}
{"text": "They are trying to draw back the young people by give them money.", "label": "Label_3"}
{"text": "local governments need to find ways to attract young permanent residents to rural villages such as lowing housing prices such as Yosuhara is doing.", "label": "Optimal_1"}
{"text": "they need help in the rural and if young people the villages will not stay alive and they will go destred", "label": "Label_4"}
{"text": "Yusuhara made houses and rent cheaper in hopes of more young people permanently moving in.", "label": "Optimal_1"}
{"text": "Yasuhara is offering homes for a cheap price to draw young people in.", "label": "Optimal_1"}
{"text": "the local government is offering housing for 7% the price of housing in big cities.", "label": "Label_2"}
{"text": "local governments are providing affordable housing to young people to incentivize them to move there.", "label": "Label_2"}
{"text": "the government is offering houses equivalent to $130 to draw young people.", "label": "Label_2"}
{"text": "the government says they will money to the young residents for homes hoping to drive them back to Yusuhara.", "label": "Optimal_2"}
{"text": "Tokyo has villages like Yusuhara that lowered the price on houses to draw in young people.", "label": "Optimal_1"}
{"text": "the government offers houses for a lower price to bring in more young people into the village.", "label": "Label_2"}
{"text": "the government of Yushuara is cutting down house prices to $130 a month.", "label": "Optimal_1"}
{"text": "the government is trying to attract more young people to the villages by providing them with cheaper housing.", "label": "Label_2"}
{"text": "rent is being lowered to $1,900.", "label": "Label_2"}
{"text": "the young kids go find jobs in a more populated area.", "label": "Label_4"}
{"text": "the government of Yusuhara is offering houses for 7% of the average price to bring back young people.", "label": "Optimal_1"}
{"text": "they are lowering the price of housing to attract younger people.", "label": "Label_2"}
{"text": "they are trying to make living in small villages more beneficial so that they can attract young residents by lowering prices of stay.", "label": "Label_2"}
{"text": "villages are providing incentives for young people to move there.", "label": "Label_1"}
{"text": "the rural village is trying to attract the young residents so they can move permanently to the rural village and support the elder residents.", "label": "Label_1"}
{"text": "the government of Yusuhara is offering house that are equivalent to$130 dollars a month.", "label": "Optimal_1"}
{"text": "they can help support the old people since they can't work as much now.", "label": "Label_4"}
{"text": "the government of Yusuhara is offering $130 a month to stay in an apartment.", "label": "Optimal_1"}
{"text": "the young people can send their kids from the city to the villages with their grandparents so they will have young people to help out and help with farming and eventually they will just take over", "label": "Label_4"}
{"text": "the Japanese government is making housing cheaper in rural villages and giving money to those who want to build houses.", "label": "Label_2"}
{"text": "the government is offering potential residents substantial subsides to Yasuhara on their housing cost.", "label": "Optimal_1"}
{"text": "the are trying to attract more young people to be a permanent residents, the council of Yasuhara is offering more cheap houses then Tokyo, and they will give them money if they built their house.", "label": "Optimal_1"}
{"text": "Japanese government began giving deals on houses in rural areas to lure young people.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering houses at a lower price and if someone wanted to build their own home, they would get help by the government.", "label": "Optimal_1"}
{"text": "local governments are attracting young people by offering housing for $130 a month.", "label": "Label_2"}
{"text": "elderly will be able to recive more tax money for retirement homes and health care.", "label": "Label_4"}
{"text": "efforts to attract more young citizens to rural villages are being made, including the offering of cheap housing within the Yusuhara government.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering houses in rural areas equivalent of around $130 a month as a way to draw younger people to the rural areas.", "label": "Optimal_1"}
{"text": "the main goal for rural villages like Mayumi Matuyama is to attract young permanent residents by offering houses for less money.", "label": "Label_2"}
{"text": "they are trying to get more young people to live in the small towns and they government is giving young people 27,000 to build homes in Yusuhara.", "label": "Optimal_2"}
{"text": "Yusuhara is offering housing for $130 a month to draw in young people.", "label": "Optimal_1"}
{"text": "the government is offering houses for 7% the average price in hopes to attract young people.", "label": "Label_2"}
{"text": "the villages are bringing their price of living down.", "label": "Label_2"}
{"text": "local government of Yusuhara is lowering the price of houses a month in hopes of attracting more young people.", "label": "Optimal_1"}
{"text": "the government in Yusuhara will provide young people more than $27,000 to build a house in rural communities.", "label": "Optimal_2"}
{"text": "Yusuhara is offering a payment of only 7% of the average price for an apartment.", "label": "Optimal_1"}
{"text": "Yusuhara is lowering the prices to rent a house.", "label": "Optimal_1"}
{"text": "many rural villages are trying to attract young permanent residents by making it cheap to leave there rather than in the cities.", "label": "Label_2"}
{"text": "the government is offering low priced homes to bribe young people to move to the rural villages.", "label": "Label_2"}
{"text": "many rural villages are starting to lower the average price of rent, and offering up money for people to build houses, hoping to get some permanent young residents.", "label": "Label_2"}
{"text": "the village countryside elderly people who have stayed in the village can keep their village alive.", "label": "Label_4"}
{"text": "Deutsche Worlds prices report, monthly rent for two bedroom apartments in Tokyo.", "label": "Label_7"}
{"text": "villages such as Yusuhara are starting to lower the costs of renting and buying houses.", "label": "Optimal_1"}
{"text": "the people of Yusuhara are trying to get young people to move back permanently by making housing there cheaper.", "label": "Optimal_1"}
{"text": "villages like tokyo are lowering the rent prices to around $130 a month.", "label": "Label_7"}
{"text": "young children who want to become farmers or miners want to stay.", "label": "Label_0"}
{"text": "local governments, like Yusuhara, are offering rent money up to $130 or money to build homes for $27,000.", "label": "Optimal_1"}
{"text": "Yusuhara is offering houses for 7% of the price of equivalent houses in larger cities like Tokyo.", "label": "Optimal_1"}
{"text": "Mayumi is planning to finance a small village", "label": "Label_0"}
{"text": "t heir trying to attract young permanent residents to stay, so their offering houses for a cheaper cost hoping it will draw in younger people.", "label": "Label_2"}
{"text": "towns are offering 7%cheaper homes in order to temp people to move there.", "label": "Label_2"}
{"text": "they decided to offer houses in the village for 130 a month.", "label": "Label_2"}
{"text": "they move away to better cities and have more opportunities and the jobs are more profitable.", "label": "Label_4"}
{"text": "they are trying to make young people move there permanently.", "label": "Label_1"}
{"text": "many villages such as the village of Yusuhara are offering cheap housing to attract a younger population.", "label": "Optimal_1"}
{"text": "People are helping by attracting more young people to the mountain town called Yusuhara.", "label": "Label_1"}
{"text": "if changes are made and more opportunities are brought, young people might consider staying or come back which would help the community along with elderly residents.", "label": "Label_0"}
{"text": "Yusuhara's government is lowering the prices of housing in hopes of drawing in younger people.", "label": "Optimal_1"}
{"text": "the government is offering up to around $27,000 to young people to build a house in rural Japan.", "label": "Label_5"}
{"text": "rural towns are trying to get the back living permanently in their towns, one way by offering more than $27,000 dollars to help build homes in the area.", "label": "Label_5"}
{"text": "Yusahara are offering potential residents substantial subsidies on their housing cost.", "label": "Optimal_1"}
{"text": "Tokyo lowered the prices on apartments to drawn in young people.", "label": "Label_7"}
{"text": "the government of Yusuhara is offering them houses for as low as 130$ a month.", "label": "Optimal_1"}
{"text": "Yusuhara dropping prices of homes in villages to make young people want to move there.", "label": "Optimal_1"}
{"text": "trying to attract young residents is mainly the goal for rural villages this is done by offering less in rural areas like Yusuhara offering around $130 a month.", "label": "Optimal_1"}
{"text": "the government of Yushara is offering houses 7% of the average price.", "label": "Optimal_1"}
{"text": "young people leaving is neither good nor bad.", "label": "Label_0"}
{"text": "Mayumi Matsuyama is focusing on making young people move to villages by giving them money for homes.", "label": "Label_5"}
{"text": "rural villages are lowering their monthly rent in order to get younger people to move to Yusuhara.", "label": "Optimal_1"}
{"text": "they used money to persuade younger people to come in rural community.", "label": "Label_3"}
{"text": "rural villages like Yusuhara are lowering prices to stay to make it more affordable for young people.", "label": "Optimal_1"}
{"text": "they are lowering the prices to rent a house.", "label": "Label_2"}
{"text": "the government is offering house for $130 a month to young people.", "label": "Label_2"}
{"text": "a town called Yushara is reducing the cost of living to attract more citizens.", "label": "Optimal_1"}
{"text": "they could try coming back and help the elderly.", "label": "Label_0"}
{"text": "villages like Yusuhara have started to implement plans to attract permanent younger residents such as offering extreme low rent and even grants to younger people that decide to build homes in.", "label": "Optimal_1"}
{"text": "Mayumi Matsuyama is making a rural village called Yasuhara, a town with cheap housing in hopes of drawing in young people.", "label": "Optimal_1"}
{"text": "towns like Yusuhara are offering cheaper homes only 7% of the average price, in attempt to motivate people to move there.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering houses for equivalent to city housing.", "label": "Optimal_1"}
{"text": "they are attracting young permanent residents for some rural villages on a small mountain by making houses cheaper than apartments in Tokyo.", "label": "Label_7"}
{"text": "the Yushuhara government is offering around $130 dollars a month for a house compared to around $1,700 a month in Tokyo.", "label": "Optimal_1"}
{"text": "villages try to draw in young people with cheaper rent show in Yasuhara.", "label": "Optimal_1"}
{"text": "attracting young people back to rural areas is a goal for the rural villages through things such as lower rents.", "label": "Label_2"}
{"text": "the government of Yushuhara is lowering the rent and giving them money to build houses to draw them in.", "label": "Optimal_1"}
{"text": "attracting young permanent residents is the main goal for villages so the local government will give  tham 27,000 or more to build.", "label": "Label_5"}
{"text": "the government is giving young people to build houses.", "label": "Label_5"}
{"text": "the government tries to keep the young people around to keep villages running by offering better paying jobs and offering cheaper house prices like in Yusuhara.", "label": "Optimal_1"}
{"text": "the jobs are more profitable and less physically demanding than farming but the trend left aging parents and grandparents alone in rural villages.", "label": "Label_4"}
{"text": "Tokyo is offering more than $27,000 to build their own homes.", "label": "Label_7"}
{"text": "the government is offering young people 27,000$ to build their own home.", "label": "Label_5"}
{"text": "some villages have increased their populations through the measures.", "label": "Label_0"}
{"text": "they try to keep them there by giving them money to build a home in Tokyo.", "label": "Label_7"}
{"text": "they are trying to get more young people to move there to help by giving them enough money to help do things they want.", "label": "Label_3"}
{"text": "the government of Yusuhara is attracting young people by offering cheaper housing accommodations.", "label": "Optimal_1"}
{"text": "the Japanese government is implementing systems like paying young people to live in rural villages.", "label": "Label_3"}
{"text": "villages are providing incentives for young people to move to shoushikoureika by partially paying for new houses.", "label": "Label_5"}
{"text": "the government has been lowering the costs of living, mainly real estate, in rural villages in hopes to attract young people with little money to live there.", "label": "Label_2"}
{"text": "Yasuhara are offering houses to the same of around $130 a month.", "label": "Optimal_1"}
{"text": "local governments offer over $27,000 to a young person to build their house.", "label": "Label_5"}
{"text": "the villages are trying to keep more youth in the villages.", "label": "Label_1"}
{"text": "attracting young residents has become a priority and to attract them they lowered the rent from $1900 to $130 per month, also the government offers $27000 to those who want to build their house.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering houses equivalent to $130 to draw young people.", "label": "Optimal_1"}
{"text": "the government of Yusuhara are offering young people houses that are $130 a month 7% of the average price of a 2 bedroom apartment in Tokyo.", "label": "Optimal_1"}
{"text": "the head of planning and finance is working on attracting young residents to rural villages.", "label": "Label_1"}
{"text": "attracting young residents is the main goal of some rural villages.", "label": "Label_1"}
{"text": "the older people try to make there place better so the young people will come and live there and grow the population", "label": "Label_1"}
{"text": "the government in Yusuhara is offering extremely cheap housing around $130 a month.", "label": "Optimal_1"}
{"text": "efforts are put in place to make younger people live in the villages permanently like cheaper housing in Yusuhara.", "label": "Optimal_1"}
{"text": "the government is offering houses to draw young people.", "label": "Label_6"}
{"text": "these villages are providing cheap housing to attract permanent residents.", "label": "Label_2"}
{"text": "offering houses for cheap and making it easier to build a house in yusuhara might make the young make go back.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering houses for a lower cost than that of large cities in hopes of drawing in young people.", "label": "Optimal_1"}
{"text": "a mountain town called Yusuhara is offering young people very low monthly prices and will even pay people 27,000 dollars to build a house there.", "label": "Optimal_1"}
{"text": "the government is stepping in and trying to encourage young people to move to Yasuhara by offering cheaper houses.", "label": "Optimal_1"}
{"text": "local governments like Yusuhara are offering money to young people that rent or build houses in rural areas.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering houses for cheaper to attract more young people.", "label": "Optimal_1"}
{"text": "towns like Yusuhara are offering cheaper homes, only 7% of the average price, in an attempt to motivate people to move there.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering houses that are only about $130 a month in hopes of drawing in young people, as well as the government is giving them more than 27,000 to build their own house.", "label": "Optimal_1"}
{"text": "They can live in cities with more technology .", "label": "Label_4"}
{"text": "if a young person wants to build a house, government will give them $27,000 or more to build the house.", "label": "Label_5"}
{"text": "Yasuhara is lowing rent prices trying to draw young people back into the villages.", "label": "Optimal_1"}
{"text": "the government of  Yusuhara is offering houses in hopes of drawing young people in.", "label": "Label_6"}
{"text": "some in Tochikubo people are decreasing the price on housing hoping they would stay.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering houses for rent the equivalent of around $130 a month to draw in young people.", "label": "Optimal_1"}
{"text": "when the old people die off, they can still have a population.", "label": "Label_4"}
{"text": "the government is offering young people lower rent.", "label": "Label_2"}
{"text": "they will be very benificial to society.", "label": "Label_0"}
{"text": "without them these villages can be abandoned soon.", "label": "Label_4"}
{"text": "Government of Yusuhara will give young adults more than $27,000 to build their own home in Yusuhara.", "label": "Optimal_2"}
{"text": "the government is trying to attract as many young people to the villages as possible.", "label": "Label_1"}
{"text": "the government of Yusuhara decided to offer housing for the equivalent of around $130 a month, of hopes to draw young people in.", "label": "Optimal_1"}
{"text": "villages like Yusuhara are trying to draw young people in by making rent $130 a month, which is %7 of the average price.", "label": "Optimal_1"}
{"text": "the older people are trying to get them to come back so what the local governments are doing is they are lowing the cost of housing and getting put on the news.", "label": "Label_2"}
{"text": "The government of Tokyo is selling houses for $130 a month.", "label": "Label_7"}
{"text": "the village countryside elderly people who have stayed in the can keep their village alive.", "label": "Label_4"}
{"text": "Tokyo rural villages give money to build their own houses.", "label": "Label_7"}
{"text": "the government of yusuhara has decreased house prices to only $130 a month.", "label": "Optimal_1"}
{"text": "many rural villages lowered their rent drastically for example; Yusuhara is offering on 7% of the average price for a house.", "label": "Optimal_1"}
{"text": "the government gives them money to build their house", "label": "Label_5"}
{"text": "the government of Yusuhara is offering houses at a low price and granting more than $27,000 to help build homes.", "label": "Optimal_1"}
{"text": "villages like Yusuhara do things like lower rent to attract more young people.", "label": "Optimal_1"}
{"text": "they are taking over the population..", "label": "Label_0"}
{"text": "the village cannot get abandon.", "label": "Label_4"}
{"text": "towns are starting ways to make young adults live in rural areas by offering houses equivalent to apartments, and giving money to help them make a house.", "label": "Label_5"}
{"text": "Yusuhara is giving $27,000 for people to build houses in rural areas.", "label": "Optimal_2"}
{"text": "EFE News Service is offering house that are $130 to young people to get them to move there permanetly.", "label": "Label_2"}
{"text": "the government of Yusuhuara is offering less rent money for houses to attract the young people.", "label": "Optimal_1"}
{"text": "the local government has implemented measurements, like lower prices on apartments and homes to get the young population to move back to rural villages", "label": "Label_2"}
{"text": "the Yusuhara government is lowering house prices.", "label": "Optimal_1"}
{"text": "the states had issued a policy in which they would decrease the living cost in some villages.", "label": "Label_2"}
{"text": "the government is providing an opportunity to have homes with far less expensive rent and an additional $27,000.", "label": "Label_2"}
{"text": "rural towns are trying to attract young permanent residents.", "label": "Label_1"}
{"text": "rural villages are finding ways to increase the opportunities that are available so that young people will move by lowering rent prices  and the local government giving them money to build houses.", "label": "Label_2"}
{"text": "more young adults need to come back to villages.", "label": "Label_1"}
{"text": "the government is offering houses to attract young people and giving them money to build their own house.", "label": "Label_5"}
{"text": "people in the villages have been making new houses.", "label": "Label_6"}
{"text": "the government is attracting young people by lowering the cost to live at Yushura", "label": "Optimal_1"}
{"text": "the government will provide funding for people to build houses in Tokyo.", "label": "Label_7"}
{"text": "the government has decided to lower housing prices in Yusuhara to attract young people.", "label": "Optimal_1"}
{"text": "the government is helping attract more young people and make them stay.", "label": "Label_1"}
{"text": "many rural villages have offered significant financial assistance to young people who wish to move there, such as low apartment prices or money to build a house, like Yusuhara.", "label": "Optimal_1"}
{"text": "they are focussed on raising money to help  young people move here permanently.", "label": "Label_3"}
{"text": "the government has been offering incredibly low rent and supplying money for people to build houses in an attempt to attract more young people.", "label": "Label_2"}
{"text": "Yusuhara lowered the prices for young people to live there.", "label": "Optimal_1"}
{"text": "villages like Yusuhara are attracting young permanent residents through drastically low apartment rents.", "label": "Optimal_1"}
{"text": "local governments fund housing for younger people moving in.", "label": "Optimal_2"}
{"text": "the village of Yusuhara is lowering the price of housing to attract younger people.", "label": "Optimal_1"}
{"text": "governments are offering houses for $130 a month and if they want to build a house the government will give them $27000.", "label": "Label_2"}
{"text": "the villages are taking measures such as lowering the typical rent price of a house by 93% to attract young people back to the villages.", "label": "Label_2"}
{"text": "the government of Yusuhara is making housing in rural villages cheaper and giving people money to build homes there.", "label": "Optimal_1"}
{"text": "without young citizens these villages might fail", "label": "Label_0"}
{"text": "Yusuhara is offering cheap housing and 27,000 dollars to attract younger residents.", "label": "Optimal_1"}
{"text": "the government give them money to live in rural areas.", "label": "Label_3"}
{"text": "The more yougner people in a park the better.kkkkk", "label": "Label_0"}
{"text": "in order to get rural villages going again young people will need to move there and produce more children there, the attraction for making young people move there is building their own house.", "label": "Label_5"}
{"text": "Tokyo lowered the prices on apartments in Yushuhara to draw in young people.", "label": "Label_7"}
{"text": "In Yasuhara they are giving younger people money for housing.", "label": "Optimal_2"}
{"text": "villages are lowering the pricing of a house in the area in hopes for younger people to want to move there.", "label": "Label_2"}
{"text": "these residents are trying to attract young people to permanently live in their villages.", "label": "Label_1"}
{"text": "the government offers houses for the equivalent of cheap prices.", "label": "Label_2"}
{"text": "an attempt by the Yusuhara government to make rent extremely affordable and give young house owners a budget of about 27,000 dollars.", "label": "Optimal_1"}
{"text": "the Yusuhara government are offering cheaper housing prices to attract many young people.", "label": "Optimal_1"}
{"text": "the government is stepping in and trying to encourage young people to move to rural villages.", "label": "Label_1"}
{"text": "Goverment is giving money to people if they live in the village and start a farm.", "label": "Label_3"}
{"text": "the village of Yusuhara is offering houses at a low percent of the average price.", "label": "Optimal_1"}
{"text": "these village towns have started to try and bring back their young population, Yusuhara being one, by lowering the price of housing.", "label": "Optimal_1"}
{"text": "Japanese governments have decided to lower the rent on apartments and allow young people to take out loans as much as 27,000 dollars to help young people build their own home in the Yusuhara area.", "label": "Optimal_1"}
{"text": "the government offered houses.", "label": "Label_6"}
{"text": "they are offering cheap housing in Yusuhara to attract more people to live there.", "label": "Optimal_1"}
{"text": "the young people can send their kids to the villages with their grandparents so they will have young people to help out and help with farming and eventually they will just tak over.", "label": "Label_4"}
{"text": "the government of Yusuhara is offering money for a young person to build a home if they would like.", "label": "Optimal_2"}
{"text": "in hope for them returning Yusuhara is offering houses for $130 a month and the government is willing to give young people more than $27,000 dollars to build a house.", "label": "Optimal_1"}
{"text": "in Yusuhara, they are offering rent in rural villages for less so young people can afford it while also populating the rural villages.", "label": "Optimal_1"}
{"text": "Yusuhara village main goal is attracting young permanent residents, so the local government will give them $27,000 if they want to build a home or charge $130 a month for rent.", "label": "Optimal_1"}
{"text": "places like Yusuhara are willing to pay more than $27,000 for young people to do so.", "label": "Label_3"}
{"text": "many villages are making rent super cheap as to attract young people to come and stay there permanently.", "label": "Label_2"}
{"text": "villages lower their rent to attract young professionals.", "label": "Label_2"}
{"text": "older people try to make there place better so the young people will come and live there and grow the population, they will let a young person build there house if they wanted too so they will stay", "label": "Label_5"}
{"text": "Yusuhara offers cheaper housing compared to living in Tokyo.", "label": "Optimal_1"}
{"text": "young adults decided to move away from their hometowns to get an educational opportunity and jobs.", "label": "Label_4"}
{"text": "the older people are trying to get them to come back.", "label": "Label_1"}
{"text": "they are offering cheap housing in rural japan to attract more people to live there.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering houses for $130 a month.", "label": "Optimal_1"}
{"text": "they are trying to make living in small villages more beneficial so that they ca attract young residents.", "label": "Label_1"}
{"text": "they need to find a different way of surviving.bnbb", "label": "Label_0"}
{"text": "the government of Yusuhara is making attempts to increase rural village populations by offering lower prices for monthly rent in rural villages.", "label": "Optimal_1"}
{"text": "the main goal for rural villages like Yusuhara is to attract young permanent residents by offering houses for less money.", "label": "Optimal_1"}
{"text": "villages like Mihoko Onoue are attracting young permanent residents through drastically low apartment rents.", "label": "Label_2"}
{"text": "Although some villages have some success attracting young people the government of Yusuhara is offering houses.", "label": "Label_6"}
{"text": "the older folk in Tokyo try to coerce them into staying by lowering the prices on apartments.", "label": "Label_7"}
{"text": "Yusuhara has started to offer lower prices of around $130 a month in hope of younger people wanting to stay permanently.", "label": "Optimal_1"}
{"text": "the villages are adding more things to their villages that will atract young people to come and stay by offreing lower payments or housses.", "label": "Label_2"}
{"text": "more young adults decided to move away from their rural hometowns", "label": "Label_4"}
{"text": "rural areas are lowering rent costs to attract young residents.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering houses for $130 a month in hope to bring in permanent young residents.", "label": "Optimal_1"}
{"text": "the government started offering houses for the price of $130 a month, as well as giving homeowners $27,000 to build their own homes if they wished.", "label": "Label_2"}
{"text": "people are worried that the population is going to keep rapidly declining.", "label": "Label_4"}
{"text": "some villages have increased their population with these measures.", "label": "Label_0"}
{"text": "villages like Yusuhara are lowering the rent prices to around $130 a month.", "label": "Optimal_1"}
{"text": "they need help in the rural", "label": "Label_0"}
{"text": "local government is lowering the price of houses a month in hopes of attracting more young people.", "label": "Label_2"}
{"text": "local governments provide money for building a house in Yusuhara.", "label": "Optimal_2"}
{"text": "the local government is offering incentives to get more young people to live in the village such as money to build houses.", "label": "Label_5"}
{"text": "without them these villages might fail.", "label": "Label_0"}
{"text": "the government of Yusuhara is offering houses in hopes to get young people to move into rural villages.", "label": "Label_6"}
{"text": "it is the village goal to attract permanent young residents.", "label": "Label_1"}
{"text": "EFE News Service is doing efforts  to get young people to move to these rural villages permanently to get them to support the villages.", "label": "Label_1"}
{"text": "the local governments of Yusuhara will provide more than $27,000 for them to live in rural villages.", "label": "Label_3"}
{"text": "the government of Yusuhara is contributing houses for the corresponding of around $130 a month.", "label": "Optimal_1"}
{"text": "the city is attracting young permanen t residents, by lowering the price and labor  to ensure the villag e doe sn't go abandoned.", "label": "Label_2"}
{"text": "the government is helping attract more young people and make them stay by giving them money to build a home by the tokyo.", "label": "Label_7"}
{"text": "the old people can get tax money and health", "label": "Label_4"}
{"text": "rural villages such as Yusuhara are offering housing for cheaper, only 7% of the original price, in hopes to attract young people.", "label": "Optimal_1"}
{"text": "the government are offering houses for young people to come back.", "label": "Label_6"}
{"text": "The more yougner people in a park the better.k", "label": "Label_0"}
{"text": "the Yusuhara government is offering houses for lower prices in order to draw in young people.", "label": "Optimal_1"}
{"text": "they give them cheaper houses and give them money if they want to build their own house.", "label": "Label_2"}
{"text": "the government is contributing by donating houses to convince them to stay.", "label": "Label_6"}
{"text": "young people want to build their own house to get more from the government.", "label": "Label_5"}
{"text": "the government has decided to lower housing prices in rural areas to attract young people.", "label": "Label_2"}
{"text": "some villages have decreased their housing prices in hopes of drawing in the young people.", "label": "Label_2"}
{"text": "local people can get money and move", "label": "Label_4"}
{"text": "trying to attract young residents is mainly the goal for rural villages.", "label": "Label_1"}
{"text": "the government is making it so living in a house is only 7% of the price it is in the city.", "label": "Label_2"}
{"text": "local governments are dropping the prices of housing.", "label": "Label_2"}
{"text": "Yasuhara village is offering potential residents substantial subsides on their housing cost.", "label": "Optimal_1"}
{"text": "Yusuhara is offering potential residents substantial subsidies on their housing cost.", "label": "Optimal_1"}
{"text": "Yasuhara village are offering houses to the same of around $130 a month.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is using incentives, like lower rent or money to build a house, to encourage young people to move into villages.", "label": "Optimal_1"}
{"text": "local governments, such as Yusuhara, are offering money to young people willing to build homes in their towns.", "label": "Optimal_2"}
{"text": "they try to get them to stay by agriculture", "label": "Label_1"}
{"text": "the aftermath would paying $130 for housing.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering houses around $130 a month.", "label": "Optimal_1"}
{"text": "they try to keep the young people around to keep villages running.", "label": "Label_1"}
{"text": "the Yusuhara government is paying people to build houses there.", "label": "Optimal_2"}
{"text": "that's  why they need them to stay and help the village.", "label": "Label_0"}
{"text": "the government uses tax incentives like cheaper housing to draw the young people in.", "label": "Label_2"}
{"text": "residents are trying to attract young permanent residents with benefits.", "label": "Label_1"}
{"text": "the Yusuhara government is pricing homes significantly lower than in urban areas, as the price of a home in Yusuhara is $130 a month, compared to $1900 a month for an apartment in Tokyo.", "label": "Optimal_1"}
{"text": "now the local government is trying to get the young people back by offering cheaper houses in Yusuhara.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering money to young people willing to live there.", "label": "Label_3"}
{"text": "the government wants to keep them there by giving them money to stay.", "label": "Label_3"}
{"text": "the rural villages can focus on keeping there villages going and alive, take care of them.", "label": "Label_4"}
{"text": "efforts to bring in permanent young residents to small villages have been taken by largely reducing living prices, such as Yasuhara.", "label": "Optimal_1"}
{"text": "the Japanese government is implementing systems like paying young people and lowering housing costs in rural villages like Yusuhara.", "label": "Optimal_1"}
{"text": "villages are providing incentives for young people to move to small towns.", "label": "Label_1"}
{"text": "the government will provide young people more than $27,000 to build a house in rural communities.", "label": "Label_5"}
{"text": "they lowered rent on houses and apartments, hoping to attract young residents.", "label": "Label_2"}
{"text": "Mayumi Matsuyama is putting all their efforts to make young people move their permanently and the government is even helping young adults by giving them money in order to build their own house.", "label": "Label_5"}
{"text": "the government is offering a payment of only 7% of the average price for an apartment.", "label": "Label_2"}
{"text": "the Japanese government has made a lot of benefits for people moving to the rural areas like offering money for building houses.", "label": "Label_5"}
{"text": "they are doing things like giving them money to live and build there home in the villages and to grow the population of the young people living there.", "label": "Label_5"}
{"text": "the government is offering 130 a month for a 2 bedroom apartment in yusuhara so young people will move in.", "label": "Optimal_1"}
{"text": "the villages will prosper in the future.", "label": "Label_4"}
{"text": "villages like Yusuhara are trying to draw new young people in by decreasing costs of staying at the village.", "label": "Optimal_1"}
{"text": "efforts to attract more young citizens to rural villages are being made, including the offering of cheap housing.", "label": "Label_2"}
{"text": "younger people need to stay in Japan.", "label": "Label_0"}
{"text": "Mayumi Matsuyama, planning to make young people move here permanently.", "label": "Label_1"}
{"text": "efforts are being made by small towns to have cheaper housing than housing in the big city.", "label": "Label_2"}
{"text": "the government are offering cheap homes in hop to draw young people in.", "label": "Label_2"}
{"text": "in order to attract more young adults the government lowered the prices of homes.", "label": "Label_2"}
{"text": "yes ok very good,", "label": "Label_0"}
{"text": "Goverment is giving money to people if they live in the village.", "label": "Label_3"}
{"text": "they give the younger people more money to build a house for them and their family so they will be satisfied living there.", "label": "Label_5"}
{"text": "the villages could focus on attracting young permanent residents by advertising the low living expenses compared to the city.", "label": "Label_2"}
{"text": "the government is lowering home prices and lending people money so people can build their own house in Yusuhara and stay in the villages.", "label": "Optimal_2"}
{"text": "the government  of Yosuhara offered 27,000 to built houses and the give cheaper apartment to attract young people to rural villages.", "label": "Optimal_1"}
{"text": "villages are making efforts to attract young people to move there permanently by making rent extremely cheap compared to urban areas and supporting them if they decide they want to build a home.", "label": "Label_2"}
{"text": "villages like Yusuhara began trying to attract young people with low housing cost.", "label": "Optimal_1"}
{"text": "the government is attracting young people by lowering the cost to live at Yushura.", "label": "Optimal_1"}
{"text": "small villages like Yusuhara are offering houses for $130 per month to try to attract young people.", "label": "Optimal_1"}
{"text": "Tokyo it is attracting the younger people by giving them a high paying job, because their jobs are profitable and less physically.", "label": "Label_4"}
{"text": "Yusuhara village is offering cheap housing to any young people who decide to move there.", "label": "Optimal_1"}
{"text": "many rural villages focus on attracting permanent young residents.", "label": "Label_1"}
{"text": "Yusuhara is planning on attracting young people by offering homes for cheaper prices.", "label": "Optimal_1"}
{"text": "Mayumi Matsuyama is working to attract permanent residents.", "label": "Label_1"}
{"text": "Mihoko Onoue is offering houses to attract young people and giving them money to build their own house.", "label": "Label_5"}
{"text": "the government has started offering young people that want to build a house $27,000 to do so in Yusuhara.", "label": "Optimal_2"}
{"text": "they will be very benificial to society, to help the community or offer things", "label": "Label_0"}
{"text": "some rural villages are dedicating to attract young residents by offering houses.", "label": "Label_6"}
{"text": "they are dropping the price of houses for the young people down to $130 a month to pull them in.", "label": "Label_2"}
{"text": "villages such as yusuhara are giving more thank 27,000 to help build houses.", "label": "Optimal_2"}
{"text": "the Yusuhara local government funded housing for younger people to build their own houses.", "label": "Optimal_2"}
{"text": "they rely on them to help bring back villages and government officials in Yusuhara are offering money to build their own homes.", "label": "Optimal_2"}
{"text": "the town of yusuhara attempted to increase the younger population by lowering the rent.", "label": "Optimal_1"}
{"text": "attracting young permanent residents is the main goal, for example a young person could build their home in Yusuhara and be given 27,000 from the government.", "label": "Optimal_2"}
{"text": "the government has started offering houses with low rent to encourage young people to settle in rural villages.", "label": "Label_2"}
{"text": "mayumi finance for a small mountain town called Yushuara.", "label": "Label_0"}
{"text": "they attracted young adults by the government of Yasuhara offering houses for only $130 which is cheaper than city homes this will give villages a new income of money.", "label": "Optimal_1"}
{"text": "they used money to build houses in villages like in Tokyo to persuade younger people to come in rural community.", "label": "Label_7"}
{"text": "without young citizens these villages might fail.", "label": "Label_0"}
{"text": "Mayumi Matsuyama lowered the price of rent in Tokyo by 7%.", "label": "Label_7"}
{"text": "if the government offers to help young people by lowering the prices on apartments and helping them pay for homes like Yusuhara, young people will come back and stay.", "label": "Optimal_1"}
{"text": "without them the Japanese villages with still suffer until the younger population will go up.", "label": "Label_4"}
{"text": "small villages are offering houses for $130 per month to try to attract young people.", "label": "Label_2"}
{"text": "the government is making homes cheaper by letting younger people build their own homes for themselves and by giving them money to do so.", "label": "Label_2"}
{"text": "the government of many small villages like Yusuhara are offering cheap rent in order to draw in young residents.", "label": "Optimal_1"}
{"text": "the Japanese government is implementing systems like paying young people and lowering housing costs in rural villages.", "label": "Label_2"}
{"text": "they need them to stay stable", "label": "Label_0"}
{"text": "the government of Yusuhara is trying to get these younger residents to move to the villages through funding and cheap housing.", "label": "Optimal_1"}
{"text": "Yusuhara is offering housed for around $130 a month which is & of the regular price if young people want to build their own house, the government will give them $27,000 to do so.", "label": "Optimal_1"}
{"text": "towns are starting ways to make young adults live in rural areas.", "label": "Label_1"}
{"text": "local governments such as Yusuhara are dropping the prices of housing.", "label": "Optimal_1"}
{"text": "villages are offering the same type of housing for a way cheaper price to draw people towards there villages to increase the population and work force.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering homing for the equivalent of around $130 a month.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is attracting young people by offering housing for $130 a month.", "label": "Optimal_1"}
{"text": "the government is offering to give people cheap homes to encourage people to move there and will give them 27,000 dollars to people who will move there.", "label": "Label_2"}
{"text": "the Japanese government have been renting out houses for 130$ in the villages verses the city's 1,900$ of rent.", "label": "Label_2"}
{"text": "villages are planning ahead and making villages more affordable than the city, such as Yusuhara.", "label": "Optimal_1"}
{"text": "all their effort was focused on making the young move permanently otherwise they wont be able to support themselves.", "label": "Label_1"}
{"text": "the government is offering houses for 7% of the average price.", "label": "Label_2"}
{"text": "many rural villages are taking drastic measures to attract young residents.", "label": "Label_1"}
{"text": "the government lowers the rent to $130 a month.", "label": "Label_2"}
{"text": "villages like Yusuhara have made it their main goal to attract young people to move to their villages permanently, such as how Yusuhara offers a severly lower price for housing than the cities.", "label": "Optimal_1"}
{"text": "the rural city Yusuhara is offering less of a rent in hopes of drawing young people to the area.", "label": "Optimal_1"}
{"text": "they help out in every way.", "label": "Label_0"}
{"text": "people in will be able to support themselves without young residents they won't be able to support themselves but in reral village its starting to depopulate which can be unstoppable.", "label": "Label_4"}
{"text": "attracting young permanent residents is the main goal.", "label": "Label_1"}
{"text": "many rural villages lowered their rent drastically.", "label": "Label_2"}
{"text": "Yusuhara is offering more than $27,000 to build their own homes.", "label": "Optimal_2"}
{"text": "villages have slightly their populations through these measrures.", "label": "Label_0"}
{"text": "attracting young permanent residents is the solution for rural villages by lowering the rent of the houses in the rural areas.", "label": "Label_2"}
{"text": "the Japanese village Yusuhara is offering much lower rent than a young person would find in a big city like Tokyo or Osaka.", "label": "Optimal_1"}
{"text": "the main goal for some rural villages is attracting young permanent residents; they're doing this by offering cheaper living, and 27,000+ more in incentives.", "label": "Label_2"}
{"text": "they are putting all their focus into attracting younger people by renting homes for cheaper prices.", "label": "Label_2"}
{"text": "villages can't get abandon because of the decrease of the community.", "label": "Label_4"}
{"text": "without young citizens these villages might fail because rent is expessive.", "label": "Label_2"}
{"text": "its best to offer houses for lower prices.", "label": "Label_2"}
{"text": "the government is offering incentives for people building their house there or renting in Yusuhara.", "label": "Optimal_2"}
{"text": "attracting young permanent residents is the solution for these rural villages.", "label": "Label_1"}
{"text": "the Yusuhara government are adding more things to their villages that will attract young people to come and stay by offering lower payments or houses.", "label": "Optimal_1"}
{"text": "towns like Yusuhara are offering cheaper homes, only 7% of the average price, in attempt to motivate people to move there.", "label": "Optimal_1"}
{"text": "towns are offering cheaper homes, only 7% of the average price in order to temp people to move there.", "label": "Label_2"}
{"text": "the government is stepping in and trying to encourage young people to move to Yusuhara by offering cheaper houses.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering reduced housing.", "label": "Optimal_1"}
{"text": "the villages need to add more to them in order for the young residents to want to help them.", "label": "Label_1"}
{"text": "many rural villages are taking drastic measures to attract young residents by offering apartments at a very low price and giving them money to build a house.", "label": "Label_2"}
{"text": "the village Yushara are trying to get them to come back and stay permanently by lowering house prices and the government giving them money to build houses.", "label": "Optimal_1"}
{"text": "the goverment is making an effrot by paying people 27,000 to move to build a house.", "label": "Label_5"}
{"text": "the government of Yusuhara is offering cheap housing and offering 27,000 if a young person builds their own house.", "label": "Optimal_1"}
{"text": "the Yusuhara government are trying to attract younger people by renting homes for cheaper prices.", "label": "Optimal_1"}
{"text": "the government started offering houses around 7% of the average price in hopes of drawing more young people in.", "label": "Label_2"}
{"text": "the village is gonna give them money", "label": "Label_3"}
{"text": "one village called Yusuhara decreased housing to the equal Valenton.", "label": "Optimal_1"}
{"text": "the government is trying to attract young people to live in the village permanently by offering houses to them.", "label": "Label_6"}
{"text": "the government of the Yusuhara village is lowering the prices on rent in places.", "label": "Optimal_1"}
{"text": "the local government in Tokyo reduced the prices of the apartments to 7% of average and will give $27,000 to those who are building a home in Yusuhara.", "label": "Optimal_1"}
{"text": "the government is making it easier for young residents to live there so they'll stay.", "label": "Label_1"}
{"text": "the government of Yusuhara is offering houses for around $130 a month, in hopes of young people staying and coming.", "label": "Optimal_1"}
{"text": "the government lowered house prices in hopes of attracting young people to the area.", "label": "Label_2"}
{"text": "the government of Yusuhara offers affordable housing to them in rural Japanese areas.", "label": "Optimal_1"}
{"text": "the government is offering people money to build their houses there.", "label": "Label_5"}
{"text": "the village is offering houses at a low percent of the average price.", "label": "Label_2"}
{"text": "they decided to offer houses in the village, Yusuhara, for 130 a month.", "label": "Optimal_1"}
{"text": "Mayumi Matsuyama is finding ways to get young people to move to the villages permanently by paying young people to move to the rural villages..", "label": "Label_1"}
{"text": "they are able to support there self's.", "label": "Label_4"}
{"text": "the governor of Yusuhara made changes like lowering down prices.", "label": "Optimal_1"}
{"text": "the rural villages can focus on keeping there villages going and alive and take care of them.", "label": "Label_4"}
{"text": "Tokyo has villages like Yusuhara that lowered the prices on houses to draw in young people.", "label": "Optimal_1"}
{"text": "rural villages, like Mayumi Matsuyama, have made it their goal to attract more younger residents by offering low-cost living and stipends to build their own homes.", "label": "Label_2"}
{"text": "the city is attracting young permanent residents, by lowering the price and labor  to ensure the village doesn't go abandoned.", "label": "Label_2"}
{"text": "the Yusuhara government is offering incentives to get more young people to live in the village such as money to build houses.", "label": "Optimal_2"}
{"text": "to attract more young people they are lowering rent and even paying people to build their homes in rural areas.", "label": "Label_2"}
{"text": "some villages are taking measures to attract young people, such as offering cheap housing.", "label": "Label_2"}
{"text": "villages are lowering the rent prices to almost nothing to keep people from going to big cities.", "label": "Label_2"}
{"text": "Mayumi Matsuyama mentioned this problem to EFE new services.", "label": "Label_0"}
{"text": "the government of one of the villages, Yusuhara, is offering houses for $130 a month.", "label": "Optimal_1"}
{"text": "the states had issued a policy in a small mountain town called Yusuhara which they would decrease the living cost in some villages.", "label": "Optimal_1"}
{"text": "local governments are providing 27,000 for those who wish to build their own house in these villages.", "label": "Label_5"}
{"text": "the villages like Yushara have payed young people to come live there.", "label": "Label_3"}
{"text": "the Yusuhara has made prices to live in the rural villages more affordable than in the big cities to attract young residents.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering houses for much cheaper hoping to attract younger people to live there.", "label": "Optimal_1"}
{"text": "many rural villages have offered significant financial assistance to young people who wish to move there, such as low apartment prices or money to build a house.", "label": "Label_2"}
{"text": "the Yusuhara Government is giving houses for the equivalent of $1,900.", "label": "Optimal_1"}
{"text": "the government has made prices to live in the rural villages more affordable than in the big cities to attract young residents.", "label": "Label_2"}
{"text": "the village of Yushuara's government  is cutting down house prices to $130 a month.", "label": "Optimal_1"}
{"text": "efforts to bring in permanent young residents to small villages have been taken.", "label": "Label_1"}
{"text": "rural Japanese villages are trying to help young residents create homes to increase the population.", "label": "Label_1"}
{"text": "offering houses for cheap and making it easier to build a house might make the young make go back.", "label": "Label_2"}
{"text": "the government is offering houses at a low price and granting more than $27,000 to help build homes.", "label": "Label_2"}
{"text": "the government is offering cheaper housing to attract young people.", "label": "Label_2"}
{"text": "Yushuhara lowered the cost of rent for a two bedroom apartment.", "label": "Optimal_1"}
{"text": "now the Japanese Policy council is trying to get the young people to the villages so they can reproduce and never lose there villages.", "label": "Label_1"}
{"text": "the government of Ysuhara is offering less rent money to attract more young people to the rural villages.", "label": "Optimal_1"}
{"text": "villages are trying to draw young people in by making rent $130 a month, which is %7 of the average price.", "label": "Label_2"}
{"text": "small villages offer financial support by providing $27,000 to people who build a house in their small town.", "label": "Label_5"}
{"text": "this could cause villages to become vacent.", "label": "Label_0"}
{"text": "the government is helping younger people move into the villages permanently and helping with costs of houses.", "label": "Label_2"}
{"text": "the government is offering housing with hopes of attracting young adults.", "label": "Label_6"}
{"text": "Yusuhara is making it their main goal to attract young residents by lowering prices on homes.", "label": "Optimal_1"}
{"text": "young adults make a choice to move away from their rural hometowns.", "label": "Label_4"}
{"text": "the government is reducing the pricing of houses that are only 7% of the average price.", "label": "Label_2"}
{"text": "the Tokyo government is offering incentives to get more young people to live in the village such as money to build houses.", "label": "Label_7"}
{"text": "the villages are able to support themselves by mapping the world's prices report and in Yusuhara if a young person wants to build a house the local government will give more than $27,000 to do it.", "label": "Optimal_2"}
{"text": "rural villages give money to build their own houses.", "label": "Label_5"}
{"text": "they are  giving the young  people more than $27,000 so they can build there houses.", "label": "Label_5"}
{"text": "Yusuhara offered to lower house prices equivalent to Tokyo apartments only 7% of the average price.", "label": "Optimal_1"}
{"text": "places are offering cheaper housing in an effort to draw more young people in as well as giving grants to younger people can afford to build new houses.", "label": "Label_2"}
{"text": "villages are renting houses for only 130 dollars per month to convince the young residents to stay permanently.", "label": "Label_2"}
{"text": "the government is making housing the same size as in large cities for around $130 per month.", "label": "Label_2"}
{"text": "Deutsche Bank offers $2700 more to encourage young people to build their own homes in Yusuhara.", "label": "Optimal_2"}
{"text": "some villages are trying to attract young permanent residents.", "label": "Label_1"}
{"text": "Tokyo is offering housed for around $130 a month which is &% of the regular price if young people want to build their own house the government will give them $27,000 to do so.", "label": "Label_7"}
{"text": "they are offering houses for around $130 a month,and hope to draw young people in Tokyo.", "label": "Optimal_1"}
{"text": "Tokyo is posting way more affordable housing options than in the big city.", "label": "Label_7"}
{"text": "the local governments offer $130 rent and will give them $27,000 or more to build their own house.", "label": "Label_2"}
{"text": "the local government of Yasuhara will give them more than $27,000 to young residents to build their own homes.", "label": "Optimal_2"}
{"text": "attempts to increase the younger population such as lowering the rent, have been made.", "label": "Label_2"}
{"text": "they live there to become farmers or miners.", "label": "Label_0"}
{"text": "they are attracting young permanent residents for some rural villages on a small mountain by making houses cheaper than apartments in Tokyo depending whether or not they want to build their own house", "label": "Label_7"}
{"text": "rural villages, like Yusuhara, are offering cheaper houses with the goal of drawing in young people.", "label": "Optimal_1"}
{"text": "they offer young people houses in the rural communities.", "label": "Label_6"}
{"text": "the government offered young people money to build their own houses and to move to a village.", "label": "Label_5"}
{"text": "rural settlements such as Yusuhara have decided to decrease the price of housing in efforts to attract new residents.", "label": "Optimal_1"}
{"text": "these villages are providing financial advantages to becoming a permanent resident.", "label": "Label_3"}
{"text": "the Yusuhara government is offering houses that are 7% of the average rent in Tokyo, and are giving $27,000 to people who want to build houses in Yusuhara.", "label": "Optimal_1"}
{"text": "they are taking over the population.", "label": "Label_0"}
{"text": "the government of Yusuhara is making housing the same size as in Tokyo for around $130 per month.", "label": "Optimal_1"}
{"text": "the village can support themselves.", "label": "Label_4"}
{"text": "some villages lower the prices of rent in hopes of getting younger people to move there.", "label": "Label_2"}
{"text": "some started building houses near the villages.", "label": "Label_0"}
{"text": "the government of Yusuhara is offering house payments for $130 a month, which is 7% of the average price.", "label": "Optimal_1"}
{"text": "the government is offering houses for only 7% of the price, in hopes of bringing back young people.", "label": "Label_2"}
{"text": "Mayumi Matsuyama, told EFE News Service that needed more young people to move there permanently.", "label": "Label_1"}
{"text": "the government of Yusuhara offered cheap housing in the villages to draw young people in.", "label": "Optimal_1"}
{"text": "they decided do this for young.", "label": "Label_0"}
{"text": "there trying to build houses and apartments to attract young people.", "label": "Label_5"}
{"text": "Worlds prices report, monthly rent for two bedroom apartments in Tokyo", "label": "Label_7"}
{"text": "the government of Yusuhara is giving houses away for $130 and they will even pay people more than $27,000 if they build their home there.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is paying people live in rural places or to even build a house there.", "label": "Optimal_2"}
{"text": "the young people can make the population grow and young people will have the population go up higher for there country.", "label": "Label_4"}
{"text": "they have started offering houses to draw young people in.", "label": "Label_6"}
{"text": "efforts to bring in permanent young residents to small villages have been taken by giving money to build new homes and largely reducing living prices in small villages, such as Yasuhara.", "label": "Optimal_1"}
{"text": "the government is making apartments cheaper and giving money to build houses to attract young people.", "label": "Label_2"}
{"text": "more and more rural villages in Japan are falling victim to the phenomenon called shoushikoureike", "label": "Label_0"}
{"text": "there are efforts to bring them back in, such as giving them money to help them build their own houses.", "label": "Label_5"}
{"text": "more young adults decided to move away from their rural hometowns to pursue educational oppurtunities.", "label": "Label_4"}
{"text": "the government offers houses for 130$ a month.", "label": "Label_2"}
{"text": "Mayumi Matsuyama lowered house rent in Tokyo and give young people 27,000 dollars to build a house, so that some young people will come and stay in the japanese villages.", "label": "Label_7"}
{"text": "some people are decreasing the price on housing hoping they would stay.", "label": "Label_2"}
{"text": "the government of Yushara have dropped monthly rent by 93% of the average price.", "label": "Optimal_1"}
{"text": "Mayumi Matsuyama began a project to attract younger people to Yusuhara by renting out the houses at extremely low prices.", "label": "Optimal_1"}
{"text": "some villages are trying to attract more of them by offering houses.", "label": "Label_6"}
{"text": "attracting them permanently is a main goal otherwise they would not be able to support themselves the local government is offering houses and money to build houses in hopes of drawing them in", "label": "Label_5"}
{"text": "these residents are trying to attract young people to permanently live in their villages with incentives like money to build houses and cheap housing.", "label": "Label_2"}
{"text": "the government of the Yasuhara will give them more than $27,000 to build their own house in Yasuhara.", "label": "Optimal_2"}
{"text": "villages are making efforts to attract young people with incentives to permanently live in the villages so they can better support themselves.", "label": "Label_1"}
{"text": "small villages like Yusuhara are offering low rent in hopes of attracting young residents.", "label": "Optimal_1"}
{"text": "the population doesn't decrease, depopulation is an unstoppable phenomenon.", "label": "Label_4"}
{"text": "Mayumi Matsuyama is planning a small mountain town called Yusuhara to make young people move back.", "label": "Label_1"}
{"text": "rural villages are finding ways to attract young residents to stay in villages so Yusuhara had made the price low to get a home in a village so strategy has worked but not as much as people wanted.", "label": "Optimal_1"}
{"text": "they are offering young people houses that are $130 a month 7% of the average price of a 2 bedroom apartment in Tokyo.", "label": "Label_2"}
{"text": "Yusuhara has started to provide cheaper housing than large cities and is providing money to young people who want to build houses in the small town.", "label": "Optimal_1"}
{"text": "the government is paying people live in rural places.", "label": "Label_3"}
{"text": "Japanese rural villages have cheaper apartments hoping to attract them.", "label": "Label_2"}
{"text": "important to have more children.", "label": "Label_0"}
{"text": "Tokyo it is attracting the younger people by giving them a high paying job that is better then farming or becoming a miner.", "label": "Label_4"}
{"text": "older residents are making an attempt to make rural towns more appealing to younger people.", "label": "Label_1"}
{"text": "then the Yusuhara government will give them 27,00 to build their own house.", "label": "Optimal_2"}
{"text": "the villages are selling homes for much less than in the city to try and persuade more younger people to move there.", "label": "Label_2"}
{"text": "Tokyo lowered the prices on apartments in Yushuhara.", "label": "Label_7"}
{"text": "they have houses 7% the average house.", "label": "Label_0"}
{"text": "the government will give them more than $27,000 to build their own house in Yusuhara.", "label": "Optimal_2"}
{"text": "a small mountain town lowered  their prices for homes, hoping for the attraction of young people.", "label": "Label_2"}
{"text": "the villages are making housing more affordable in an effort to attract younger residents to their villages.", "label": "Label_2"}
{"text": "the government in Yusuhara has lowered rent in order to attract young people.", "label": "Optimal_1"}
{"text": "people can keep populating the villages so young people can thrive in it.", "label": "Label_4"}
{"text": "Yusuhara is offering houses for a lower price compared to Tokyo's prices.", "label": "Optimal_1"}
{"text": "they build their own house and pay cheap rent.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering $130 a month for housing and if the young want to build their own house in Yusuhara the government will give the young more than $27,000 to do so.", "label": "Optimal_1"}
{"text": "the residents need to attract them by offering young residents money and living space.", "label": "Label_3"}
{"text": "xb exbhwjnkmqlmknjxbhdczkma;l,knbhgfvcbhdxkms;z,laxjk fhbfjdnkxmslz,;msxn bfcdnxmlsz,;skmxndhcbfvgfbc", "label": "Label_0"}
{"text": "The government is offering houses at a cheaper cost and is giving money for those who wish to build there own house in hopes of drawing in younger people.", "label": "Label_2"}
{"text": "the local government are offering incentives such as $130 a month of rent for a home, or $27,000 to build their home.", "label": "Label_2"}
{"text": "the place wont die out....", "label": "Label_0"}
{"text": "the Deutsche Bank are offering houses $130 a month which is only 7% of the average price to attract young people.", "label": "Label_2"}
{"text": "Mayumi Matsuyama is finding ways to get young people to move to the villages permanently by paying young people to move to the rural villages.", "label": "Label_1"}
{"text": "the village Mihoko Onoue lowered the standard of living so they could attract younger residents.", "label": "Label_2"}
{"text": "the Yusuhara village is offering the same housing for a much cheaper price to draw people to their villages to increase the population and workforce.", "label": "Optimal_1"}
{"text": "towns are offering cheaper homes in order to temp people to move there.", "label": "Label_2"}
{"text": "Yusuhara lowered the cost of housing hoping to draw more young people in.", "label": "Optimal_1"}
{"text": "Mayumi Matsuyama is lowering the pricing of houses in the area in hopes for younger people to want to move there.", "label": "Label_2"}
{"text": "villages like Yusuhara are offering houses for lower prices.", "label": "Optimal_1"}
{"text": "attracting young permanent residents is the solution for rural villages by lowering the rent in the rural areas.", "label": "Label_2"}
{"text": "they have lowered the prices for young people to live there.", "label": "Label_2"}
{"text": "the government in Deutsche is making housing the same size as in Tokyo for around $130 per month.", "label": "Label_7"}
{"text": "the local government has implemented measurements, like lower prices on apartments and homes to get the young population to move back to rural villages, like Yusuhara.", "label": "Optimal_1"}
{"text": "efforts are made to attract young people by decreasing rent like how Yusuhara did.", "label": "Optimal_1"}
{"text": "young people will start", "label": "Label_0"}
{"text": "the government is trying to lower the price of rent to get younger residents to come back.", "label": "Label_2"}
{"text": "the government of Yasuhara is offering houses for about 130 a month, only 7% of the normal price, hoping to draw young people.", "label": "Optimal_1"}
{"text": "the village of Yushuara, Japan is cutting down house prices to $130 a month.", "label": "Optimal_1"}
{"text": "Yusuhara has tried to incentivize young residents to move back the rural villages, by providing cheaper housing.", "label": "Optimal_1"}
{"text": "the government is making it easier for young residents to live there by selling house at a low price so they'll stay.", "label": "Label_2"}
{"text": "the place wont die out.", "label": "Label_0"}
{"text": "The more youner people in a park the better.", "label": "Label_0"}
{"text": "rural villages hope for the attraction of young residents by decreasing the prices of homes.", "label": "Label_2"}
{"text": "rural communities are finding ways to attract young people to move there.", "label": "Label_1"}
{"text": "the government puts houses for sale at a lower price to attract young people.", "label": "Label_2"}
{"text": "attracting young residents by having cheap rent is a goal in Deutsche.", "label": "Label_2"}
{"text": "the government is paying young people money to build their own houses in Yusuhara.", "label": "Optimal_2"}
{"text": "the government is trying to attract young people by lowering the cost of an apartment to get them to come live in the city rather than the dying out little rural Japanese countryside villages.", "label": "Label_2"}
{"text": "they're trying to get them to stay with money for housing", "label": "Label_3"}
{"text": "the government of Yusuhara is offering houses for a lower price hoping to draw in young people.", "label": "Optimal_1"}
{"text": "villages are making efforts to attract young people with incentives like greatly cheaper housing to permanently live in the villages so they can better support themselves.", "label": "Label_2"}
{"text": "the government are offering $27,00 for young person to build their own home to raise their kids to show them in the futer hoe to do the jobs to keep the village young.", "label": "Label_5"}
{"text": "the local government will give them money.", "label": "Label_3"}
{"text": "the government is providing rent for houses as low as $130 a month in rural villages compared to $1900 a month in the city.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering low prices for housing in attempt to draw in the younger people.", "label": "Optimal_1"}
{"text": "the rural villages can stay alive and not abandoned by 2040.", "label": "Label_4"}
{"text": "the government is lowering the prices of the property to only seven percent.", "label": "Label_2"}
{"text": "by Yusuhara giving cheaper apartments and the ability to build their own house, some villages have increased their populations.", "label": "Optimal_1"}
{"text": "money can be utilized in the rural parts of Japan; and elderly residents in rural Japan may have retirement funds.", "label": "Label_4"}
{"text": "they used money to build houses in villages like in Yusuhara to persuade younger people to come in rural community.", "label": "Optimal_2"}
{"text": "the rural area has contacted EFE news service tp have children live there permanently.", "label": "Label_0"}
{"text": "Japanese government began giving deals on houses in rural areas to lure young people back to the rural communities.", "label": "Label_2"}
{"text": "the government is helping attract more young people and make them stay by giving them money to build a home by Yusuhara.", "label": "Optimal_2"}
{"text": "some of the villages have increased their population.", "label": "Label_4"}
{"text": "villages are attracting young permanent residents through drastically low apartment rents.", "label": "Label_2"}
{"text": "they are trying to make living in small villages more beneficial so that they can attract young residents as the government of Yasuhara is lowering prices of stay", "label": "Optimal_1"}
{"text": "the government is trying to incentivise moving to rural villages by lowering housing prices.", "label": "Label_2"}
{"text": "the government provides a young person with money to build their own house.", "label": "Label_5"}
{"text": "the government of Yusuhara has begun offering housing for cheaper to encourage young people to begin populating rural villages.", "label": "Optimal_1"}
{"text": "these residents are trying to attract young people to permanently live in the village of Yusuhara with incentives like cheap rent, and offering money to build houses.", "label": "Optimal_1"}
{"text": "these rural areas are trying to attract young permanent residents by having a low rent which the government of Yusuhara is doing.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering houses for around $130 a month, and if they are building their own house, the government will give them $27,000 to do so.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is decreasing the rent for houses than the bigger cities to attract young people.", "label": "Optimal_1"}
{"text": "to attract more young people they are lowering rent and even paying people to build their homes inrural areas like Yushara.", "label": "Optimal_1"}
{"text": "they do things like lower rent to attract more young people.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering low monthly rent costs to draw in young people.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering young people more than 27,000$ to build their own home.", "label": "Optimal_2"}
{"text": "the government of Yusuhara is providing an opportunity to have homes with far less expensive rent and an additional $27,000.", "label": "Optimal_1"}
{"text": "the government is lowering the cost of housing to attract younger crowds.", "label": "Label_2"}
{"text": "more young adults decided to move away from their rural.", "label": "Label_4"}
{"text": "They are trying there best to attract young people even by giving them money for housing.", "label": "Label_5"}
{"text": "the Yushara are lowering prices in houses.", "label": "Optimal_1"}
{"text": "the villages don't go abbonded.", "label": "Label_0"}
{"text": "the government of Yusuhara is lowering the cost of housing to attract younger crowds.", "label": "Optimal_1"}
{"text": "they are offering houses for a around $130 in hopes of drawing young people to the area.", "label": "Label_2"}
{"text": "the Japanese government has made a lot of benefits for people moving to the rural areas like offering money for building houses in towns like Yushara.", "label": "Optimal_2"}
{"text": "there are efforts to move young people to rural cities.", "label": "Label_1"}
{"text": "local governments are incentivizing living in these villages through cheap living spending and money.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering housing for about 130 dollars per month, in order to draw them in.", "label": "Optimal_1"}
{"text": "the villages are adding more things to their villages that will atract young people to come and stay.", "label": "Label_1"}
{"text": "in Yushara a two bedroom apartment would be $130 a month, when in Tokyo it's $1,900, and the local government would give them $27,000 if they wanted to build their own house there.", "label": "Optimal_1"}
{"text": "they are trying to get them to come back and stay permanently by lowering house prices and the government giving them money to build houses.", "label": "Label_2"}
{"text": "Yusuhara, a small town in the mountains, is offering good and very cheap housing of around $130 a month.", "label": "Optimal_1"}
{"text": "many rural villages, like Yusuhara, focus on attracting permanent young residents by offering houses for around $130 a month.", "label": "Optimal_1"}
{"text": "young people may get more education purposes and have a nicer life in the cities.", "label": "Label_4"}
{"text": "the government of Yusuhara offers houses for the amount around of $130 a month.", "label": "Optimal_1"}
{"text": "the place wont die out...", "label": "Label_0"}
{"text": "the government is trying to encourage young people to stay in rural villages by offering lower costs and money to build houses.", "label": "Label_2"}
{"text": "the government is offering young people lower ren.", "label": "Label_2"}
{"text": "they decided to offer houses in Japan villages for 130 a month.", "label": "Label_2"}
{"text": "the government has started a program aimed to making young people move back to rural areas.", "label": "Label_1"}
{"text": "the city is attracting young permanent residents, by lowering the price and labor  to ensure the village doe sn't go abandoned.", "label": "Label_2"}
{"text": "the government of Yusuhara is giving young people to build houses.", "label": "Optimal_2"}
{"text": "rural villages have cheaper apartments hoping to attract young people.", "label": "Label_2"}
{"text": "residents are trying to attract young permanent residents with benefits, such as the government of Yusuhara lowering monthly rent to around $130 a month.", "label": "Optimal_1"}
{"text": "they are focusing their efforts on making young people move into rural villages permanently by doing things like offering cheap houses and giving them money to build their own houses.", "label": "Label_2"}
{"text": "they give the younger resident their land while the", "label": "Label_0"}
{"text": "young people take the chance to move and be their own person without feeling the same person like everyone in the village.", "label": "Label_4"}
{"text": "villages like Yusahara are making efforts to attract young people with incentives like greatly cheaper housing to permanently live in the villages so they can better support themselves.", "label": "Optimal_1"}
{"text": "villages are planning ahead and making villages more affordable then the city, such as Mayumi Matsuyama.", "label": "Label_2"}
{"text": "the government of Yusuhara offers housing for the equivalent of 130$ a month, which is 7% of the average price.", "label": "Optimal_1"}
{"text": "villages have only 7% of the average price for housing in hopes of drawing in young people.", "label": "Label_2"}
{"text": "the government is offering incentives to people hoping they can attract more young people to rural areas.", "label": "Label_1"}
{"text": "Mayumi Matsuyama lowered the price of rent in Deutsche, Tokyo by 7%.", "label": "Label_7"}
{"text": "decreasing housing prices may attract the young population back to the villages.", "label": "Label_2"}
{"text": "residents of rural Japanese villages are trying to attract young people to move there permanently by lowering the cost of living there.", "label": "Label_2"}
{"text": "Yusuhara is lowering prices in towns to attract young people.", "label": "Optimal_1"}
{"text": "the government is offering money for residents to move back and build a house.", "label": "Label_5"}
{"text": "Mayumi Matsuyama is making a town called Yasuhara, a town with cheap housing.", "label": "Optimal_1"}
{"text": "there can be more people creating more jobs, which gives the villages more appeal.", "label": "Label_4"}
{"text": "the rural village Yusuhara is starting to lower the average price of rent, and offering up money for people to build houses, hoping to get some permanent young residents.", "label": "Optimal_1"}
{"text": "to attract young residents, Mayumi Matsuyama, head of Yusuhara, by lowering prices for housing and giving $27,000 to build houses.", "label": "Optimal_1"}
{"text": "attracting young permanent residents would be the main goal for some rural villages.", "label": "Label_1"}
{"text": "some governments are trying to attract young residents with inexpensive housing.", "label": "Label_2"}
{"text": "local governments are offering money to young people willing to live in their towns.", "label": "Label_3"}
{"text": "Yusuhara is lowering rent prices.", "label": "Optimal_1"}
{"text": "residents of rural Japanese villages are trying to attract young people to move there permanently by lowering housing prices such as the government of Yusuhara that reduced their housing cost to 7%.", "label": "Optimal_1"}
{"text": "one village is offering cheap housing to any young people who decide to move there.", "label": "Label_2"}
{"text": "Yusuhara is posting way more affordable housing options than in the big city.", "label": "Optimal_1"}
{"text": "they need to permanently stay and live in the village.", "label": "Label_0"}
{"text": "the Yusuhara government is offering incentives, such as offering rent for around $130 a month, hoping they can attract more young people to rural areas.", "label": "Optimal_1"}
{"text": "some towns like Yusuhara have started to lower the cost of rent in hopes of getting more young people to live there.", "label": "Optimal_1"}
{"text": "the government has given an incentive to attract more young adults such as offering to pay for their houses.", "label": "Label_5"}
{"text": "young people will start to travel to the village to live there.", "label": "Label_0"}
{"text": "the government attracting by giving them a offer around $130 a month  with a 7% of the average price .", "label": "Label_2"}
{"text": "the government of Yusuhara is offering houses at $130 dollars monthly, and paying people money to build their own houses in rural areas.", "label": "Optimal_1"}
{"text": "the government of Yushara is paying people $130 dollars a month to get people to move to villages.", "label": "Optimal_1"}
{"text": "towns are offering cheaper homes, only 7% of the original price in order to temp people to move there.", "label": "Label_2"}
{"text": "local government will give them money to do so to leave the countryside.", "label": "Label_3"}
{"text": "the aftermath would missing out on educational opportunites.", "label": "Label_0"}
{"text": "some people in yusuhara are decreasing the price on housing hoping they would stay.", "label": "Optimal_1"}
{"text": "attracting them to rural villages is the main goal.", "label": "Label_1"}
{"text": "the government is lowering housing prices and giving young people money like 27,000 dollars to build houses in the rural area of Yusuhara.", "label": "Optimal_1"}
{"text": "the government of Yushara is offering houses for around $130 a month.", "label": "Optimal_1"}
{"text": "they are focusing their efforts on making young people move into rural villages permanently.", "label": "Label_1"}
{"text": "villages like Yusuhara are making efforts to attract young people with incentives like greatly cheaper housing to permanently live in the villages so they can better support themselves.", "label": "Optimal_1"}
{"text": "Yusuhara offers a deal that would attract young individuals.", "label": "Label_1"}
{"text": "the local government is giving money to young people who want to build their own homes in Yusuhara.", "label": "Optimal_2"}
{"text": "they need to attract young residents by less tax money.", "label": "Label_1"}
{"text": "Mayumi Matsuyama is focusing their efforts in making the young people move to the villages permanently.", "label": "Label_1"}
{"text": "the government are making homes for the young adults", "label": "Label_6"}
{"text": "the government of Yusuhara is offering houses for around $130 a month to draw in young people.", "label": "Optimal_1"}
{"text": "rural villages are lowering their monthly rent.", "label": "Label_2"}
{"text": "the Yusuhara government is offering homes for the equivalent of $130 a month, in order to draw in more young people to live in the rural town.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering cheaper houses in hopes of drawing young people in.", "label": "Optimal_1"}
{"text": "they spend most of their time planning on their life.", "label": "Label_0"}
{"text": "Yusuhara is offering rental houses for 7% of normal cost and will give them up to 27,000 dollars to build a home there.", "label": "Optimal_1"}
{"text": "the government is putting the price down of homes so young people can buy them.", "label": "Label_2"}
{"text": "the leaders of these smaller villages are offering lower housing costs to attract younger people to the area.", "label": "Label_2"}
{"text": "the government offers affordable housing to them in rural Japanese areas.", "label": "Label_2"}
{"text": "rural villages are offering housing for cheaper, only 7% of the original price, in hopes to attract young people.", "label": "Label_2"}
{"text": "now the local government is trying to get the young people back by offering cheaper houses in the rural villages.", "label": "Label_2"}
{"text": "the government is trying to get more young people to move there to help by giving them enough money to help build houses.", "label": "Label_5"}
{"text": "the government of Yusuhara is offering houses for around $130 a month and only 7% of the average price, but also giving a young person $27,000 in addition of them building a house in Yusuhara.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering houses that are cheaper for young people.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering houses that go for around $130 a month in hopes of attracting young people to rural villages.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is giving young people $27000 if they want to build their own home in the town.", "label": "Optimal_2"}
{"text": "they are trying to make living in small villages more beneficial so that they can attract young residents as the government of Yasuhara is lowering prices of stay.", "label": "Optimal_1"}
{"text": "more young adults decided to move away from their rural hometowns.", "label": "Label_4"}
{"text": "the village made the rent $130 a month to attract permanent young residents.", "label": "Label_2"}
{"text": "they can increase the population.", "label": "Label_4"}
{"text": "local government agencies are offering rent money up to $130 or money to build homes for $27,000.", "label": "Label_2"}
{"text": "Mayumi Matsuyama is putting all their efforts to make young people move their permanently, the government is even helping young adults by giving them money in order to build their own house in tokyo.", "label": "Label_7"}
{"text": "rural Japanese villages are struggling to stay alive.", "label": "Label_0"}
{"text": "without them there would be fewer elderly in Japan.", "label": "Label_0"}
{"text": "local governments are trying to implement new ways like lowering rent and gifting money to build houses.", "label": "Label_2"}
{"text": "the older folk try to coerce them into staying by lowering the prices on apartments.", "label": "Label_2"}
{"text": "attracting young residents by offering houses is the main goal for some rural villages.", "label": "Label_6"}
{"text": "villages like the mountain town of Yusuhara have started advertising housing that is 7% of the average price.", "label": "Optimal_1"}
{"text": "they are focussed on raising money to help  young people move here permanently by inctreasing.", "label": "Label_3"}
{"text": "they use money to attract those young people back.", "label": "Label_3"}
{"text": "rural villages are finding ways to attract young residents to stay in villages so they had made the price low to get a home in a village, it has worked but not as much as they wanted.", "label": "Label_2"}
{"text": "villages main goal is attracting young permanent residents, so the local government will give them $27,000 if they want to build a home or charge $130 a month for rent.", "label": "Label_2"}
{"text": "the goal is to attract more young residents by offering cheaper living in Yusuhara.", "label": "Optimal_1"}
{"text": "local governments are creating incentives for the people that move there such as money to build houses and less payment for apartments.", "label": "Label_2"}
{"text": "the government of Yusuhara has began implementing economic policies to encourage young people to begin populating rural villages.", "label": "Label_1"}
{"text": "the local government reduced the prices of the apartments to 7% the average.", "label": "Label_2"}
{"text": "the villages are offering rental houses for 7% of normal cost and will give them up to 27,000 dollars to build a home in these villages.", "label": "Label_2"}
{"text": "if a young want built a house it very have cost.", "label": "Label_2"}
{"text": "they can bring more young residents to the rural Japanese villages to increase the population.", "label": "Label_1"}
{"text": "there will be less pressure on elder residents, and the government will have enough money to retirement homes and health care for the elder people.", "label": "Label_4"}
{"text": "they spend more time in the farm working.", "label": "Label_0"}
{"text": "rural villages of Yusuhara are offering houses for 130 a month in hopes of drawing young people.", "label": "Optimal_1"}
{"text": "villages are providing financial incentives, like 7% of housing costs, for young people to move to Yusuhara.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering rent around $130 a month and give more than $27,000 to build their own house in hopes of attracting younger people.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is putting rent for houses around 130$ a month.", "label": "Optimal_1"}
{"text": "they need them to stay stabl", "label": "Label_0"}
{"text": "they need them to stay sta", "label": "Label_0"}
{"text": "they need to attract young residents.", "label": "Label_1"}
{"text": "the government of Yusuhara is offering houses in hopes of drawing young people in.", "label": "Label_6"}
{"text": "some villages, like Yusuhara, have been lowering the costs of living, mainly real estate, in rural villages in hopes to attract young people with little money to live there.", "label": "Optimal_1"}
{"text": "these villages are lowing the price of rent.", "label": "Label_2"}
{"text": "Japanese villages are lowering housing prices to attract them.", "label": "Label_2"}
{"text": "Tokyo it is attracting the younger people by giving them a high paying job.", "label": "Label_7"}
{"text": "the Yusuhara government is offering up to around $27,000 to young people to build a house in rural Japan.", "label": "Optimal_2"}
{"text": "the EFE news Service is supporting the village.", "label": "Label_0"}
{"text": "some Japanese villages are offering potential residents substantial subsidies on their housing costs.", "label": "Label_2"}
{"text": "Yusuhara is offering lower prices for house that are worth a lot in bigger cities.", "label": "Optimal_1"}
{"text": "villages have started to implement plans to attract permanent younger residents such as offering extreme low rent and even grants to younger people that decide to build a homes in rural villages.", "label": "Label_2"}
{"text": "they plan to attract young permanent residents by reducing the rent cost.", "label": "Label_2"}
{"text": "the government of Tokyo is offering $27,000 to build their own homes.", "label": "Label_7"}
{"text": "the government is paying people live in rural places or to even build a house there.", "label": "Label_5"}
{"text": "the villages make housing cheaper then the big cities.", "label": "Label_2"}
{"text": "the government in Yusuhara is trying to attract as many young people to the villages as possible by lowering the prices of houses and rent.", "label": "Optimal_1"}
{"text": "attracting young residents became the main goal for rural villages.", "label": "Label_1"}
{"text": "the small rural communities like Yushara have offered housing .", "label": "Label_6"}
{"text": "the government of yusuhara uses tax incentives like cheaper housing to draw the young people in.", "label": "Optimal_1"}
{"text": "the government can receive more tax money.", "label": "Label_4"}
{"text": "towns such as Yusuhara are offering cheap housing in hopes of attracting young people.", "label": "Optimal_1"}
{"text": "governments are lowering prices on houses and apartments.", "label": "Label_2"}
{"text": "villages and the government is offering housing with cheap pricing in hopes to draw in young people.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering 7% of the price of estates in hopes of drawing in young people.", "label": "Optimal_1"}
{"text": "they make efforts to attract young people there permanently.", "label": "Label_1"}
{"text": "the government has started offering houses with low rent, like in Yusuhara, to encourage young people to settle in rural villages.", "label": "Optimal_1"}
{"text": "more rural villages in Japan are falling victim to a phenomenon called shoushikoureika.", "label": "Label_0"}
{"text": "people are giving them jobs such as farming to do as help in the village, and, the governement is trying to draw in younger people because of the prices of the homes and they make them a lot cheaper.", "label": "Label_2"}
{"text": "governments are offering houses for people who wants to start they're own life in Yusuhara.", "label": "Label_6"}
{"text": "they used money to build houses in villages to persuade younger people to come in rural community.", "label": "Label_5"}
{"text": "some villagesare trying to persuade young people with cheap rent.", "label": "Label_2"}
{"text": "villages like Yusuhara try to draw in young people with cheaper rent.", "label": "Optimal_1"}
{"text": "rural cities have started offering incentives such as cheaper housing to attract young people to become permanent residents.", "label": "Label_2"}
{"text": "the Tokyo government lowers the rent to $130 a month.", "label": "Label_7"}
{"text": "villages have lowered the cost of housing in hopes of bringing younger people there to live.", "label": "Label_2"}
{"text": "the villages can keep on existing but the government or a mountain town called Yusuhara is trying to attract young people by giving them less expensive homes only 130 a month.", "label": "Optimal_1"}
{"text": "they changed prices to $130 a month with 7% of the average price hoping to draw young people in Yusuhara.", "label": "Optimal_1"}
{"text": "the Rural Villages does not get abandoned.", "label": "Label_4"}
{"text": "the government is offering 130 a month for a 2 bedroom apartment so young people will move in.", "label": "Label_2"}
{"text": "the government is putting the price down on homes in Mihoko Onoue so young people can buy them.", "label": "Label_2"}
{"text": "the village governments are offering around $130 dollars a month for a house compared to around $1,700 a month in Tokyo.", "label": "Label_2"}
{"text": "they can keep up with the rural villages", "label": "Label_4"}
{"text": "Japans government is coming up with ways to attract young people like housing incentives.", "label": "Label_2"}
{"text": "local governments are offering money to young people that rent or build houses in rural areas.", "label": "Label_2"}
{"text": "the government is trying to encourage young people to stay in rural villages by offering lower costs and money to build houses in Yusuhara.", "label": "Optimal_1"}
{"text": "one village is called Yusuhara decreased housing prices to the equivalent of only 110$ per month.", "label": "Optimal_1"}
{"text": "the government is gonna pay them to stay and they dropped the prices of houses.", "label": "Label_2"}
{"text": "the village of Yusuhara is lowering rental prices and paying young people if they want to build their own house in Yusuhara.", "label": "Optimal_1"}
{"text": "the Yusuhara Government is offering monthly rent for two bedroom apartment for the equivalent of $1,900.", "label": "Optimal_1"}
{"text": "many villages have started advertising housing that is 7% of the average price.", "label": "Label_2"}
{"text": "villages like Yusuhara are offering houses for as low as $130 a month and money incentives to build a house in Yusuhara.", "label": "Optimal_1"}
{"text": "Mayumi Matsuyama is finding ways to get young people to move to the villages permanently.", "label": "Label_1"}
{"text": "Yushara is lowering housing prices to attract them.", "label": "Optimal_1"}
{"text": "young people are needed to make babies to pay taxes for retirement homes and health care.", "label": "Label_4"}
{"text": "they're giving them money to build houses", "label": "Label_5"}
{"text": "the government is offering houses for cheap.", "label": "Label_2"}
{"text": "they are lowering prices in houses.", "label": "Label_2"}
{"text": "the government of Yusuhara is offering houses for 7% of the average price to try to attract young people.", "label": "Optimal_1"}
{"text": "they can build and grow the government and population.", "label": "Label_4"}
{"text": "there needs to be changes made to attract them.", "label": "Label_0"}
{"text": "the government of Yusuhara is offering houses for an average price.", "label": "Optimal_1"}
{"text": "Yusuhara is bringing their price of living down.", "label": "Optimal_1"}
{"text": "Yusuhara's government is providing cheaper housing in these rural areas encouraging young people to come and live in the villages.", "label": "Optimal_1"}
{"text": "the place wont die out..", "label": "Label_0"}
{"text": "there plan is to make houses in hopes to attract people to live here.", "label": "Label_6"}
{"text": "the government has started offering $130 a month for houses in the Tokyo communities.", "label": "Label_7"}
{"text": "the place wont die out.....", "label": "Label_0"}
{"text": "they have to work a lot more for the villages and it the elderly people would be fine, so the village can be better.", "label": "Label_4"}
{"text": "the Yusuhara government is lowering living costs to attract younger people.", "label": "Optimal_1"}
