{"text": "there are more opportunities in cities like Osaka and Tokyo.", "label": "Label_3"}
{"text": "the jobs are more physical demanding.", "label": "Label_3"}
{"text": "finding a job in the city can be better because they are less physically demanding and are more high-paying than farming on the Japanese countryside.", "label": "Label_3"}
{"text": "in rural villages there aren't high paying jobs are good universities.", "label": "Label_3"}
{"text": "larger cities provide better education and jobs.", "label": "Label_3"}
{"text": "these villages do not have high paying jobs or large universities that can pull young peoples attraction to grow up there.", "label": "Optimal_1"}
{"text": "young residents continue to move out to the big cities for the educational opportunities.", "label": "Optimal_1"}
{"text": "young people often move away from the country side to have a more promising future by moving into large cities with bigger opportunities, decreasing the young populations of villages.", "label": "Label_1"}
{"text": "most young residents decide to move to larger cities for educational and job opportunities.", "label": "Optimal_1"}
{"text": "the life in rural Japanese villages isn't ideal for younger people.", "label": "Label_3"}
{"text": "Yusuhara offers houses 7% of average price of an apartment in Tokyo, because they seek jobs in cities.", "label": "Label_4"}
{"text": "more of them are moving away to urban cities every year.", "label": "Label_1"}
{"text": "they are moving to cities to go to universities and get higher paying jobs.", "label": "Optimal_1"}
{"text": "the younger residents are being brawled to bigger cities and they have more to affore like jods.", "label": "Label_0"}
{"text": "large cities like Tokyo developed, so young adults went over there.", "label": "Label_1"}
{"text": "big cities offer profitable jobs.", "label": "Label_3"}
{"text": "those jobs are less profitable and more physically demanding.", "label": "Label_3"}
{"text": "all of them are moving into big cities like Tokyo and Osaka and going to work to big Japanese companies like Sony, Toyota, and Nintendo.", "label": "Optimal_1"}
{"text": "if young person builds their own house, the local government will give them more money.", "label": "Label_4"}
{"text": "young adult wanted to move away from their hometowns and focus on educational opportunities.", "label": "Optimal_1"}
{"text": "it isn't necessary for them to help.", "label": "Label_0"}
{"text": "there is nothing they can do about depopulation.", "label": "Label_0"}
{"text": "more and more are moving away to big cities for better job and education opportunities.", "label": "Optimal_1"}
{"text": "the young people are moving to larger cities.", "label": "Label_1"}
{"text": "in some cases, the people of the village are just being greedy.", "label": "Label_0"}
{"text": "big cities like Tokyo and Osaka developed, so young adults moved for better education.", "label": "Optimal_1"}
{"text": "larger cities have developed and attracted young people to their cities due to education.", "label": "Optimal_1"}
{"text": "more young adults are moving outside the villages because they find easier jobs than farming and to pursue education.", "label": "Optimal_1"}
{"text": "many pursue educational opportunities and it is very tough living the farm life.", "label": "Label_3"}
{"text": "there aren't enough well paying jobs that a young person would be interested in doing considering that most aren't into doing farm work.", "label": "Label_3"}
{"text": "more young people move to the bigger cities because educational and job opportunities and the jobs in the bigger cities pay more.", "label": "Optimal_1"}
{"text": "most young people are moving to urban areas.", "label": "Label_1"}
{"text": "the young people are leaving , and moving to larger cities.", "label": "Label_1"}
{"text": "rural villages don't have big universities and good paying jobs.", "label": "Label_3"}
{"text": "the want to move to other areas.", "label": "Label_1"}
{"text": "rural villages do not offer the same high paying job opportunities and universities urban cities do, so they live in urban areas instead.", "label": "Optimal_1"}
{"text": "many don't want to live in rural towns, even though they offer housing for a cheap price compared to large cities.", "label": "Label_1"}
{"text": "the villages do not have universities or high-paying jobs that will keep young people from leaving the villages.", "label": "Optimal_1"}
{"text": "it wont matter if the people are not there..", "label": "Label_0"}
{"text": "it is very tough to live on farming.", "label": "Label_3"}
{"text": "young people are moving to large cities for more working opportunities and housing opportunities.", "label": "Optimal_1"}
{"text": "there aren't enough well paying jobs that a young person would be interested in doing.", "label": "Label_3"}
{"text": "they do not have high paying jobs or large universities for them.", "label": "Label_3"}
{"text": "depopulation is unstoppable", "label": "Label_0"}
{"text": "farm work is tough and there are more employment and education opportunities in the cities so younger residents have been going to pursue them.", "label": "Optimal_1"}
{"text": "they are all moving away to bigger cities to get a better education and higher paying jobs.", "label": "Optimal_1"}
{"text": "the Rural village does not have large universities or high paying jobs to attract young people, so the elderly people are struggling to keep their villages alive.", "label": "Optimal_1"}
{"text": "rural villages do not have big universities which cause them to move away.", "label": "Optimal_1"}
{"text": "younger people keep moving to bigger cities for more job opportunities.", "label": "Optimal_1"}
{"text": "monthly rent for a two bedroom apartment in Tokyo is cheaper hoping to attract young people.", "label": "Label_4"}
{"text": "more young adults move to big cities for educational opportunities and jobs.", "label": "Optimal_1"}
{"text": "according ti Deutsche Bank's 2019 annual Mapping the world's price for rent for two bedroom apartment in Tokyo is about $1,900.", "label": "Label_4"}
{"text": "the government is offering houses for 130 only in hope to draw young people in.", "label": "Label_4"}
{"text": "the city offered better paying jobs.", "label": "Label_3"}
{"text": "many young people are moving to big cities like Tokyo to find better paying jobs and large universities.", "label": "Optimal_1"}
{"text": "rural Japanese villages aren't attractive to young people due to the lack of opportunities.", "label": "Label_3"}
{"text": "jobs in the urban areas are more profitable and less physically demanding than in the rural.", "label": "Label_3"}
{"text": "many young people are choosing to move into larger cities such as Tokyo and Osaka because of jobs more profitable and less physically demanding.", "label": "Optimal_1"}
{"text": "most move away to rural areas to pursue higher paying jobs.", "label": "Optimal_1"}
{"text": "young people are not living in rural Japan due to its lack of educational and high paying job opportunities.", "label": "Optimal_1"}
{"text": "young residents are moving out of rural towns in search of higher education and experience.", "label": "Optimal_1"}
{"text": "they do not have large universities or high-paying jobs and its mostly boring.", "label": "Label_3"}
{"text": "some rural villages populations are still low even while increasing population.", "label": "Label_2"}
{"text": "young residents all want to go to the big cities like Tokyo because they want to get higher paying jobs instead of working on farms with their parents.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering houses for 130 dollars a month to draw in young people.", "label": "Label_4"}
{"text": "depopulation is an unstoppable phenomenon and they need to accept since it is neither good nor bad.", "label": "Label_0"}
{"text": "rural villages don't have large universities or high-paying jobs to bring young people.", "label": "Optimal_1"}
{"text": "it doesn't attract to young people.", "label": "Label_2"}
{"text": "Rural village doesn't have large universities or high paying jobs to make the young residents stay.", "label": "Optimal_1"}
{"text": "young people were not interested in living in rural Japanese villages.", "label": "Label_1"}
{"text": "many young residents are moving to larger cities for a high paying job and better education.", "label": "Optimal_1"}
{"text": "cost to much money.", "label": "Label_0"}
{"text": "they are moving to larger cities for more pay to work at big companies like Sony, Nintendo, and Toyota.", "label": "Optimal_1"}
{"text": "young people are chasing jobs that appeal to them.", "label": "Optimal_1"}
{"text": "the number of young people in Japanese is still very low.", "label": "Label_2"}
{"text": "people are getting older, fewer kids are being born, and young people are moving to big cities.", "label": "Label_1"}
{"text": "the young villagers are moving to Tokyo for better jobs, and better living.", "label": "Optimal_1"}
{"text": "they don't have large universities or higher paying jobs to attract young people.", "label": "Optimal_1"}
{"text": "many young people are moving to large cities to pursue opportunities for jobs at Japanese companies.", "label": "Optimal_1"}
{"text": "they keep fleeing towards larger universities and high paying jobs.", "label": "Optimal_1"}
{"text": "as large cities continued to develop, many young adults decided to move away due to having more educational and job opportunities.", "label": "Optimal_1"}
{"text": "the overall amount of them is declining because there are not enough schools or high-wage jobs to attract them.", "label": "Optimal_1"}
{"text": "the number of young people there is still very low.", "label": "Label_2"}
{"text": "they would have to help the elderly people cause all the old people can work they will have to work and support people because there are a lot of elderly people.", "label": "Label_4"}
{"text": "the overall number of young people is still very low.", "label": "Label_2"}
{"text": "the young people are moving to larger cities to pursue educational opportunities.", "label": "Optimal_1"}
{"text": "they don't have high paying jobs..", "label": "Label_3"}
{"text": "some young people move away from their villages to pursue more ambitious careers in the city.", "label": "Optimal_1"}
{"text": "they keep leaving the country to go to larger cities like Tokyo and Osaka for better education opportunities and jobs.", "label": "Optimal_1"}
{"text": "young residents won't be able to pay for living prices.", "label": "Label_0"}
{"text": "many are moving to big cities for better paying jobs and education.", "label": "Optimal_1"}
{"text": "some plan on moving to the city because they have higher paying jobs.", "label": "Optimal_1"}
{"text": "as cities got larger more young adults left their hometowns to pursue educational opportunities and jobs.", "label": "Optimal_1"}
{"text": "the government is offering houses for a cheap price to draw young people in.", "label": "Label_4"}
{"text": "older people gotta work to produce supplies for the villages.", "label": "Label_0"}
{"text": "there is not many of them to take over...", "label": "Label_0"}
{"text": "more young adults ditched their rural hometown and pursued life in the big cities.", "label": "Label_1"}
{"text": "large cities like Tokyo and Osaka have jobs that are easier than being a farmer and have higher pay.", "label": "Label_3"}
{"text": "rural villages do not offer the same high paying job opportunities and universities urban cities do.", "label": "Label_3"}
{"text": "rural villages don't have big universities and good paying jobs so young people move away to find a better life and don't come back.", "label": "Optimal_1"}
{"text": "villages are either deserted or with a majority of citizens over 65 years old.", "label": "Label_2"}
{"text": "they do not want to stay because the farm life is hard and does not have good opportunities.", "label": "Optimal_1"}
{"text": "these villages do not have high paying jobs or large universities that can pull young people's attraction to grow up there, so instead they move to places such as Tokyo to find jobs.", "label": "Optimal_1"}
{"text": "many don't want to move there because it is physically demanding and they don't make as much money, so they move to bigger cities.", "label": "Optimal_1"}
{"text": "young children wane live in cities because of more technology.", "label": "Label_1"}
{"text": "they do not have high paying jobs or large universities for them so they move to they move to the city.", "label": "Optimal_1"}
{"text": "many of them move to the city looking for work.", "label": "Optimal_1"}
{"text": "young people are going to college and university to get a high education and high-paying job.", "label": "Optimal_1"}
{"text": "they leave their village for large universities & high paying jobs.", "label": "Optimal_1"}
{"text": "younger residents move to the city.", "label": "Label_1"}
{"text": "the young people are leaving, and moving to larger cities because there are more job opportunities and universities.", "label": "Optimal_1"}
{"text": "some young people may not be able to afford the places or some young people may not be able to have children.", "label": "Label_0"}
{"text": "rural villages do not have higher paying jobs so they leave for better job opportunities.", "label": "Optimal_1"}
{"text": "they move away to bigger cities to pursue educational purposes and jobs.", "label": "Optimal_1"}
{"text": "they are moving out for better jobs and education.", "label": "Optimal_1"}
{"text": "they cant help some dangerous chores", "label": "Label_0"}
{"text": "it is very hard to live on farming", "label": "Label_3"}
{"text": "jobs in the big cities pay more, and are less physically demanding than farming or mining jobs so younger people are moving out for better opportunities.", "label": "Optimal_1"}
{"text": "younger residents are moving to larger towns to pursue educational opportunities and get jobs at larger Japanese companies.", "label": "Optimal_1"}
{"text": "more young people decided to move away from their rural hometowns because the young pursue educational.", "label": "Optimal_1"}
{"text": "they move to the city for less demanding job opportunities.", "label": "Optimal_1"}
{"text": "they like moving to the cities to work for big corporations and live near colleges.", "label": "Optimal_1"}
{"text": "they are instead moving to big cities like Tokyo and Osaka to find jobs that pay more and are less physically demanding.", "label": "Optimal_1"}
{"text": "due to the building of large cities, children are moving into those cities, thus decreasing the population of villages.", "label": "Label_1"}
{"text": "the overall amount of them is declining because people are having fewer children.", "label": "Label_2"}
{"text": "the number of young people in rural Japanese villages are still low.", "label": "Label_2"}
{"text": "the young residents are moving away from villages for higher paying and less physically demanding jobs.", "label": "Optimal_1"}
{"text": "they're moving away to bigger cities for better job opportunities.", "label": "Optimal_1"}
{"text": "children are getting older and they are moving to other cities to have their own life.", "label": "Label_1"}
{"text": "they're all moving to the city.", "label": "Label_1"}
{"text": "most young people reside in cities.", "label": "Label_1"}
{"text": "these villages don't have high paying jobs or large universities to keep the young in the village.", "label": "Optimal_1"}
{"text": "rural villages do not have higher paying jobs.", "label": "Label_3"}
{"text": "there are no large universities or high-paying jobs for young people to pursue, so they are not attracted to the countryside.", "label": "Optimal_1"}
{"text": "most of them are moving away for education or to get a better job.", "label": "Optimal_1"}
{"text": "they want to leave the rural area for higher education and find pay better.", "label": "Optimal_1"}
{"text": "must of Japan villagers are moving  to homes into beautiful habitation.", "label": "Label_0"}
{"text": "they don't have high paying jobs.", "label": "Label_3"}
{"text": "fewer children are being born and young people are moving to larger cities.", "label": "Label_1"}
{"text": "the government gives less tax money to use on retirement homes and health care.", "label": "Label_4"}
{"text": "the villages do not have high paying jobs or universities to attract young people.", "label": "Optimal_1"}
{"text": "villages don have universities or well paying jobs for young people.", "label": "Label_3"}
{"text": "a long time ago, rural villages had a lots of young children.", "label": "Label_0"}
{"text": "that's because large cities like Tokyo and Osaka offer high paying jobs at companies like Nintendo, Toyota, and Sony; and jobs in cities are less physically demanding, and pay more.", "label": "Label_3"}
{"text": "young people are choosing to pursue educational opportunities at Japanese companies instead.", "label": "Optimal_1"}
{"text": "the jobs they have in big cities like working for Nintendo or Sony are less physical labor and more pay but leaving elders to keep their villages alive.", "label": "Optimal_1"}
{"text": "the overall number of young people is still low because of the unavailability of jobs.", "label": "Optimal_1"}
{"text": "there is not many of them to take over.", "label": "Label_0"}
{"text": "they continue to move away towards more high paying jobs and large universities.", "label": "Optimal_1"}
{"text": "as large cities developed, the more young adults left.", "label": "Label_1"}
{"text": "some of them are leaving for the city for work.", "label": "Optimal_1"}
{"text": "many choose to go to larger cities to pursue education.", "label": "Optimal_1"}
{"text": "more and more young people leave the villages for school and jobs in large cities.", "label": "Optimal_1"}
{"text": "they can't be working young people.sfg", "label": "Label_0"}
{"text": "rural villages do not high-paying jobs to attract young people.", "label": "Optimal_1"}
{"text": "young people need money for there taxes", "label": "Label_4"}
{"text": "rural Japanese villages have less educational opportunities and less money to be made.", "label": "Label_3"}
{"text": "the depopulation is unstoppable phenomenon happening all around the world but it's neither good nor bad, but something they must accept.", "label": "Label_0"}
{"text": "many young people are moving to the cities where there are more job opportunities.", "label": "Optimal_1"}
{"text": "yes ok very good", "label": "Label_0"}
{"text": "the government is offering house for only 130 a month only 7% of the average price.", "label": "Label_4"}
{"text": "most young people moved away in search for education and job opportunity as there weren't in rural villages.", "label": "Optimal_1"}
{"text": "there aren't a lot of them left because fewer children are being born and young adults are moving to bigger cities to pursue jobs that are more profitable than farming.", "label": "Optimal_1"}
{"text": "young adults are leaving to go after bigger opportunities such as higher education and better paying jobs.", "label": "Optimal_1"}
{"text": "they are all moving to the bigger cities like Tokyo for a better education and a higher paying job leaving the villages deserted of young people.", "label": "Optimal_1"}
{"text": "they don't contain the same educational and job opportunities as the cities.", "label": "Label_3"}
{"text": "more young people want to move away to pursue educational opportunities and jobs.", "label": "Optimal_1"}
{"text": "these rural villages do not have high paying jobs to attract young people.", "label": "Optimal_1"}
{"text": "attracting young permanent residents is the main goal for some rural villages.", "label": "Label_4"}
{"text": "young residents continue to move out to the big cities.", "label": "Label_1"}
{"text": "many young people are moving to larger cities.", "label": "Label_1"}
{"text": "uhxwjkoqsnxb hwecvjhemjbchv ed", "label": "Label_0"}
{"text": "the younger residents have moved away to find more profitable jobs in the city.", "label": "Optimal_1"}
{"text": "there is not universities or any high paying jobs in the rural areas.", "label": "Label_3"}
{"text": "all of the energy to attract younger citizens from moving into the villages is taking away from caring for themselves.", "label": "Label_0"}
{"text": "young people are deciding to move away from their rural towns and pursue jobs and educational opportunities in urban areas.", "label": "Optimal_1"}
{"text": "people are not having much kids because there older", "label": "Label_4"}
{"text": "they are moving to large rural cities to find a job.", "label": "Optimal_1"}
{"text": "young people are moving away to the big city for better educational opportunities.", "label": "Optimal_1"}
{"text": "rural villages don't have big universities and good paying jobs  so young people don't come back.", "label": "Optimal_1"}
{"text": "many of them have moved to bigger cities to find less physically demanding work.", "label": "Optimal_1"}
{"text": "it's very tough to live on farming so they leave and don't come back.", "label": "Optimal_1"}
{"text": "they are moving to larger cities for better jobs.", "label": "Optimal_1"}
{"text": "rural villages do not have big universities or a lot high-paying jobs to attract young people.", "label": "Optimal_1"}
{"text": "these people tend to move away to large cities to get more profitable and less physically demanding jobs.", "label": "Optimal_1"}
{"text": "villages do not have high paying jobs.", "label": "Label_3"}
{"text": "larger cities like Tokyo offer more opportunities and jobs.", "label": "Label_3"}
{"text": "the young people are moving to the big cities for better paying jobs and leaving the villages behind.", "label": "Optimal_1"}
{"text": "there are not many young people moving to these villages because they don't have universities or high-paying jobs.", "label": "Optimal_1"}
{"text": "they do not have large universities or high-paying jobs and will move away.", "label": "Optimal_1"}
{"text": "they can learn from somehwere else.", "label": "Label_0"}
{"text": "many residents decide to move away and pursue educational opportunities.", "label": "Optimal_1"}
{"text": "they won't be allowed as many opportunities staying in the rural villages.", "label": "Label_1"}
{"text": "young adults have started to move away from their rural hometowns for more educational opportunities.", "label": "Optimal_1"}
{"text": "rural villages don't have high paying jobs or universities to attract younger residents.", "label": "Optimal_1"}
{"text": "farming is a taxing job and higher paying jobs only confide within the city.", "label": "Label_3"}
{"text": "they are moving away to big cities that have better education and jobs.", "label": "Optimal_1"}
{"text": "some villages have slightly increased their populations through these measures.", "label": "Label_0"}
{"text": "as large cities like Tokyo and Osaka developed, there are more young people moving away to pursue educational opportunities and jobs.", "label": "Optimal_1"}
{"text": "as large cities like Tokyo and Osaka developed, there were many educational opportunities and jobs at Japanese companies, making it more profitable.", "label": "Label_3"}
{"text": "they are all leaving to go to larger cities like Tokyo or Osaka to find jobs.", "label": "Optimal_1"}
{"text": "many of them decide to move away into Japanese cities to pursue educational opportunities.", "label": "Optimal_1"}
{"text": "they don't have good paying jobs or education.", "label": "Label_3"}
{"text": "jobs in the city are more appealing to the youth because the jobs are less demanding and pay more.", "label": "Label_3"}
{"text": "young people choose not to stay in rural cities but instead move to bigger cities for education and high-paying jobs.", "label": "Optimal_1"}
{"text": "big city's like Tokyo have higher paying jobs.", "label": "Label_3"}
{"text": "children move away to different cities in order to get better job opportunities.", "label": "Optimal_1"}
{"text": "droves and concentrating in larger cities.", "label": "Label_1"}
{"text": "they are leaving because they want to go to higher paying jobs and big universities.", "label": "Optimal_1"}
{"text": "villages don麓t offer attractions like high paying jobs or universities so they move to the city.", "label": "Optimal_1"}
{"text": "the government of Yusuhara is offering shelter for the equivalent of around $130 a month.", "label": "Label_4"}
{"text": "many of them are getting older, having fewer children, and often move to large cities to pursue educational opportunities and jobs at popular companies in Japan.", "label": "Optimal_1"}
{"text": "many leave to go to bigger cities and countries looking for a better place to live and better job opportunities.", "label": "Optimal_1"}
{"text": "to find more educational opportunities these young adults decided to move out into larger cities.", "label": "Optimal_1"}
{"text": "there are better opportunities in Tokyo along with better jobs and education.", "label": "Label_3"}
{"text": "as larger cities developed they decided to move away.", "label": "Label_1"}
{"text": "they are all moving to the big cities.", "label": "Label_1"}
{"text": "some of them want to move away from there.", "label": "Label_1"}
{"text": "tey dont get paid.", "label": "Label_0"}
{"text": "more young adults decide to leave their hometowns to pursue more profitable and less physically demanding jobs.", "label": "Optimal_1"}
{"text": "they face hard challenges in finding job opportunities and educational resources that are comparable to those available in larger cities.", "label": "Optimal_1"}
{"text": "they have dreams of their own such as working for Nintendo and Toyota instead of working on a farm like their family.", "label": "Label_3"}
{"text": "by the year of 2040 the villages could be deserted because of how small the villages are.", "label": "Label_2"}
{"text": "rural villages have small universities and small-paying jobs.", "label": "Label_3"}
{"text": "some dont know if they can...", "label": "Label_0"}
{"text": "many of them leave the rural lifestyle for better working conditions in larger cities.", "label": "Optimal_1"}
{"text": "young people want to build a house.", "label": "Label_4"}
{"text": "the residents are focusing on attracting more young people than on themselves.", "label": "Label_4"}
{"text": "they keep trying to dernize tem", "label": "Label_0"}
{"text": "many are finding better educational and job opportunities in places like Tokyo and Osaka as these large cities develop.", "label": "Optimal_1"}
{"text": "high paying jobs which are less physically draining attract young people.", "label": "Optimal_1"}
{"text": "they move out to the urban areas to pursue new opportunities.", "label": "Label_1"}
{"text": "they can make a better living in the city.", "label": "Label_3"}
{"text": "some young residents  don't like living in rural villages because there's no universities or high paying jobs", "label": "Label_3"}
{"text": "depopulation is a unstoppable phenomenon also while there are better jobs than farming and might not be able to support themselves in rural areas.", "label": "Label_3"}
{"text": "some dont know if they can.", "label": "Label_0"}
{"text": "many rural villages are falling victim to little to no population in their villages; due to many young Japanese moving to cities instead, because the cities are more developed.", "label": "Label_1"}
{"text": "big cities offer profitable jobs and large universities.", "label": "Label_3"}
{"text": "kids started to move to bigger cities to make more money.", "label": "Optimal_1"}
{"text": "young people are moving to larger cities for education and jobs.", "label": "Optimal_1"}
{"text": "they leave their rural hometowns", "label": "Label_0"}
{"text": "must of Japan villagers are moving  to homes into beautiful habitation .", "label": "Label_0"}
{"text": "they'd much rather pursue education and jobs away from the rural villages.", "label": "Optimal_1"}
{"text": "large cities attract young adults with their high-paying jobs and educational opportunities.", "label": "Optimal_1"}
{"text": "all the young residents are growing up and moving to go focus on their future", "label": "Label_1"}
{"text": "because of the lack of high-paying jobs and education, many don't want to live in these villages.", "label": "Optimal_1"}
{"text": "the number of young people are still low.", "label": "Label_2"}
{"text": "there aren't enough working opportunities in the rural areas.", "label": "Label_3"}
{"text": "bigger cities have higher paying jobs that are less physically demanding.", "label": "Label_3"}
{"text": "Rural villages don't have big universities or high income jobs, so the young people are moving to somewhere that does.", "label": "Optimal_1"}
{"text": "young people are starting to move away.", "label": "Label_1"}
{"text": "rural villages don't have high-paying jobs and farming life is hard, so young people move to big cities to pursue educational opportunities.", "label": "Optimal_1"}
{"text": "jobs in busy cities that are more profitable are causing them to move away from the villages.", "label": "Optimal_1"}
{"text": "more young adults  move away from their  hometown.", "label": "Label_1"}
{"text": "they choose to move away to pursue educational opportunities and jobs.", "label": "Optimal_1"}
{"text": "at the same time many young people are moving to larger cities and not many children are being born.", "label": "Label_1"}
{"text": "as the years go by many people forget about the old ways and move to large cities like Tokyo to pursue jobs and education.", "label": "Optimal_1"}
{"text": "they are instead going to big cities like Tokyo and Osaka to find jobs that pay more and are less physically demanding.", "label": "Optimal_1"}
{"text": "younger generations have no reason to live in rural settlements due to a lack of jobs and higher education.", "label": "Optimal_1"}
{"text": "rural villages do not have large universities or high paying jobs to attract young people.", "label": "Optimal_1"}
{"text": "they move away to big cities like Tokyo for better job opportunities leaving the rural villages behind.", "label": "Optimal_1"}
{"text": "they are focused on wanting the kids to move there permanently if not they will not be able to support there selfs", "label": "Label_4"}
{"text": "the young people are leaving and are not attracted to the rural town.", "label": "Label_1"}
{"text": "they're moving out of the rural areas and to the city to go to large universities or acquire high paying jobs.", "label": "Optimal_1"}
{"text": "people are getting older, fewer kids are being born, and young people are moving to big cities", "label": "Label_1"}
{"text": "fewer children are being born", "label": "Label_2"}
{"text": "Young people want to move to the cities because it is hard to make it on only farming.", "label": "Optimal_1"}
{"text": "as large cities developed, the more young adults left to pursue educational opportunities and jobs.", "label": "Optimal_1"}
{"text": "they are moving to bigger cities.", "label": "Label_1"}
{"text": "young people are not interested in doing farm work because they want to go to live in a big city.", "label": "Optimal_1"}
{"text": "rural villages don't have educational opportunities like the big cities do.", "label": "Label_3"}
{"text": "most decide to leave in order to pursue education or jobs in the city.", "label": "Optimal_1"}
{"text": "many young people are moving because there are no high paying jobs.", "label": "Optimal_1"}
{"text": "when they aren't working the government receives less money to help the elderly residents.", "label": "Label_4"}
{"text": "many of them move away to the cities in order to have better educational opportunities.", "label": "Optimal_1"}
{"text": "due to rural towns not having high paying jobs and universities' young people move to the cities.", "label": "Optimal_1"}
{"text": "young people started moving to the cities instead due to the more high paying jobs.", "label": "Optimal_1"}
{"text": "more young adults are moving to bigger cities to work at Japanese companies.", "label": "Optimal_1"}
{"text": "they're moving to big cities to have better education and jobs.", "label": "Optimal_1"}
{"text": "many young citizens are moving away from Tochikubo to Tokyo.", "label": "Label_1"}
{"text": "there is not many of them.", "label": "Label_2"}
{"text": "the overall number of young people in Japanese rural villages is still very low", "label": "Label_2"}
{"text": "lots of young adults moved out of their hometown so they can get more profitable jobs.", "label": "Optimal_1"}
{"text": "the prices for housing in Tokyo is a lot higher than in a place like Yusuhara which offers &130 a month.", "label": "Label_4"}
{"text": "depopulation is unstoppable.", "label": "Label_0"}
{"text": "there aren't any educational or job opportunities that attract young residents.", "label": "Optimal_1"}
{"text": "some young adults moved away from their hometowns to pursue job opportunities.", "label": "Optimal_1"}
{"text": "it is very hard to live on farming so young people are moving to bigger cities.", "label": "Optimal_1"}
{"text": "many don't want to move there because it is physically demanding and they don't make as much money.", "label": "Optimal_1"}
{"text": "they are moving off to colleges to get higher paying jobs with less labor.", "label": "Optimal_1"}
{"text": "younger people want better and high end jobs.", "label": "Label_3"}
{"text": "more young adults move away to get education and job opportunities.", "label": "Optimal_1"}
{"text": "they do not want to stay because the farm life is hard and does not have good opportunities so the majority choose to move to bigger cities.", "label": "Optimal_1"}
{"text": "Japanese companies are more profitable and less demanding.", "label": "Label_3"}
{"text": "young people are choosing to move to bigger cities麓 for school or higher paying jobs, which makes rural survival difficult for those who remain.", "label": "Optimal_1"}
{"text": "the villages are becoming increasingly less demanding.", "label": "Label_0"}
{"text": "rural villages are falling victim to \"Shoushikoureika\" in Japan which is when the older population is the fewer children there are and large cities like Tokyo and Osaka are attracting younger people.", "label": "Label_2"}
{"text": "rural villages don't have universities or high-paying jobs to make the young residents come back.", "label": "Optimal_1"}
{"text": "young people decided to move away from their hometown to get educational opportunities.", "label": "Optimal_1"}
{"text": "young people are seeking better educations at colleges and better paying jobs in the city.", "label": "Optimal_1"}
{"text": "many young adults are moving away from their rural hometown.", "label": "Label_1"}
{"text": "Mayumi Matsuyama is funding and planning a mountain town callws Yusuhara.", "label": "Label_0"}
{"text": "fewer children are being born and young people are moving to larger cities to pursue educational opportunities.", "label": "Optimal_1"}
{"text": "Rural villages do not have anything to attract young people such as universities or high-paying jobs.", "label": "Optimal_1"}
{"text": "it is not something that can or should be stopped.", "label": "Label_0"}
{"text": "young people don't want to move there because there are not large universities or high-paying jobs.", "label": "Optimal_1"}
{"text": "it's very tough to live on farming and villages don't have large universities or high-paying jobs for younger people.", "label": "Label_3"}
{"text": "there are many opportunities in the bigger cities for jobs and education.", "label": "Label_3"}
{"text": "young people are not buying property.", "label": "Label_2"}
{"text": "they still chose to move to bigger cities.", "label": "Label_1"}
{"text": "most young people reside in cities due to the attractive job offers which are not present in rural Japanese villages.", "label": "Optimal_1"}
{"text": "a long time ago, rural villages had a lots of young kids.", "label": "Label_0"}
{"text": "large cities provide young people with educational opportunities and jobs at large Japanese companies like Nintendo.", "label": "Label_3"}
{"text": "there is not many of them to take over", "label": "Label_0"}
{"text": "they leave their hometown to pursue educational purposes and profitable jobs.", "label": "Optimal_1"}
{"text": "they are all moving to larger cities.", "label": "Label_1"}
{"text": "they're moving away for better jobs.", "label": "Optimal_1"}
{"text": "many young people are going to the cities to find more opportunities.", "label": "Label_1"}
{"text": "villages in Japan are victims to shoushikoureika so fewer children are being born and young people are moving to large cities because of the phenomenon.", "label": "Label_1"}
{"text": "many young people choose to work for big, more profitable companies instead.", "label": "Optimal_1"}
{"text": "many young residents are moving to big cities because they offer better educations and better paying jobs.", "label": "Optimal_1"}
{"text": "most young people want to work in the cities to go to higher paying jobs and universities.", "label": "Optimal_1"}
{"text": "rural villages do not have access to large universities or jobs which keep young people going to bigger cities.", "label": "Optimal_1"}
{"text": "rural villages are struggling to keep young residents because their arent enough working-age residents.", "label": "Label_2"}
{"text": "farming and mining is tough and it doesn't provide opportunities to explore and learn outside of that and the outside world is more profitable and less demanding, so many are leaving to pursue that.", "label": "Optimal_1"}
{"text": "large cities like Tokyo and Osaka developed, so more young adults.", "label": "Label_1"}
{"text": "farming and other country side jobs aren't very high paying.", "label": "Label_3"}
{"text": "many young adults like to move to larger cities like Osaka or Tokyo because there are more opportunities than farming or mining.", "label": "Optimal_1"}
{"text": "they move to more developed cities for better educational opportunities.", "label": "Optimal_1"}
{"text": "prices in the small towns are lower than in the bigger cities, which attracts more people.", "label": "Label_4"}
{"text": "many young people are moving to big cities like Tokyo in search of higher paying jobs such as with Toyota or Nintendo.", "label": "Optimal_1"}
{"text": "they are very young children with plans on becoming students at large universities or having a high paying job to attract young people.", "label": "Optimal_1"}
{"text": "bigger cities have higher paying jobs that are less physically demanding so younger people are moving to them.", "label": "Optimal_1"}
{"text": "young adults decided to move away from the villages to get into more educational jobs like Sony, Toyota, and Nintendo.", "label": "Optimal_1"}
{"text": "the large cities like Tokyo and Osaka bring young people because they are more profitable and less physically demanding which will bring the elderly to struggle to keep their villages alive.", "label": "Optimal_1"}
{"text": "they also need to be kept safe.", "label": "Label_0"}
{"text": "they don't have high paying jobs in the rural villages", "label": "Label_3"}
{"text": "large cities like Tokyo provide better paying and less physically taxing jobs, so young folk tend to move there.", "label": "Optimal_1"}
{"text": "more developed cities offer educational opportunities and jobs at companies like Sony, Toyota, and Nintendo.", "label": "Label_3"}
{"text": "many children are moving away from the small villages and going to big cities to pursue education and new job opportunities.", "label": "Optimal_1"}
{"text": "they wont have enough education and they will have less paying jobs.", "label": "Label_3"}
{"text": "so are older people because they have more knowledge and know their way around the area so that the younger people can find their way.", "label": "Label_0"}
{"text": "fewer children are being born the jobs pay less in the rural villages.", "label": "Label_3"}
{"text": "rural villages don't have high-paying jobs and require more physical labor than more large cities.", "label": "Label_3"}
{"text": "many of them move to the cities to pursue a life of better education and job opportunities.", "label": "Optimal_1"}
{"text": "they do not have big colleges or high paying jobs to keep the young people in the area.", "label": "Optimal_1"}
{"text": "young people are moving to large cities like Tokyo and Osaka.", "label": "Label_1"}
{"text": "young people are starting to move away for better education and job opportunities.", "label": "Optimal_1"}
{"text": "most young people do not wish to live in rural villages because they won't earn as much money working there.", "label": "Optimal_1"}
{"text": "villages do not have high paying jobs so they move to cities with higher paying jobs in japan.", "label": "Optimal_1"}
{"text": "big cities offer profitable jobs and large universities leading to young people leaving rural villages for large cities.", "label": "Optimal_1"}
{"text": "high-paying jobs in cities attract these young people, driving them to move away from their villages.", "label": "Optimal_1"}
{"text": "many young adults move away from rural villages to pursue jobs and education.", "label": "Optimal_1"}
{"text": "more and more villages are falling victim to a phenomenon called shoushikoureika.", "label": "Label_2"}
{"text": "jobs in bigger cities are more profitable and less physically demanding compared to farming so they move to the big cities.", "label": "Optimal_1"}
{"text": "all of the high-paying jobs that attract the younger audience are all in the urban areas.", "label": "Label_3"}
{"text": "most of these villages don't have large universities or high-paying jobs that would make young people want to stay.", "label": "Optimal_1"}
{"text": "rural villages have less universities or jobs that pay high to attract young people.", "label": "Optimal_1"}
{"text": "more young adults decide to move away from rural hometowns to pursue educational opportunities.", "label": "Optimal_1"}
{"text": "there are not any universities or high-paying jobs to attract young people.", "label": "Optimal_1"}
{"text": "there isnt alot of jobs besides farming.", "label": "Label_3"}
{"text": "rural villages don't have big colleges or high paying jobs to make teens and young adults want to stay.", "label": "Optimal_1"}
{"text": "some villages have a slightly increased population through the measure of overall young people.", "label": "Label_4"}
{"text": "they could have better job opportunities if they moved to the city.", "label": "Optimal_1"}
{"text": "they're moving away to larger cities such as Tokyo and Osaka for better opportunities.", "label": "Label_1"}
{"text": "young residents find the rural life physically demanding and less profitable so young residents prefer to work in cities.", "label": "Optimal_1"}
{"text": "there is more opportunities in big cities like Tokyo.", "label": "Label_3"}
{"text": "these villages can't provide what young residents are looking for.", "label": "Label_3"}
{"text": "it can become", "label": "Label_0"}
{"text": "young people are moving to large cities for high paying jobs and better housing.", "label": "Optimal_1"}
{"text": "jobs in Tokyo and Osaka are higher paying and less demanding, so young residents decided to move to larger cities.", "label": "Optimal_1"}
{"text": "high-paying jobs and large universities attract young people.", "label": "Optimal_1"}
{"text": "young people aren't attracted to the local governments plea.", "label": "Label_2"}
{"text": "The older people having problem taking care of their land while the young people moving away.", "label": "Label_1"}
{"text": "more and more young residents move to urban areas like Tokyo for educational and job opportunities.", "label": "Optimal_1"}
{"text": "they would have to help the elderly people cause all the old people can work they will have to work and support people because there are lots of elderly people.", "label": "Label_4"}
{"text": "the young people move to bigger cities for better opportunities leaving their elders behind.", "label": "Label_1"}
{"text": "the city offered better paying jobs which means they were moving.", "label": "Optimal_1"}
{"text": "many leave to pursue better jobs in the cities.", "label": "Optimal_1"}
{"text": "it is hard to live on farming, so young people don't come back after going to the city.", "label": "Optimal_1"}
{"text": "the villages are becoming increasingly less demanding", "label": "Label_0"}
{"text": "young people are moving to the cities to get more opportunities that rural villages don't provide.", "label": "Label_1"}
{"text": "according ti Deutsche Bank's 2019 annual Mapping the world's price for rent for two bedroom apartment in Tokyo is about $1,900 but the government of Yusuhara is offering houses for $130  a month.", "label": "Label_4"}
{"text": "most of the young people don't want to stay in the village side no more they want to go to the city and get better job with better money etc.", "label": "Optimal_1"}
{"text": "more young people are moving out of the villages to places like Tokyo.", "label": "Label_1"}
{"text": "the population of young people in rural villages is still low because of the high pay and job opportunities in the city; depopulation is an unstoppable phenomenon.", "label": "Optimal_1"}
{"text": "young adults decided to move away from their hometown to pursue educational opportunities.", "label": "Optimal_1"}
{"text": "Rural villages do not have big things that young people are usually attracted to like universities.", "label": "Optimal_1"}
{"text": "there aren't enough well paying jobs that a young person would be interested in doing considering that most don't want to do farm work instead of working for a large company with less physical labor.", "label": "Label_3"}
{"text": "they need to move away for jobs that pay more and are easier.", "label": "Optimal_1"}
{"text": "they want to move away to pursue educational opportunities.", "label": "Optimal_1"}
{"text": "many younger people are moving away and leaving their villages behind to pursue bigger opportunities.", "label": "Label_1"}
{"text": "in the hometown of Tochikubo its tough living on farming said by Kensaku Fueki's and Tochikubo doesn't have large universities or high-paying jobs.", "label": "Label_3"}
{"text": "it wont matter if the people are not there...", "label": "Label_0"}
{"text": "more young adults are finding opportunity in the city.", "label": "Label_1"}
{"text": "rural villages don't have the proper education or jobs to suffice for these young people.", "label": "Label_3"}
{"text": "they are all leaving to go to larger cities like Tokyo or Osaka.", "label": "Label_1"}
{"text": "the young people can also make the population grow", "label": "Label_4"}
{"text": "they don't provide universities or high paying jobs.", "label": "Label_3"}
{"text": "more young adults decided to move out of the country to the cities for better jobs.", "label": "Optimal_1"}
{"text": "most young people in Japan are moving to big cities that pay more, and less demanding than farming.", "label": "Optimal_1"}
{"text": "these villages do not have high-paying jobs for young people, which pushes the young away.", "label": "Optimal_1"}
{"text": "they don麓t have high paying jobs or universities so they more to cities.", "label": "Optimal_1"}
{"text": "more rural villages are falling victim to \"Shoushikoureika\" in Japan which is when the older population gets the fewer children there are.", "label": "Label_2"}
{"text": "many young adults decided to move away from their hometowns for better educational opportunities and jobs.", "label": "Optimal_1"}
{"text": "rural towns don't have big colleges and high-paying jobs for younger Japanese people.", "label": "Label_3"}
{"text": "more and more young adults are starting to move away to Priuses their educations.", "label": "Optimal_1"}
{"text": "they have to learn everything", "label": "Label_0"}
{"text": "these villages don't have big universities or high-paying jobs that may attract young folk.", "label": "Optimal_1"}
{"text": "young people are moving to large cities Japanese town could be abandoned", "label": "Label_1"}
{"text": "the young people move away for educational opportunities.", "label": "Optimal_1"}
{"text": "they leave so they can go to large universities and high paying jobs.", "label": "Optimal_1"}
{"text": "they are also going after opportunities that they don't have in the villages, since they are going after the opportunities they are able to get jobs at some big companies.", "label": "Optimal_1"}
{"text": "many young people move to big cities to find better paying jobs when they grow up.", "label": "Optimal_1"}
{"text": "there aren't any exciting things or high-paying jobs to attract young people.", "label": "Optimal_1"}
{"text": "many young adults moved away from their rural homes.", "label": "Label_1"}
{"text": "the call for more urban jobs is more appealing to younger workers.", "label": "Label_3"}
{"text": "most of the kids are leaving so they can go to colleges.", "label": "Optimal_1"}
{"text": "many of them move to cities to have better educational opportunities.", "label": "Optimal_1"}
{"text": "many young people do not want to live hard lives as farmers and would rather work in large cities at large companies.", "label": "Optimal_1"}
{"text": "young people are not attracted to working on farms and live in rural villages.", "label": "Optimal_1"}
{"text": "younger adults are moving away for more education.", "label": "Optimal_1"}
{"text": "they want more education", "label": "Label_3"}
{"text": "many are moving to large cities to pursue educational opportunities.", "label": "Optimal_1"}
{"text": "local government receives less tax kmoney to use on retirement homes and health care.", "label": "Label_4"}
{"text": "these young residents move away to bigger cities to go to universities that aren't available in these rural villages.", "label": "Optimal_1"}
{"text": "they are leaving to pursue more profitable careers.", "label": "Optimal_1"}
{"text": "it will make the villages lose money.", "label": "Label_0"}
{"text": "large cities like Tokyo and Osaka attracted young adults who decided to move from their rural hometowns and pursue educational job opportunities.", "label": "Optimal_1"}
{"text": "they keep leaving the country to go to larger cities like Tokyo and Osaka.", "label": "Label_1"}
{"text": "villages do not have advanced education, while cities do.", "label": "Label_3"}
{"text": "as kids get older, they leave to a big city like Tokyo to work at bigger jobs because farming doesn't do anything.", "label": "Optimal_1"}
{"text": "they are moving to pursue educational opportunities.", "label": "Optimal_1"}
{"text": "they don't have high paying jobs in the rural villages they are leaving and going into the city to find high paying jobs.", "label": "Optimal_1"}
{"text": "rural villages do not have education to attract young people.", "label": "Optimal_1"}
{"text": "most of the young people move to large cities like Tokyo for educational and job opportunities.", "label": "Optimal_1"}
{"text": "by the year of 2040 the villages could be deserted.", "label": "Label_2"}
{"text": "when there isn't enough working-age residents, the government receives less money.", "label": "Label_4"}
{"text": "many young children who planned on becoming miner and farmers decided to move away from their rural hometowns and not become a miner or farmer and pursue educational opportunities.", "label": "Optimal_1"}
{"text": "they are very young children with plans on becoming farmers or miners.", "label": "Label_0"}
{"text": "because of the lack of educational and work based opportunities that rural villages have, many young people tend to go to large cities.", "label": "Optimal_1"}
{"text": "their population numbers are still overall low.", "label": "Label_2"}
{"text": "they decide to move to big cities to pursue educational opportunities and jobs.", "label": "Optimal_1"}
{"text": "the younger residents are being drawn to bigger cities because they offer more jobs and opportunities.", "label": "Optimal_1"}
{"text": "they aren't expected to come back because of the tough conditions to live on with no large universities.", "label": "Optimal_1"}
{"text": "young residents are moving to big cities.", "label": "Label_1"}
{"text": "they do not have universities or high-paying jobs.", "label": "Label_3"}
{"text": "some dont know if they can..", "label": "Label_0"}
{"text": "more young people are moving to large cities to pursue their education.", "label": "Optimal_1"}
{"text": "young adults move away for jobs or to pursue educational opportunities.", "label": "Optimal_1"}
{"text": "there aren't enough opportunities for young adults who want to have successful jobs and make money doing something other than farming.", "label": "Label_3"}
{"text": "they all leave to the cities to find better jobs.", "label": "Optimal_1"}
{"text": "the rural villages don't have universities or good paying jobs so the young people end of going to the big cities.", "label": "Optimal_1"}
{"text": "they are wanting the kids to move there permanently and  if not they will not be able to support there selfs.", "label": "Label_4"}
{"text": "big cities for there profitable jobs.", "label": "Label_3"}
{"text": "young people have better jobs in other places.", "label": "Label_3"}
{"text": "rural villages do not have high paying jobs for large universities.", "label": "Label_3"}
{"text": "due to the low pay they believe that it is to move away to further their education.", "label": "Optimal_1"}
{"text": "rural villages don't attract young people, as they do not have large universities or high paying jobs.", "label": "Optimal_1"}
{"text": "there aren't enough young people to help out in the village so the government can't provide for the elderly in the retirement homes.", "label": "Label_4"}
{"text": "the population of young people in rural villages is still low as depopulation is an unstoppable phenomenon.", "label": "Label_2"}
{"text": "large cities like Tokyo and Osaka are drawing them away with jobs.", "label": "Optimal_1"}
{"text": "a long time ago, rural villages had a lot of young children.", "label": "Label_0"}
{"text": "some dont know if they can....", "label": "Label_0"}
{"text": "all the younger people are moving to bigger cities for better jobs.", "label": "Optimal_1"}
{"text": "some of the kids are not happy about it and they want to have a life that a normal kid would have", "label": "Label_0"}
{"text": "they move away and leave for higher education and higher paying jobs that Japanese villages do not have.", "label": "Optimal_1"}
{"text": "many have been leaving in search of better work.", "label": "Optimal_1"}
{"text": "more young residents continue to move from rural villages to big cities because of how tough it is to live in rural villages.", "label": "Optimal_1"}
{"text": "large cities like Tokyo and Osaka are encouraging young adults to pursue educational opportunity jobs, which are more profitable.", "label": "Optimal_1"}
{"text": "without them having the experience their parents do they will not eep their family business's going.", "label": "Label_0"}
{"text": "there is not many of them to take over....", "label": "Label_0"}
{"text": "young people are moving to urban areas instead of staying in their rural hometowns because they want to pursue educational opportunities and jobs.", "label": "Optimal_1"}
{"text": "attracting young permanent residents.", "label": "Label_0"}
{"text": "there are more educational opportunities and higher salaries for less back-breaking work like on the farm.", "label": "Label_3"}
{"text": "depopulation and the lack of educational and job opportunities in these are areas make it challenging to attract and retain them, putting the future of these communities at risk.", "label": "Optimal_1"}
{"text": "the rural villages do not have large universities or good paying jobs for young people to want to live there.", "label": "Optimal_1"}
{"text": "a farming life is very tough and most young people want to pursue educational careers instead of working.", "label": "Optimal_1"}
{"text": "Mihoko Onoue, a realtor in a rural village, says depopulation is neither good nor bad.", "label": "Label_0"}
{"text": "rural Japanese villages don't have high-paying jobs or universities to keep young residents there.", "label": "Optimal_1"}
{"text": "Rural villages do not have any high paying jobs or a high education level to attract young people and Young people are moving away to seek higher education.", "label": "Optimal_1"}
{"text": "the younger residents are being brawled to bigger cities and they have more to affore.", "label": "Label_1"}
{"text": "many younger people are moving to Tokyo and other cities because of more profitable and less demanding jobs.", "label": "Optimal_1"}
{"text": "its hard to come back because it is hard to live on a farm.", "label": "Optimal_1"}
{"text": "many people are leaving the city with no hopes of coming back.", "label": "Label_1"}
{"text": "they are moving to larger cities because the opportunities are endless.", "label": "Label_1"}
{"text": "there aren't enough opportunities for young adults who want to have successful jobs causing them to move to popular cities in Japan and leaving rural areas behind.", "label": "Optimal_1"}
{"text": "attracting young people to these villages is very difficult.", "label": "Label_2"}
{"text": "young people are leaving to cities.", "label": "Label_1"}
{"text": "as more jobs open up in larger cities, like Tokyo, more young people tend to move out.", "label": "Optimal_1"}
{"text": "younger people are moving to larger cities for more educational opportunities.", "label": "Optimal_1"}
{"text": "jobs in cities have higher pay than being a farmer.", "label": "Label_3"}
{"text": "large cities like Tokyo and Osaka have jobs that are easier than being a farmer and have higher pay so they move to the cities.", "label": "Optimal_1"}
{"text": "they can learn from somehwere else....", "label": "Label_0"}
{"text": "typically, the young population tends to move away from the rural area for education purposes and tends to live in large cities.", "label": "Optimal_1"}
{"text": "the government is offering house's at a low price and give more than $27,000 to help build homes.", "label": "Label_4"}
{"text": "big cities have more educational opportunities and jobs.", "label": "Label_3"}
{"text": "most of them move to the city for better opportunities and higher paying jobs.", "label": "Optimal_1"}
{"text": "their scared to get back home Savely.", "label": "Label_0"}
{"text": "as they become older they chose to move away from rural areas and get a job and education in different places.", "label": "Optimal_1"}
{"text": "more young residents continue to move from rural villages to big cities.", "label": "Label_1"}
{"text": "being in these rural villages kids are hiding and just trying to survive.", "label": "Label_0"}
{"text": "many villages are deserted or majority of citizen are over 65 years old.", "label": "Label_2"}
{"text": "they can chose to live there or not.", "label": "Label_0"}
{"text": "its very tough to live on farming and they do not have large universities or high-paying jobs.", "label": "Label_3"}
{"text": "they don't provide large universities or high-paying jobs to keep young people to stay.", "label": "Optimal_1"}
{"text": "it is hard to live on farming.", "label": "Label_3"}
{"text": "some young people moved to Tokyo to seek jobs that did not require as much labor as farming did.", "label": "Optimal_1"}
{"text": "it wont matter if the people are not there.", "label": "Label_0"}
{"text": "most young people move out of the village in order to work in the city.", "label": "Optimal_1"}
{"text": "rural villages are making efforts to bring young people back.", "label": "Label_4"}
{"text": "life in the villages is hard and parents want their kids to have better lives and big cities offer better jobs.", "label": "Label_3"}
{"text": "rural villages don't have big universities and good jobs to attract younger people.", "label": "Optimal_1"}
{"text": "many young citizens are moving away from Tochikubo to Tokyo to find better jobs.", "label": "Optimal_1"}
{"text": "rural villages don't have things to attract the young people like educational opportunities and jobs at Japanese companies.", "label": "Optimal_1"}
{"text": "they are moving to big cities for high paying jobs.", "label": "Optimal_1"}
{"text": "these villages don't have higher educational institutions or high paying jobs.", "label": "Label_3"}
{"text": "they often move away to find high paying jobs in Tokyo.", "label": "Optimal_1"}
{"text": "efforts are put in place to make people move to the villages permanently.", "label": "Label_4"}
{"text": "the residents are focusing on attracting more young people than on themselves", "label": "Label_4"}
{"text": "younger people want to find jobs in bigger cities like Tokyo.", "label": "Label_3"}
{"text": "young residents are moving to big cities for jobs and schooling.", "label": "Optimal_1"}
{"text": "young adults decide to move away for educational opportunities.", "label": "Optimal_1"}
{"text": "young people who are attending university will struggle to keep the villages aliv", "label": "Label_0"}
{"text": "many of the youth move to larger cities so they can pursue jobs that are more profitable and not as physically demanding.", "label": "Optimal_1"}
{"text": "they have to pay taxes and they slightly increase their population.", "label": "Label_4"}
{"text": "since they are out working around the farms, this leaves the grandparents and elders alone.", "label": "Label_4"}
{"text": "the government is helping by reducing prices and giving money for hotels and homes.", "label": "Label_4"}
{"text": "rural villages don't have high paying jobs to attract them.", "label": "Optimal_1"}
{"text": "a lot of younger residents are moving to get better jobs, and universities.", "label": "Optimal_1"}
{"text": "they leave the village to earn a higher education.", "label": "Optimal_1"}
{"text": "many of them move away for higher paying jobs.", "label": "Optimal_1"}
{"text": "villages in Japan are victims to shoushikoureika so fewer children are being born.", "label": "Label_2"}
{"text": "they want to pursue a better and less demanding career other than farming and mining like educational oppertunities", "label": "Optimal_1"}
{"text": "they do not permanently move there.", "label": "Label_2"}
{"text": "with rural villages not having large universities they don't attract as many young people.", "label": "Optimal_1"}
{"text": "they are attracted to the high-paying jobs in the large cities as they are more profitable and less physically demanding.", "label": "Optimal_1"}
{"text": "villages have slightly increased their population by having much lower costs than bigger cities.", "label": "Label_4"}
{"text": "more young adults decide to move out of their rural hometowns to go on and pursue educational opportunities.", "label": "Optimal_1"}
{"text": "lots of kids move away in big cities to find jobs.", "label": "Optimal_1"}
{"text": "they leave to get good paying jobs and educational opportunities.", "label": "Optimal_1"}
{"text": "young people are still moving away because the jobs there don't pay enough.", "label": "Optimal_1"}
{"text": "many local government agencies are offering  up to $130 for rent or $27,000 if young people to build their house.", "label": "Label_4"}
{"text": "larger cities and metro areas have less physical, more profitable jobs.", "label": "Label_3"}
{"text": "the higher paying jobs are located in big cities which resulted in many young people moving to them.", "label": "Optimal_1"}
{"text": "many young people are moving away and the population is decreasing because Tokyo doesn't have any way to pay for large universities and high-paying jobs.", "label": "Optimal_1"}
{"text": "young people typically don't have the money to move into some communities, because they can't afford to buy a house of buy a apartment.", "label": "Label_0"}
{"text": "the overall number of young people is still low.", "label": "Label_2"}
{"text": "cities like Tokyo and Osaka have developed and they have more job and educational opportunities.", "label": "Label_3"}
{"text": "these days being a farmer or living in a rural area doesn't sound interesting to the younger generation.", "label": "Label_3"}
{"text": "there are many opportunities in bigger cities like Tokyo and Osaka and young people are moving to work at Sony, Toyota, or Nintendo.", "label": "Optimal_1"}
{"text": "the jobs of living in rural areas are poor paying and require hard labor, so some of the younger people are moving to big cities.", "label": "Optimal_1"}
{"text": "young people prefer to go to big cities like Tokyo and Osaka so they can get good education and work for big Japanese companies.", "label": "Optimal_1"}
{"text": "young people still move to Japanese cities where there are more educational jobs that are more profitable and less physically laborious than farming.", "label": "Optimal_1"}
{"text": "many of them move away to the cities in order to have a better educational opportunities and higher paying jobs.", "label": "Optimal_1"}
{"text": "they are moving to big cities for better job opportunities.", "label": "Optimal_1"}
{"text": "villages in Japan are victims to shoushikoureika so fewer children are being born and young people are moving to large cities because they don't have high-paying jobs for young people.", "label": "Optimal_1"}
{"text": "they are focused on wanting the kids to move there permanently if not they will not be able to support there selfs.", "label": "Label_4"}
{"text": "older people have more knowledge and know their way around the area so that the younger people can find their way.", "label": "Label_0"}
{"text": "the young people are moving to large cities to get a better job and education.", "label": "Optimal_1"}
{"text": "younger people keep moving to bigger cities.", "label": "Label_1"}
{"text": "the amount of young people in Japanese rural areas are still very low because of the development of large cities.", "label": "Label_2"}
{"text": "the number of young people is still low due to it being hard to make a living in a rural village.", "label": "Optimal_1"}
{"text": "when there aren't enough working-age residents, the local government receives less tax money to use on retirement homes and health care for elderly residents.", "label": "Label_4"}
{"text": "Japanese villages do not offer anything to attract young people such as high paying jobs or large universities.", "label": "Optimal_1"}
{"text": "there are better opportunities in the cities like jobs at, Nintendo, Toyota, and Sony.", "label": "Label_3"}
{"text": "uhxwjkoqsnxb hwecvjhemjbchv ed  bij", "label": "Label_0"}
{"text": "jobs in the city are more attractive to young people, making them move out of rural areas.", "label": "Optimal_1"}
{"text": "many young adults go to the city for higher education and higher paying jobs.", "label": "Optimal_1"}
{"text": "many young people are moving to the cities and staying there permanently.", "label": "Label_1"}
{"text": "the overall population size and growth of young Japanese people are low due to the lack of universities or high-paying jobs.", "label": "Optimal_1"}
{"text": "they are moving to bigger cities for more opportunities.", "label": "Label_1"}
{"text": "rural villages do not have things that attract young people like good paying jobs or big universities.", "label": "Label_3"}
{"text": "many of them are moving away for better opportunities.", "label": "Label_1"}
{"text": "many of them are getting older, having fewer children, and often move to large cities.", "label": "Label_1"}
{"text": "children in Tokyo know that the 5 p.m. chime means it's time to go home before it gets dark.", "label": "Label_0"}
{"text": "many young people are moving to large cities for jobs and educational opportunities.", "label": "Optimal_1"}
{"text": "the number of young people still remains low.", "label": "Label_2"}
{"text": "young people are moving for jobs for companies like Sony, Toyota, and Nintendo in the cities.", "label": "Optimal_1"}
{"text": "the jobs in Japan are to physically demanding for young people.", "label": "Label_3"}
{"text": "Japanese companies are more profitable and less demanding, causing young people to move.", "label": "Optimal_1"}
{"text": "local government receives less tax koney to use on retirement homes and health care", "label": "Label_4"}
{"text": "its very tough to live on farming.", "label": "Label_3"}
{"text": "villages do not have high paying jobs or universities for young people to go to.", "label": "Optimal_1"}
{"text": "young people are moving to the bigger cities to work for companies such as Sony, Toyota and Nintendo.", "label": "Optimal_1"}
{"text": "they have to learn everything.", "label": "Label_0"}
{"text": "they to go to Tokyo to look for jobs and leave their villages.", "label": "Optimal_1"}
{"text": "jobs in bigger cities are more profitable and less physically demanding compared to farming.", "label": "Label_3"}
{"text": "they wont have enough education and they will have less paying jobs, they want to work in jobs that's more profitable and that can help them become financially strong.", "label": "Label_3"}
{"text": "more and more young adults tend to move further into the city because there are better job and education opportunities.", "label": "Optimal_1"}
{"text": "attracting young permanent is the main goal for some rural villages", "label": "Label_4"}
{"text": "they don't want to be working on farms there whole life.", "label": "Label_3"}
{"text": "the city jobs are more profitable and less demanding.", "label": "Label_3"}
{"text": "young people are moving to larger cities.", "label": "Label_1"}
{"text": "rural villages don't have the job or education opportunities that big cities have, making the young residents want to stay in big cities rather than the rural villages.", "label": "Optimal_1"}
{"text": "farm life is hard and cities provide higher paying jobs, so they end up moving to cities like Tokyo.", "label": "Optimal_1"}
{"text": "many of them move away", "label": "Label_1"}
{"text": "The government is offering houses for around 130 dollars a month on farms", "label": "Label_4"}
{"text": "rural villages don't have things to attract the young people.", "label": "Label_2"}
{"text": "many young people are moving to urban cities in pursuit of better education and opportunity.", "label": "Optimal_1"}
{"text": "the young adults have moved to bigger cities like Tokyo and Osaka to get better education and bigger jobs in places like Toyota and Nintendo.", "label": "Optimal_1"}
{"text": "the reason for this is so that they can work.", "label": "Label_0"}
{"text": "in large cities like Tokyo, higher paying jobs incentivize moving out of the rural villages.", "label": "Optimal_1"}
{"text": "in rural villages there aren't high paying jobs are good universities so they don't want to more there.", "label": "Optimal_1"}
{"text": "these jobs are more profitable and less physically  demanding.", "label": "Label_3"}
{"text": "populations are slowly increasing again.", "label": "Label_4"}
{"text": "the reason they are leaving is to get better paying jobs in the city such as Toyota, Sony, and Nintendo.", "label": "Optimal_1"}
{"text": "the higher paying jobs are located in big city's.", "label": "Label_3"}
{"text": "cities offer better education and salary without the hard work of the farm.", "label": "Label_3"}
{"text": "Japanese villages do not offer anything to attract young people.", "label": "Label_2"}
{"text": "young adults decided to move away from rural villages to get better jobs.", "label": "Optimal_1"}
{"text": "they dont wanna go to china.", "label": "Label_0"}
{"text": "young people have to find a job so they will be able to support themselves.", "label": "Label_0"}
{"text": "most young people move out further to pursue a job or education.", "label": "Optimal_1"}
{"text": "many young people are moving to big cities to get higher paying jobs and less manual labor.", "label": "Optimal_1"}
{"text": "children are getting older and they are moving to other cities.", "label": "Label_1"}
{"text": "neither huge colleges nor well paying jobs can be found in villages, which forces them to leave these villages to pursue those dreams.", "label": "Optimal_1"}
{"text": "many young adults are moving away from their rural hometown for more opportunities.", "label": "Label_1"}
{"text": "the overall number of young people in Japanese rural villages is still very low.", "label": "Label_2"}
{"text": "theyre going to all be gone by 2040", "label": "Label_0"}
{"text": "they are all moving to larger cities to get higher paying jobs.", "label": "Optimal_1"}
{"text": "more adults decide to move away because of more educational and job opportunities.", "label": "Optimal_1"}
{"text": "many decide to move away because there are better jobs for them.", "label": "Optimal_1"}
{"text": "they can't get a good education in the villages.", "label": "Label_3"}
{"text": "without sufficient incentive to live there, such as job or educational opportunities, they are unlikely to stay or come.", "label": "Optimal_1"}
{"text": "it is tough to live off of farming so most young people leave to Tokyo.", "label": "Optimal_1"}
{"text": "it is hard for villages to attract younger people due to cities like Tokyo and Osaka.", "label": "Label_2"}
{"text": "the rural villages don't have universities or good paying jobs so they end of going to the big cities.", "label": "Optimal_1"}
{"text": "these villages don't have higher educational institutions or high paying jobs, so young people are moving to big cities instead.", "label": "Optimal_1"}
{"text": "many are leaving to bigger cities looking for well paying jobs.", "label": "Optimal_1"}
{"text": "they are lowering the monthly rent and giving them money to build houses to draw them in.", "label": "Label_4"}
{"text": "they are moving away from the villages for educational opportunities that are less physically demanding and higher paying.", "label": "Optimal_1"}
{"text": "they are leaving for bigger cities, leaving villages deserted.", "label": "Label_1"}
{"text": "they keep moving to big cities for better job opportunities.", "label": "Optimal_1"}
{"text": "it doesn't attract to young people because of education, interest, and difficult to succeed.", "label": "Optimal_1"}
{"text": "according to Deutsche Bank麓s 2019 monthly prices the average 2 bedroom apartment in Tokyo is $1,900.", "label": "Label_4"}
{"text": ",some are over working, and it will be harsh on them.", "label": "Label_0"}
{"text": "as large cities developed, more young adults moved from their rural hometowns to gain educational opportunities.", "label": "Optimal_1"}
{"text": "their population numbers are still overall low due to the phenomenon happening across the nation.", "label": "Label_2"}
{"text": "more are leaving for educational opportunities and jobs in cities.", "label": "Optimal_1"}
{"text": "they have been moving out due to the lack of universities and high-paying jobs.", "label": "Optimal_1"}
{"text": "villages don't have universities or high-paying jobs to get young people to move there.", "label": "Optimal_1"}
{"text": "they are leaving the rural side of Japan in order to get jobs inside of big cities like Tokyo and Osaka.", "label": "Optimal_1"}
{"text": "they are moving away to big cities to pursue careers.", "label": "Optimal_1"}
{"text": "the villages don't have high-paying jobs or big universities and it's hard to live on farming.", "label": "Label_3"}
{"text": "a lot of villages in Japan are completely deserted or most of the citizens are older than 65.", "label": "Label_2"}
{"text": "jobs in the big city are more profitable and elss physically demanding.", "label": "Label_3"}
{"text": "depopulation is happening all throughout the country because young people were moving out because there aren't well-paying jobs.", "label": "Optimal_1"}
{"text": "these villages don't have large universities or high-paying jobs to bring in young people.", "label": "Optimal_1"}
{"text": "young residents are more interested in large universities and high-paying jobs.", "label": "Label_3"}
{"text": "their scared to get back home fast.", "label": "Label_0"}
{"text": "the younger kids have forgotten all about farming and left their homes to follow academic opportunities and jobs at Japanese companies.", "label": "Optimal_1"}
{"text": "despite all efforts, depopulation is inevitable, and it is something which must be accepted.", "label": "Label_0"}
{"text": "young adults have started to move away from their rural hometowns.", "label": "Label_1"}
{"text": "if younger people keep leaving there village to go to Tokiyo, it will just be elder people.", "label": "Label_4"}
{"text": "they move away to pursue educational opportunities.", "label": "Optimal_1"}
{"text": "many young people are moving out of the villages to cities for better education and jobs.", "label": "Optimal_1"}
{"text": "rural villages don't have new generational jobs or schools that attract young people.", "label": "Optimal_1"}
{"text": "they do not want to become farmer they want to go to colleges learn skills get jobs in the big cities.", "label": "Optimal_1"}
{"text": "many young people are moving to big cities like Tokyo for better paying jobs from companies like Nintendo and Toyota.", "label": "Optimal_1"}
{"text": "it is difficult to attract young residents.", "label": "Label_2"}
{"text": "more young adults decided to move out of the country to the cities.", "label": "Label_1"}
{"text": "people are getting older and less kids are being born Young people are moving to large cities.", "label": "Label_1"}
{"text": "many of them move away from their small villages to go pursue jobs in big cities.", "label": "Optimal_1"}
{"text": "they have been leaving to pursue better careers.", "label": "Optimal_1"}
{"text": "jobs in large cities are much more profitable and less physically demanding than farming.", "label": "Label_3"}
{"text": "as they became young adults, they have moved away from these rural towns to pursue jobs, like Sony and Toyota, and educational opportunities.", "label": "Optimal_1"}
{"text": "young residents are moving to modern day cities and working jobs.", "label": "Optimal_1"}
{"text": "adults tend to move away to large cities for jobs.", "label": "Optimal_1"}
{"text": "it leaves the old people alone.", "label": "Label_0"}
{"text": "the villages don't have high-paying jobs or big universities and it's hard to live on farming, so young people are moving away from the country.", "label": "Optimal_1"}
{"text": "large universities and high-paying jobs attract young people and rural villages don't have that.", "label": "Optimal_1"}
{"text": "younger people usually like to live in the city because rural villages don't have high-paying jobs.", "label": "Optimal_1"}
{"text": "yes ok very good.", "label": "Label_0"}
{"text": "many choose to go to larger cities.", "label": "Label_1"}
{"text": "larger cities attract young people for better education and jobs.", "label": "Optimal_1"}
{"text": "better paying and less physically demanding jobs are attracting the younger residents to the cities.", "label": "Optimal_1"}
{"text": "young people are choosing to move to bigger cities for school or higher paying jobs, which makes rural survival difficult for those who remain.", "label": "Optimal_1"}
{"text": "many young residents move to the city because they are more profitable.", "label": "Optimal_1"}
{"text": "they are moving to cities to get better paying jobs.", "label": "Optimal_1"}
{"text": "larger cities have developed and attracted young people to their cities.", "label": "Label_1"}
{"text": "the villages do not have high-paying jobs or any attractions for younger people, so therefore not many young residents have any desire to move there.", "label": "Optimal_1"}
{"text": "jobs in Tokyo and Osaka are higher paying and less demanding.", "label": "Label_3"}
{"text": "more young adults decided to move away from their hometowns to peruse educational opportunities.", "label": "Optimal_1"}
{"text": "they do not have large universities or high paying jobs to attract young people.", "label": "Optimal_1"}
{"text": "young people want to work for jobs with better pay and less physical output.", "label": "Label_3"}
{"text": "rural villages do not have big universities.", "label": "Label_3"}
{"text": "job offers from out of state harm that chance of hope.", "label": "Label_0"}
{"text": "the villages do not have well paying jobs or large universities to attract them.", "label": "Optimal_1"}
{"text": "there aren't enough working age residents and the government recives less tax money to use on the older people.", "label": "Label_4"}
{"text": "it wont matter if the people are not there....", "label": "Label_0"}
{"text": "most of them move away to big cities like Tokyo and Osaka due to their high paying jobs.", "label": "Optimal_1"}
{"text": "the local Yusuhara government is offering $27,000 to whoever wants to build a house there; in addition, they're offering houses for a monthly rent of $130, which is only 7% of the average Tokyo rent.", "label": "Label_4"}
{"text": "young adults decide to move to the city to pursue better education opportunities and jobs.", "label": "Optimal_1"}
{"text": "the prices in Tokyo are cheapers.", "label": "Label_0"}
{"text": "they are moving to the city for better jobs.", "label": "Optimal_1"}
{"text": "they do increase the population.", "label": "Label_4"}
{"text": "because of urban areas like Tokyo and Osaka becoming more developed, more young residents are moving to those cities and away from the rural ones.", "label": "Label_1"}
{"text": "many are moving away in search of more profitable jobs.", "label": "Optimal_1"}
{"text": "all the younger people are moving to bigger cities.", "label": "Label_1"}
{"text": "local government receives less tax kmoney to use on retirement homes and health care", "label": "Label_4"}
{"text": "more young adults are moving away for better education and job opportunities.", "label": "Optimal_1"}
{"text": "local governments are cutting down price of rent in small villages and are helping people build new houses by lending them money.", "label": "Label_4"}
{"text": "the villages do not have attractions like high-paying jobs to bring in young people.", "label": "Optimal_1"}
{"text": "attracting young permanent rresidents is the main goal for some rural villages.", "label": "Label_4"}
{"text": "children are moving to large cities to pursue educational opportunities and jobs that are more feasible.", "label": "Optimal_1"}
{"text": "villages generally don't enough of them to produce children and increase the population.", "label": "Label_2"}
{"text": "the price of apartments is too much for young people to pay.", "label": "Label_0"}
{"text": "young adults move away from their hometowns to pursue jobs and educational opportunities.", "label": "Optimal_1"}
{"text": "without them the villages will not have enough money for the village to thrive.", "label": "Label_4"}
{"text": "most young adults move away from small farm villages to move to larger cities for education and higher paying jobs.", "label": "Optimal_1"}
{"text": "many young adults would much rather move to big cities as there they have bigger educational opportunities to work in big companies.", "label": "Optimal_1"}
{"text": "the jobs of living in rural areas are poor paying and require hard labor.", "label": "Label_3"}
{"text": "there are no universities or colleges so young people aren麓t attracted towards them.", "label": "Optimal_1"}
{"text": "there are no universities or high-paying jobs to attract young people.", "label": "Optimal_1"}
{"text": "young people are going to more high paying jobs that require less physical movement.", "label": "Optimal_1"}
{"text": "they dont like jobs.", "label": "Label_3"}
{"text": "many prefer city life and it is very tough living the farm life.", "label": "Label_3"}
{"text": "they do not permanently move there.k d d", "label": "Label_0"}
{"text": "there are not any high paying jobs or large universities to draw in young people; therefore, them moving to larger cities gives them more opportunities.", "label": "Optimal_1"}
{"text": "most of them are leaving for the city to get an education and high paying job.", "label": "Optimal_1"}
{"text": "they are so focused on getting younger people to move back permanently that they are facing a challenge of not being able to support themselves.", "label": "Label_0"}
{"text": "depopulation is an unavoidable situation happening across the country and its something people have to accept.", "label": "Label_2"}
{"text": "large cities like Tokyo and Osaka are drawing them away.", "label": "Label_1"}
{"text": "they keep trying to modernize them.", "label": "Label_4"}
{"text": "they tend to move, making the population decrease.", "label": "Label_1"}
{"text": "many young people are moving away to cities where they can get more profitable and less physically demanding jobs.", "label": "Optimal_1"}
{"text": "as time goes on more young people move to bigger cities like, Tokyo and Osaka, for higher paying jobs.", "label": "Optimal_1"}
{"text": "they are moving to the larger towns for education or jobs.", "label": "Optimal_1"}
{"text": "the city jobs are more profitable and less demanding so they move to where those jobs are.", "label": "Optimal_1"}
{"text": "lots of adults decided to move away from their rural villages to get jobs at bigger Japanese companies.", "label": "Optimal_1"}
{"text": "younger people are moving to larger cities causing depopulation.", "label": "Label_1"}
{"text": "they wont have enough and education and they will have less paying jobs.", "label": "Label_3"}
{"text": "it's hard to keep them there when farm work is tough and there are more employment and education opportunities in the cities.", "label": "Optimal_1"}
{"text": "these jobs are more profitable and less physically demanding it has left aging parents alone in rural villages.", "label": "Label_3"}
{"text": "there are not many universities or high paying jobs in the rural areas which make the young people move.", "label": "Optimal_1"}
{"text": "the overall number of young people in Japanese rural villages is still very low because rural villages do not have high paying jobs.", "label": "Optimal_1"}
{"text": "they can learn from somehwere else...", "label": "Label_0"}
{"text": "they are choosing to move to appealing city jobs.", "label": "Optimal_1"}
{"text": "young people are leaving for jobs like Japanese companies more profitable and less physical demanding.", "label": "Optimal_1"}
{"text": "they often do not have the education or jobs necessary to keep a young population because the jobs are physically demanding, which makes younger people leave to cities for better opportunities.", "label": "Optimal_1"}
{"text": "many of them move away young children seek new opportunities somewhere else.", "label": "Label_1"}
{"text": "the overall population size and growth of young Japanese people are low.", "label": "Label_2"}
{"text": "it wont matter if the people are not there.....", "label": "Label_0"}
{"text": "through things like lowering rent, the villages can attract new young people.", "label": "Label_4"}
{"text": "they are leaving and old people are alone.", "label": "Label_1"}
{"text": "many people are leaving the city for more opportunities, with no hopes of coming back.", "label": "Label_1"}
{"text": "most young people have chosen to move to large cities, pursuing well paying jobs in companies such as Sony, Nintendo and Toyota.", "label": "Optimal_1"}
{"text": "rural villages do not have high-paying jobs to attract young people.", "label": "Optimal_1"}
{"text": "more young adults are moving away from their rural hometowns for better educations and job opportunities.", "label": "Optimal_1"}
{"text": "most of the young residents are moving to the big cities in search of easier work.", "label": "Optimal_1"}
{"text": "there are not many good paying jobs in these areas but the government is working on offering cheaper prices for houses.", "label": "Label_3"}
{"text": "even tho some villages' population increased the overall numbers of young people are still very low because they leave to find jobs.", "label": "Optimal_1"}
{"text": "some villages have slightly increased their population through drawing young people in with cheap homes.", "label": "Label_4"}
{"text": "the rural villages don't have universities or good paying jobs.", "label": "Label_3"}
{"text": "their numbers are diminishing", "label": "Label_0"}
{"text": "many are moving to bigger cities to find better jobs at companies such as Sony, Toyota, and Nintendo.", "label": "Optimal_1"}
{"text": "many people have moved away to Tokyo for better jobs and better educational opportunities.", "label": "Optimal_1"}
{"text": "more young adults pursue educational opportunities and jobs in the city.", "label": "Optimal_1"}
{"text": "farm life is hard and cities provide higher paying jobs.", "label": "Label_3"}
{"text": "attracting young people to these villages is very difficult because good job opportunities are in big cities.", "label": "Optimal_1"}
{"text": "there has been a trend of decreasing populations of young people in rural villages due to better education opportunities and jobs in cities.", "label": "Optimal_1"}
{"text": "rural villages do not have large universities or high paying jobs that attract young people.", "label": "Optimal_1"}
{"text": "they do not have high paying jobs or large universities.", "label": "Label_3"}
{"text": "they are moving away to find more educational opportunities.", "label": "Optimal_1"}
{"text": "more young adults decided to move away from their hometowns to pursue educational opportunities and jobs.", "label": "Optimal_1"}
{"text": "they are lowering house prices and giving them money to build houses there.", "label": "Label_4"}
{"text": "the worlds prices report.", "label": "Label_0"}
{"text": "attracting young perrmanent residents is the main goal for some rural villages.", "label": "Label_4"}
{"text": "kids pursue educational opportunities like Sony, Toyota, and Nintendo.", "label": "Optimal_1"}
{"text": "young adults made the choice to move to cities to pursue their dream jobs.", "label": "Optimal_1"}
{"text": "lots of young adults moved out of their hometown.", "label": "Label_1"}
{"text": "the Yusuhara government is offering cheap homes in hopes of drawing in a younger crowd.", "label": "Label_4"}
{"text": "cost to much money;", "label": "Label_0"}
{"text": "jobs in the big cities pay more, and are less physically demanding than farming or mining jobs.", "label": "Label_3"}
{"text": "the number of young people is rapidly decreasing due to the lack of high paying easy jobs.", "label": "Optimal_1"}
{"text": "many young adults moved to larger cities to pursue educational opportunities.", "label": "Optimal_1"}
{"text": "villages are forced to use their resources to attract people instead of using those resources for other things.", "label": "Label_0"}
{"text": "many move away in pursue of educational opportunities and high paying jobs.", "label": "Optimal_1"}
{"text": "if younger people keep leaving their village to go to Tokyo to get a better job, there will be fewer younger people in the village.", "label": "Optimal_1"}
{"text": "these places don't have many educational opportunities and jobs to attract more young people.", "label": "Optimal_1"}
{"text": "some young residents don't like living in rural villages because there's no university or high paying jobs so they stay in cities.", "label": "Optimal_1"}
{"text": "many people move away to get a better education.", "label": "Optimal_1"}
{"text": "many children are moving away from the small villages and going to big cities.", "label": "Label_1"}
{"text": "the government is offering house at a low price and give more than $27,000 to help build homes.", "label": "Label_4"}
{"text": "there has been a trend of decreasing populations of young people in rural villages", "label": "Label_2"}
{"text": "they are trying to get them to move back permanently by lowering house prices and giving them money to build houses there.", "label": "Label_4"}
{"text": "young adults move away from their rural hometowns to go to educational opportunities and jobs at Japanese.", "label": "Optimal_1"}
{"text": "many rural villages are falling victim to little to no population in their villages.", "label": "Label_2"}
{"text": "rural villages do not have high paying jobs or large universities.", "label": "Label_3"}
{"text": "rural villages do not have universities to attract young people.", "label": "Optimal_1"}
{"text": "they eventually leave to pursue a better life in the cities.", "label": "Label_1"}
{"text": "rural villages don't have the universities or job opportunities to attract and keep young people.", "label": "Optimal_1"}
{"text": "there are no large universities or high paying jobs to attract young people.", "label": "Optimal_1"}
{"text": "they can learn from somehwere else", "label": "Label_0"}
{"text": "without young people having children it would increase the population and many villagers in Japan they are either deserted or majority of the citizens are over 65 years old.", "label": "Label_2"}
{"text": "akttracting young permanent residents is the main goal for some rural villages.", "label": "Label_4"}
{"text": ",some are over working.", "label": "Label_0"}
{"text": "local government receives less tax money.", "label": "Label_4"}
{"text": "local government receives less tax money to use on retirement homes and health care.", "label": "Label_4"}
{"text": "villages in Japan are victims to shoushikoureika so fewer children are being born and young people are moving to large cities.", "label": "Label_1"}
{"text": "many adults wanted decided to move away and pursue jobs and educational opportunities.", "label": "Optimal_1"}
{"text": "villages don't have large university's or high paying jobs.", "label": "Label_3"}
{"text": "they would have to help the elderly people cause all the old people can work.", "label": "Label_4"}
{"text": "not enough young people are staying in the villages.", "label": "Label_2"}
{"text": "rural villages do not have access to large universities or jobs.", "label": "Label_3"}
{"text": "people move away as it is hard to live on farming.", "label": "Optimal_1"}
{"text": "young residents leave the village due to there not being large universities and high-paying jobs.", "label": "Optimal_1"}
{"text": "jobs that are less demanding than those in rural villages, are more appealing to young aged residents.", "label": "Label_3"}
{"text": "many young residents move to big cities, such as Tokyo and Osaka.", "label": "Label_1"}
{"text": "Instead more young people are moving from the country side where they're mountain and land to large cities where They're more opportunities and better jobs.", "label": "Optimal_1"}
{"text": "more young adults are attracted to jobs that are more profitable and less physically demanding like at companies like Sony.", "label": "Optimal_1"}
{"text": "villages don't have school and university.", "label": "Label_3"}
{"text": "even tho some villages population increased the overall numbers of young people are still very low.", "label": "Label_2"}
{"text": "young people do not want to live there because the jobs there do not pay much money.", "label": "Optimal_1"}
{"text": "there are fewer young people residents in rural Japanese villages now.", "label": "Label_2"}
{"text": "most young residents move to the big cities in search of a higher education and job.", "label": "Optimal_1"}
{"text": "they will create to much tax revenue and not understand what that is.", "label": "Label_0"}
{"text": "backcountry's don't have massive universities or profitable jobs to appeal to young people.", "label": "Optimal_1"}
{"text": "they're moving away", "label": "Label_1"}
{"text": "the young residents leave to find other jobs that pay more.", "label": "Optimal_1"}
{"text": "they want to pursue a better and less demanding career other than farming and mining like educational opportunities and Japanese companies.", "label": "Optimal_1"}
{"text": "they fixed the problem by offering houses that are 130 a month.", "label": "Label_4"}
{"text": "in Japanese cities there are more educational jobs that are more profitable and less physically laborious than farming.", "label": "Label_3"}
{"text": "the villages don't have jobs and universities that's why they are leaving the villages.", "label": "Optimal_1"}
{"text": "having younger residents means larger taxes and payments.", "label": "Label_4"}
{"text": "many are leaving as there are better paying jobs in the city.", "label": "Optimal_1"}
{"text": "big cities like Tokyo and Osaka developed, young adult decided to move away.", "label": "Label_1"}
{"text": "Rural villages don't have big universities or high income jobs.", "label": "Label_3"}
{"text": "with the development of cities such as Tokyo and Osaka, many young residents move to those cities in search of easier and higher paying jobs.", "label": "Optimal_1"}
{"text": "more young people are moving out of the villages to places like Tokyo for jobs and education.", "label": "Optimal_1"}
{"text": "the villages don't have high paying jobs so young people aren't attracted to them.", "label": "Optimal_1"}
{"text": "they keep moving to the big cities for their dream jobs.", "label": "Optimal_1"}
{"text": "they all move away.", "label": "Label_1"}
{"text": "young people are moving away because of education and job opportunities in large cities, which causes less people to be born in these rural areas.", "label": "Optimal_1"}
{"text": "villages do not have high paying jobs or big universities that attract younger people.", "label": "Optimal_1"}
{"text": "a lot of the young people are moving into the cities so the works not as hard for them.", "label": "Optimal_1"}
{"text": "the villages don't have jobs and universities", "label": "Label_3"}
{"text": "without them the elderly will not survive.", "label": "Label_4"}
{"text": "most young people are moving into big cities to pursue in educational opportunities and have jobs that are more profitable and less physically demanding.", "label": "Optimal_1"}
{"text": "many young people have left for the city in hopes of obtaining a more profitable job than a farmer.", "label": "Optimal_1"}
